{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ġ<":261,"NE":262,"XT":263,"NEXT":264,"IN":265,"EN":266,"RE":267,"Ġc":268,"ST":269,"ING":270,"DI":271,"TS":272,"ENTS":273,"REDI":274,"INGREDI":275,"INGREDIENTS":276,"in":277,"NER":278,"TI":279,"Ġs":280,"er":281,"Ġ1":282,"ON":283,"RU":284,"TION":285,"INST":286,"CTION":287,"RUCTION":288,"INSTRUCTION":289,"INSTRUCTIONS":290,"an":291,"Ġt":292,"Ġo":293,"Ġb":294,"ar":295,"ed":296,"es":297,"AR":298,"END":299,"STAR":300,"START":301,"Ġp":302,"Ġm":303,"at":304,"il":305,"re":306,"ut":307,"on":308,"en":309,"and":310,"al":311,"ou":312,"Ġand":313,"Ġf":314,"Ġch":315,"Ġw":316,"ing":317,"ic":318,"gar":319,"Ġto":320,"sp":321,"pp":322,"Ġin":323,"le":324,"LE":325,"PE":326,"TIT":327,"CI":328,"RECI":329,"TITLE":330,"RECIPE":331,"ro":332,"ĠC":333,"or":334,"ak":335,"el":336,"Ġ2":337,"our":338,"as":339,"am":340,"it":341,"Ġon":342,"Ġsu":343,"Ġa":344,"Ġ3":345,"Ġe":346,"Ġd":347,"Ġsugar":348,"ĠS":349,"Ġsal":350,"Ġg":351,"Ġtsp":352,"Ġl":353,"ter":354,"Ġsalt":355,"Ġpe":356,"he":357,"oo":358,"ix":359,"ion":360,"ĠB":361,"ac":362,"ĠP":363,"Ġfl":364,"gg":365,"dd":366,"ine":367,"un":368,"ge":369,"Ġegg":370,"is":371,"ow":372,"ĠT":373,"utter":374,"Ġ(":375,"ese":376,"Ġonion":377,"Ġbutter":378,"ake":379,"ream":380,"Ġflour":381,"ick":382,"Ġche":383,"Ġun":384,"Ġcheese":385,"Ġv":386,"ill":387,"ĠA":388,"Ġof":389,"ol":390,"Ġmin":391,"pper":392,"Ġh":393,"ith":394,"us":395,"ĠM":396,"Ġcho":397,"ot":398,"Ġpepper":399,"Ġbe":400,"Ġmix":401,"Ġcream":402,"Ġwith":403,"Ġor":404,"ra":405,"ver":406,"Ġminut":407,"ilk":408,"til":409,"Ġuntil":410,"Ġminutes":411,"all":412,"uc":413,"Ġst":414,"ater":415,"ad":416,"ell":417,"om":418,"Ġwater":419,"Ġfor":420,"ook":421,"ch":422,"Ġeggs":423,"ĠAdd":424,"Ġmilk":425,"pped":426,"ice":427,"ato":428,"ir":429,"der":430,"bsp":431,"ĠTbsp":432,"Ġbro":433,"Ġcr":434,"to":435,"um":436,"ts":437,"icken":438,"Ġcan":439,"Ġthe":440,"Ġsa":441,"00":442,"ri":443,"Ġn":444,"Ġ4":445,"Ġchopped":446,"uce":447,"red":448,"lic":449,"ve":450,"Ġbak":451,"illa":452,"Ġoz":453,"Ġbaking":454,"anilla":455,"et":456,"Ġvanilla":457,"Ġsh":458,"gh":459,"wn":460,"Ġj":461,"Ġso":462,"Ġth":463,"Ġchicken":464,"Ġinto":465,"Ġgre":466,"Ġat":467,"Ġgr":468,"up":469,"owder":470,"Ġsauce":471,"Ġle":472,"Ġpowder":473,"Ġmar":474,".)":475,"th":476,"ry":477,"Ġover":478,"ure":479,"ĠBake":480,"ĠR":481,"Ġwh":482,"ly":483,"read":484,"oup":485,"ast":486,"Ġbrown":487,"nd":488,"Ġcook":489,"eat":490,"Ġoil":491,"ie":492,"ay":493,"ĠCh":494,"atoes":495,"les":496,"Ġsoup":497,"Ġr":498,"ate":499,"Ġpan":500,"ture":501,"uts":502,"Ġtom":503,"ush":504,"garine":505,"ack":506,"Ġmargarine":507,"ĠMix":508,"Ġmixture":509,"Ġco":510,"ound":511,"ĠD":512,"50":513,"col":514,"ab":515,"mon":516,"ur":517,"Ġsp":518,"ĠW":519,"ans":520,"orn":521,"Ġre":522,"ien":523,"Ġgreen":524,"Ġlb":525,"da":526,"ip":527,"inch":528,"Ġlar":529,"igh":530,"ef":531,"st":532,"Ġsoda":533,"redien":534,"ingredien":535,"Ġbo":536,"Ġingredien":537,"Ġingredients":538,"im":539,"Ġlarge":540,"Ġwell":541,"Ġgar":542,"ĠSp":543,"Ġju":544,"Ġ350":545,"Ġse":546,"Ġadd":547,"heat":548,"Ġjuice":549,"qu":550,"Ġgarlic":551,"ery":552,"rain":553,"Ġfro":554,"ĠSt":555,"Ġcorn":556,"id":557,"ves":558,"ish":559,"ĠI":560,"Ġsm":561,"Ġground":562,"kg":563,"Ġpkg":564,"ight":565,"umb":566,"ĠF":567,"Ġslic":568,"res":569,"room":570,"inn":571,"ven":572,"ĠPour":573,"ten":574,"elery":575,"Ġcelery":576,"ole":577,"ther":578,"Ġpot":579,"Ġpie":580,"ust":581,"ated":582,"omb":583,"Ġall":584,"Ġy":585,"ted":586,"ool":587,"Ġonions":588,"amon":589,"ushroom":590,"innamon":591,"Ġlemon":592,"Ġcup":593,"if":594,"Ġ6":595,"ombine":596,"Ġbeef":597,"Ġnuts":598,"Ġcinnamon":599,"Ġhour":600,"Ġmushroom":601,"pple":602,"ass":603,"Ġboil":604,"ace":605,"ĠCook":606,"colate":607,"ain":608,"ces":609,"ap":610,"ĠStir":611,"Ġtop":612,"Ġ8":613,"edi":614,"Ġcrumb":615,"lace":616,"ĠL":617,"age":618,"ers":619,"ars":620,"old":621,"Ġoven":622,"Ġstir":623,"Ġwhit":624,"Ġbl":625,"Ġbeat":626,"Ġsour":627,"ger":628,"Ġsmall":629,"gether":630,"Ġheat":631,"Ġtogether":632,"Ġ5":633,"Ġbread":634,"edium":635,"owl":636,"Ġbowl":637,"ach":638,"ink":639,"me":640,"Ġmedium":641,"ove":642,"Ġpotatoes":643,"Ġcoc":644,"Ġx":645,"op":646,"Ġchocolate":647,"ĠH":648,"Ġtomato":649,"rink":650,"Ġtomatoes":651,"ough":652,"Ġmel":653,"Ġrem":654,"Ġdrain":655,"Ġ10":656,"ĠCombine":657,"arm":658,"ash":659,"Ġcon":660,"oon":661,"out":662,"ĠIn":663,"rinkle":664,"apple":665,"ineapple":666,"asser":667,"asserole":668,"ood":669,"ĠG":670,"Ġcar":671,"Ġcrumbs":672,"Ġcake":673,"ff":674,"Ġ9":675,"ber":676,"Ġdish":677,"ring":678,"ased":679,"Ġrice":680,"Ġsliced":681,"Ġpec":682,"ard":683,"Ġdry":684,"edd":685,"Ġpineapple":686,"eddar":687,"inegar":688,"akes":689,"Ġvinegar":690,"Ġser":691,"em":692,"over":693,"Ġbeans":694,"zen":695,"get":696,"Ġgrated":697,"ely":698,"Ġro":699,"Ġhot":700,"eget":701,"ĠPlace":702,"egetab":703,"ies":704,"ise":705,"Ġshor":706,"ded":707,"ire":708,"tening":709,"ĠCheddar":710,"ag":711,"Ġshortening":712,"aste":713,"Ġmeat":714,"ins":715,"Ġpecans":716,"ub":717,"Ġcl":718,"Ġab":719,"Ġis":720,"ll":721,"sh":722,"Ġmelted":723,"ĠWh":724,"ĠSer":725,"we":726,"Ġwhite":727,"Ġcut":728,"ips":729,"Ġremain":730,"oa":731,"Ġvegetab":732,"Ġmay":733,"Ġabout":734,"ĠCool":735,"ving":736,"art":737,"ries":738,"Ġchips":739,"tion":740,"Ġcrack":741,"ant":742,"Ġ30":743,"Ġremaining":744,"Ġra":745,"weet":746,"Ġfrom":747,"ott":748,"na":749,"Ġlight":750,"Ġal":751,"Ġfrozen":752,"Ġk":753,"ley":754,"ore":755,"Ġred":756,"uff":757,"Ġcooked":758,"mer":759,"resh":760,"Ġgreased":761,"ason":762,"av":763,"Ġas":764,"Ġhal":765,"ĠSprinkle":766,"ey":767,"arsley":768,"ustard":769,"Ġapp":770,"Ġparsley":771,"Ġstick":772,"Ġcarro":773,"os":774,"ĠCover":775,"Ġsl":776,"Ġthen":777,"ange":778,"Ġchil":779,"ĠBeat":780,"ul":781,"Ġex":782,"ide":783,"Ġfresh":784,"ccol":785,"ccoli":786,"onna":787,"onnaise":788,"acon":789,"ep":790,"ress":791,"Ġmustard":792,"Ġmayonnaise":793,"Ġserving":794,"Ġ15":795,"Ġhours":796,"Ġsk":797,"end":798,"Ġmushrooms":799,"Ġshred":800,"ender":801,"Ġbacon":802,"riger":803,"Ġbeaten":804,"Ġdrained":805,"Ġshredded":806,"uit":807,"Ġboiling":808,"Ġham":809,"onut":810,"Ġtaste":811,"are":812,"Ġseason":813,"li":814,"Ġroll":815,"ĠPut":816,"let":817,"Ġpap":818,"ks":819,"emove":820,"ĠRemove":821,"Ġoli":822,"Ġcarrots":823,"Ġeach":824,"Ġ12":825,"Ġ13":826,"Ġbroth":827,"Ġcoconut":828,"udd":829,"tt":830,"Ġgra":831,"udding":832,"iced":833,"Ġcool":834,"ĠBro":835,"Ġnut":836,"Ġapples":837,"ayer":838,"Ġsof":839,"Ġ20":840,"Ġcrush":841,"Ġrais":842,"iz":843,"nuts":844,"immer":845,"Ġbroccoli":846,"Ġfir":847,"Ġcrushed":848,"reas":849,"Ġpieces":850,"Ġraisins":851,"Ġdiced":852,"ĠCream":853,"Ġcasserole":854,"ĠCake":855,"ĠO":856,"Ġbake":857,"oodles":858,"armes":859,"armesan":860,"meg":861,"Ġtender":862,"Ġcover":863,"Ġnutmeg":864,"Ġhalf":865,"Ġslices":866,"ĠSpread":867,"ĠWor":868,"anan":869,"stant":870,"ĠParmesan":871,"isc":872,"Ġnoodles":873,"shire":874,"tershire":875,"cestershire":876,"iss":877,"ec":878,"pping":879,"ent":880,"ĠServe":881,").":882,"raw":883,"ĠWorcestershire":884,"ĠMakes":885,"Ġpl":886,"Ġcans":887,"Ġpean":888,"Ġpudding":889,"Ġbott":890,"Ġstirring":891,"Ġole":892,"Ġoleo":893,"avor":894,"Ġshell":895,"ĠWhip":896,"milk":897,"ĠCut":898,"Ġan":899,"ime":900,"Ġblack":901,"est":902,"rawber":903,"Ġorange":904,"Ġpeppers":905,"urn":906,"Ġchili":907,"usage":908,"ork":909,"Ġseasoning":910,"Ġshe":911,"Ġref":912,"ds":913,"ĠSal":914,"ute":915,"Ġpowdered":916,"yr":917,"Ġbuttermilk":918,"yrup":919,"Ġcher":920,"chin":921,"illet":922,"oil":923,"Ġpour":924,"oves":925,"ps":926,"Ġsyrup":927,"ally":928,"one":929,"Ġcloves":930,"Ġvegetable":931,"ĠE":932,"ats":933,"Ġcocoa":934,"ĠChicken":935,"ĠCasserole":936,"Ġhe":937,"ue":938,"ĠCr":939,"Ġsqu":940,"oll":941,"tr":942,"Ġbanan":943,"Ġset":944,"Ġwhi":945,"ĠHeat":946,"ĠBrown":947,"allow":948,"Ġcrust":949,"Ġskillet":950,"Ġwal":951,"Ġcub":952,"Ġrefriger":953,"Ġcold":954,"Ġdough":955,"ĠPre":956,"ĠJ":957,"ave":958,"ano":959,"Ġsweet":960,"Ġsausage":961,"pan":962,"ĠDrain":963,"Ġli":964,"Ġlow":965,"Ġup":966,"Ġit":967,"Ġcrackers":968,"arch":969,"Ġout":970,"ĠK":971,"ĠLet":972,"Ġpack":973,"Ġcups":974,"ressing":975,"Ġstrawber":976,"ĠTop":977,"Ġpre":978,"Ġ45":979,"Ġcookie":980,"Ġseed":981,"Ġbox":982,"starch":983,"Ġsheet":984,"Ġcornstarch":985,"Ġsalad":986,"Ġbottom":987,"Ġwalnuts":988,"bur":989,"ĠBl":990,"zz":991,"ĠSa":992,"Ġwhole":993,"Ġcooking":994,"ump":995,"25":996,"75":997,"gano":998,"ruit":999,"ĠV":1000,"Ġare":1001,"Ġsaucepan":1002,"Ġlayer":1003,"Ġpork":1004,"ightly":1005,"Ġwarm":1006,"ew":1007,"Ġus":1008,"atter":1009,"rim":1010,"ried":1011,"Ġalmon":1012,"tional":1013,"Ġvegetables":1014,"regano":1015,"Ġlea":1016,"Ġjell":1017,"inger":1018,"ea":1019,"ucchin":1020,"ka":1021,"ucchini":1022,"Ġoregano":1023,"act":1024,"Ġpeanut":1025,"Ġbananas":1026,"ooth":1027,"Ġfill":1028,"Ġbell":1029,"fore":1030,"Ġbefore":1031,"burger":1032,"Ġminc":1033,"Ġsimmer":1034,"Ġlightly":1035,"ess":1036,"Ġnot":1037,"Ġdressing":1038,"Ġsmooth":1039,"Ġextr":1040,"ately":1041,"oni":1042,"reasts":1043,"rika":1044,"ĠTh":1045,"Ġflavor":1046,"Ġcracker":1047,"urp":1048,"Ġpaprika":1049,"tened":1050,"ĠRoll":1051,"Ġwhites":1052,"Ġ375":1053,"Ġextract":1054,"Ġaside":1055,"ĠSalad":1056,"Ġminced":1057,"Ġtab":1058,"optional":1059,"ose":1060,"Ġthin":1061,"ĠChe":1062,"Ġbreasts":1063,"ian":1064,"cc":1065,"Ġone":1066,"Ġthick":1067,"poon":1068,"abb":1069,"ĠPe":1070,"lespoon":1071,"Ġpeel":1072,"east":1073,"Ġtablespoon":1074,"eed":1075,"oth":1076,"abbage":1077,"Ġfin":1078,"Ġyol":1079,"oc":1080,"ham":1081,"ĠMel":1082,"par":1083,"Ġdone":1084,"Ġservings":1085,"Ġginger":1086,"quart":1087,"ift":1088,"Ġyeast":1089,"mallow":1090,"ĠPie":1091,"ĠMo":1092,"ĠMelt":1093,"ella":1094,"urpose":1095,"arella":1096,"zzarella":1097,"rimp":1098,"Ġif":1099,"ĠN":1100,"Ġgraham":1101,"Ġz":1102,"Ġball":1103,"Ġhamburger":1104,"Ġfirst":1105,"hett":1106,"Ġplace":1107,"aghett":1108,"Ġen":1109,"aghetti":1110,"Ġinstant":1111,"Ġfilling":1112,"Ġcombine":1113,"purpose":1114,"Ġ25":1115,"ree":1116,"oaf":1117,"Ġtime":1118,"Ġolive":1119,"kin":1120,"ĠIt":1121,"ĠY":1122,"Ġtor":1123,"ĠServes":1124,"ellow":1125,"eal":1126,"aked":1127,"Ġfinely":1128,"ĠMozzarella":1129,"meal":1130,"ĠBlend":1131,"Ġdes":1132,"Ġliqu":1133,"gre":1134,"Ġwhipped":1135,"Ġsoy":1136,"Ġbatter":1137,"asil":1138,"umpkin":1139,"ĠPreheat":1140,"ired":1141,"Ġunc":1142,"Ġsoftened":1143,"issol":1144,"Ġtea":1145,"Ġyellow":1146,"Ġsprinkle":1147,"Ġmarsh":1148,"Ġmarshmallow":1149,"Ġzucchini":1150,"aw":1151,"Ġcabbage":1152,"Ġdesired":1153,"10":1154,"ne":1155,"ved":1156,"Ġpeas":1157,"ĠAnd":1158,"Ġwine":1159,"Ġjar":1160,"Ġfruit":1161,"Ġtort":1162,"Ġolives":1163,"Ġclove":1164,"Ġcom":1165,"Ġwa":1166,"Ġpast":1167,"acar":1168,"ĠChill":1169,"olden":1170,"Ġmore":1171,"Ġlet":1172,"ĠSift":1173,"Ġliquid":1174,"ens":1175,"alian":1176,"elat":1177,"ize":1178,"Ġ40":1179,"Ġ325":1180,"Ġjello":1181,"acaroni":1182,"Ġslightly":1183,"Ġgelat":1184,"ex":1185,"Ġyolks":1186,"ĠItalian":1187,"ĠBe":1188,"Ġbasil":1189,"sweet":1190,"ĠSh":1191,"spoon":1192,"Ġdash":1193,"Ġteaspoon":1194,"ges":1195,"Ġspaghetti":1196,"Ġpim":1197,"ĠBring":1198,"aco":1199,"Ġcherries":1200,"Ġgolden":1201,"Ġother":1202,"Ġshrimp":1203,"row":1204,"Ġtopping":1205,"Ġdo":1206,"oughly":1207,"Ġstrawberries":1208,"Ġ400":1209,"Ġput":1210,"oroughly":1211,"eep":1212,"Ġflakes":1213,"Ġloaf":1214,"Ġstand":1215,"Ġcont":1216,"Ġspread":1217,"Ġmarshmallows":1218,"berry":1219,"dens":1220,"densed":1221,"ce":1222,"Ġsoft":1223,"irec":1224,"night":1225,"Ġdirec":1226,"Ġrolls":1227,"Ġcondensed":1228,"Ġ7":1229,"Ġlett":1230,"iscuit":1231,"Ġoats":1232,"ĠCookies":1233,"Ġfloured":1234,"Ġthoroughly":1235,"Ġpaper":1236,"Ġlettuce":1237,"Ġby":1238,"Ġfat":1239,"els":1240,"ator":1241,"Ġfirm":1242,"Ġovernight":1243,"Ġmacaroni":1244,"ite":1245,"ifted":1246,"Ġlon":1247,"ĠU":1248,"ĠBread":1249,"Ġstuff":1250,"isco":1251,"Ġoff":1252,"Ġalmonds":1253,"Ġgelatin":1254,"Ġqu":1255,"ĠFold":1256,"icrow":1257,"ĠPot":1258,"ept":1259,"pe":1260,"'s":1261,"Ġserve":1262,"Ġmixed":1263,"Ġbag":1264,"rop":1265,"16":1266,"ĠCheese":1267,"Ġmixing":1268,"fter":1269,"Ġsize":1270,"ee":1271,"key":1272,"ile":1273,"ually":1274,"icrowave":1275,"Ġpumpkin":1276,"ĠCrisco":1277,"Ġrefrigerator":1278,"cept":1279,"Ġpans":1280,"inach":1281,"greased":1282,"Ġtur":1283,"Ġcubes":1284,"ĠSaute":1285,"eak":1286,"ĠSpoon":1287,"ower":1288,"ĠRef":1289,"Ġchill":1290,"Ġblend":1291,"ĠCho":1292,"ble":1293,"Ġpaste":1294,"unch":1295,"Ġtaco":1296,"ĠRefriger":1297,"iel":1298,"Ġ35":1299,"tle":1300,"ĠĠ":1301,"Ġmake":1302,"Ġyou":1303,"ended":1304,"Ġbrowned":1305,"Ġmash":1306,"Ġstuffing":1307,"dually":1308,"Ġsifted":1309,"Ġdried":1310,"Ġpeeled":1311,"berries":1312,"Ġblended":1313,"Ġbiscuit":1314,"Ġuse":1315,"Ġexcept":1316,"ento":1317,"ĠChocolate":1318,"Ġice":1319,"Ġfood":1320,"Ġapple":1321,"ĠWhen":1322,"Ġballs":1323,"ray":1324,"Ġpimento":1325,"Ġthicken":1326,"ĠRice":1327,"tions":1328,"Ġcovered":1329,"Ġsc":1330,"ĠRefrigerate":1331,"range":1332,"atmeal":1333,"ĠBoil":1334,"Ġtablespoons":1335,"arb":1336,"Ġthis":1337,"ke":1338,"Ġconstant":1339,"Ġconstantly":1340,"ĠSimmer":1341,"led":1342,"Ġonto":1343,"ĠButter":1344,"rease":1345,"Ġcol":1346,"Ġq":1347,"ĠBr":1348,"ĠSl":1349,"Ġqt":1350,"ature":1351,"Ġbuttered":1352,"ade":1353,"Ġcherry":1354,"Ġleaves":1355,"cess":1356,"Ġbou":1357,"iv":1358,"illon":1359,"oney":1360,"Ġfoil":1361,"avy":1362,"fec":1363,"ened":1364,"Ġbouillon":1365,"Ġinch":1366,"Ġsticks":1367,"reez":1368,"Ġstri":1369,"Ġpotato":1370,"Ġwill":1371,"ĠYiel":1372,"ĠSw":1373,"Ġmo":1374,"Ġspoon":1375,"Ġfry":1376,"ĠJell":1377,"Ġri":1378,"Ġcle":1379,"Ġround":1380,"Ġcontain":1381,"yme":1382,"fection":1383,"ĠGrease":1384,"ooked":1385,"ides":1386,"asses":1387,"Ġgl":1388,"Ġbay":1389,"ĠDrop":1390,"ucumb":1391,"Ġbon":1392,"ottage":1393,"Ġpackage":1394,"cent":1395,"Ġthyme":1396,"Ġflavoring":1397,"Ġconfection":1398,"ican":1399,"ares":1400,"ich":1401,"Ġpeach":1402,"Ġspinach":1403,"illas":1404,"enter":1405,"Ġconfectioners":1406,"Ġsides":1407,"Ġheavy":1408,"Ġcand":1409,"ates":1410,"Ġstrips":1411,"Ġeven":1412,"Ġcenter":1413,"oun":1414,"Ġhead":1415,"ney":1416,"iff":1417,"Ġcottage":1418,"ĠLayer":1419,"Ġsteak":1420,"Ġtortillas":1421,"atsup":1422,"tern":1423,"rab":1424,"Ġcatsup":1425,"ĠTurn":1426,"olasses":1427,"ind":1428,"arp":1429,"Ġcolor":1430,"Ġenough":1431,"yle":1432,"ittle":1433,"overed":1434,"nch":1435,"apor":1436,"vapor":1437,"Ġafter":1438,"ding":1439,"Ġcucumb":1440,"Ġevapor":1441,"Ġsharp":1442,"Ġkid":1443,"se":1444,"Ġturn":1445,"Ġthaw":1446,"Ġturkey":1447,"eta":1448,"Ġket":1449,"mi":1450,"Ġhoney":1451,"Ġjust":1452,"Ġrest":1453,"Ġevaporated":1454,"Ġkidney":1455,"Ġchops":1456,"Ġprepar":1457,"Ġmashed":1458,"Ġvery":1459,"eser":1460,"Ġuncovered":1461,"Ġsemi":1462,"Ġsquash":1463,"Ġfine":1464,"elve":1465,"Ġdissol":1466,"ape":1467,"ently":1468,"ĠSwiss":1469,"ings":1470,"Ġchun":1471,"12":1472,"Ġmolasses":1473,"Ġcookies":1474,"Ġtart":1475,"nish":1476,"its":1477,"Ġevenly":1478,"Ġlay":1479,"Ġstal":1480,"Ġungreased":1481,"Ġde":1482,"Ġcubed":1483,"Ġdates":1484,"Ġside":1485,"ĠVelve":1486,"Ġprepared":1487,"ices":1488,"own":1489,"erry":1490,"Ġroast":1491,"Ġchilies":1492,"Ġwax":1493,"ets":1494,"ĠSet":1495,"Ġremove":1496,"Ġcontainer":1497,"per":1498,"ĠThen":1499,"Ġap":1500,"Ġmuff":1501,"ĠDip":1502,"Ġthawed":1503,"Ġpacked":1504,"Ġslice":1505,"Ġdirections":1506,"ĠGra":1507,"Ġacc":1508,"ĠSoup":1509,"Ġlittle":1510,"Ġminute":1511,"Ġcran":1512,"Ġslow":1513,"Ġmixer":1514,"uffy":1515,"Ġpastry":1516,"Ġbut":1517,"Ġstrawberry":1518,"spice":1519,"ording":1520,"ld":1521,"Ġcur":1522,"Ġsepar":1523,"izz":1524,"ĠVelveeta":1525,"Ġbre":1526,"ĠRed":1527,"ition":1528,"Ġleaf":1529,"Ġallspice":1530,"asion":1531,"ccasion":1532,"Ġpick":1533,"Ġpt":1534,"lower":1535,"Ġlayers":1536,"Ġaccording":1537,"Ġoccasion":1538,"Ġoatmeal":1539,"Ġchest":1540,"ous":1541,"Ġoccasionally":1542,"Ġrefrigerate":1543,"ount":1544,"Ġchestnuts":1545,"Ġplain":1546,"rench":1547,"Ġspeed":1548,"ubb":1549,"Ġpo":1550,"Ġbr":1551,"uck":1552,"Ġsquares":1553,"Ġfork":1554,"Ġfluffy":1555,"Ġclean":1556,"Ġdou":1557,"ser":1558,"Ġ50":1559,"emper":1560,"ss":1561,"Ġ16":1562,"Ġstiff":1563,"rox":1564,"ĠGr":1565,"Ġaltern":1566,"ock":1567,"Ġtemper":1568,"umin":1569,"ĠDo":1570,"Ġgran":1571,"Ġpeaches":1572,"Ġtemperature":1573,"chup":1574,"Ġform":1575,"ame":1576,"Ġalmond":1577,"Ġaddition":1578,"ĠFrench":1579,"roxim":1580,"ĠAr":1581,"Ġcrab":1582,"Ġtub":1583,"Ġdill":1584,"Ġwhipping":1585,"ful":1586,"Ġwhen":1587,"Ġketchup":1588,"ĠPress":1589,"Ġhalves":1590,"arin":1591,"Ġcro":1592,"Ġbiscuits":1593,"roximately":1594,"Ġtw":1595,"Ġpeanuts":1596,"Ġhand":1597,"ton":1598,"Ġbubb":1599,"Ġdown":1600,"edges":1601,"ĠCorn":1602,"izza":1603,"ĠCar":1604,"Ġtartar":1605,"Ġthr":1606,"ĠMake":1607,"Ġlime":1608,"oss":1609,"und":1610,"Ġthrough":1611,"Ġbring":1612,"ĠRo":1613,"erm":1614,"ĠWith":1615,"Ġbeating":1616,"rap":1617,"ern":1618,"Ġlonger":1619,"isp":1620,"erb":1621,"Ġreser":1622,"other":1623,"og":1624,"Ġyour":1625,"Ġspray":1626,"Ġsec":1627,"Ġcrisp":1628,"auce":1629,"Ġmelt":1630,"Ġstalks":1631,"issolve":1632,"ext":1633,"ase":1634,"Ġlean":1635,"ĠPotato":1636,"ĠDissolve":1637,"Ġcomes":1638,"ĠApple":1639,"about":1640,"Ġrind":1641,"Ġpasta":1642,"enne":1643,"Ġshells":1644,"anges":1645,"Ġcres":1646,"sa":1647,"aul":1648,"Ġbaked":1649,"Ġpinch":1650,"Ġfreez":1651,"arbec":1652,"Ġcoars":1653,"Ġthinly":1654,"ud":1655,"Ġcomp":1656,"ĠArrange":1657,"ull":1658,"Ġwhile":1659,"Ġsaute":1660,"Ġuncooked":1661,"Ġcrescent":1662,"15":1663,"Ġleast":1664,"Ġdozen":1665,"co":1666,"Ġoranges":1667,"Ġspices":1668,"ĠSlice":1669,"Ġcann":1670,"ulated":1671,"Ġcreamed":1672,"iflower":1673,"auliflower":1674,"ĠGradually":1675,"ĠTo":1676,"ayenne":1677,"Ġam":1678,"ĠYields":1679,"fl":1680,"Ġcrumbled":1681,"arts":1682,"Ġplate":1683,"Ġblue":1684,"Ġhard":1685,"Ġgranulated":1686,"Ġcayenne":1687,"Ġtube":1688,"Ġcomplet":1689,"Ġar":1690,"Ġrise":1691,"ail":1692,"ĠSe":1693,"ffee":1694,"quick":1695,"ĠFor":1696,"Ġmeal":1697,"ark":1698,"Ġrack":1699,"Ġmuffin":1700,"Ġdouble":1701,"Ġcoat":1702,"Ġseasoned":1703,"Ġunb":1704,"Ġwaf":1705,"pare":1706,"Ġslowly":1707,"ĠCo":1708,"ĠChop":1709,"eless":1710,"una":1711,"Ġthickened":1712,"Ġcompletely":1713,"ist":1714,"ereal":1715,"Ġstew":1716,"ĠBis":1717,"Ġcarrot":1718,"Ġanother":1719,"bread":1720,"ider":1721,"ĠReduce":1722,"risp":1723,"Ġapproximately":1724,"fat":1725,"ome":1726,"Ġcucumbers":1727,"ular":1728,"Ġseasonings":1729,"Ġmicrowave":1730,"Ġglass":1731,"Ġcereal":1732,"ined":1733,"ĠGar":1734,"Ġchuck":1735,"ĠBisquick":1736,"ng":1737,"asco":1738,"asag":1739,"Ġlong":1740,"ĠTab":1741,"alls":1742,"Ġdissolved":1743,"Ġhigh":1744,"Ġkern":1745,"Qu":1746,"ary":1747,"Ġcoloring":1748,"Ġdri":1749,"ready":1750,"Ġalternately":1751,"ck":1752,"Ġcauliflower":1753,"Ġchunks":1754,"arbecue":1755,"Ġthem":1756,"Ġapplesauce":1757,"Ġboneless":1758,"ĠLe":1759,"ĠTabasco":1760,"pl":1761,"Ġpro":1762,"Ġnon":1763,"Ġskin":1764,"merican":1765,"Ġcanned":1766,"ĠBeef":1767,"Ġcider":1768,"Ġblender":1769,"ĠIf":1770,"ĠBroccoli":1771,"Ġcumin":1772,"Ġrec":1773,"ipe":1774,"inue":1775,"Ġ300":1776,"Ġshallow":1777,"Ġfew":1778,"ĠFl":1779,"Ġamount":1780,"Ġneed":1781,"ĠShape":1782,"ĠQu":1783,"less":1784,"Ġripe":1785,"Ġ24":1786,"ĠAmerican":1787,"Ġgrease":1788,"gular":1789,"ĠMicrowave":1790,"Ġquick":1791,"sweetened":1792,"vel":1793,"Ġcurry":1794,"Ġday":1795,"Ġpin":1796,"Ġthat":1797,"ĠSc":1798,"Ġsquare":1799,"asy":1800,"veral":1801,"Ġtwo":1802,"ĠSqu":1803,"Ġbubbly":1804,"Ġready":1805,"bs":1806,"kra":1807,"sc":1808,"ĠFill":1809,"Ġseveral":1810,"ric":1811,"ivid":1812,"ĠSto":1813,"Ġcornmeal":1814,"ild":1815,"Ġwheat":1816,"ied":1817,"Ġboth":1818,"Ġlast":1819,"ĠPepper":1820,"Ġhas":1821,"Ġtoast":1822,"Ġbreast":1823,"ĠHigh":1824,"Ġunsweetened":1825,"ĠThis":1826,"ĠSeason":1827,"ĠZ":1828,"Ġcooled":1829,"ĠBaked":1830,"Ġkernel":1831,"ĠUse":1832,"ĠSauce":1833,"style":1834,"Ġsherry":1835,"ricot":1836,"Ġtoss":1837,"ĠPrepare":1838,"Ġtortilla":1839,"Ġend":1840,"Ġpress":1841,"Ġsalsa":1842,"ĠFry":1843,"Ġcaram":1844,"vy":1845,"udge":1846,"Ġhash":1847,"Ġnext":1848,"Ġflaked":1849,"Ġraw":1850,"arter":1851,"Ġcarton":1852,"Ġunbaked":1853,"Ġroom":1854,"Ġwafers":1855,"Ġpart":1856,"ppy":1857,"ĠGre":1858,"ilad":1859,"aschin":1860,"nead":1861,"alap":1862,"aschino":1863,"alapen":1864,"Ġpat":1865,"urt":1866,"Ġgradually":1867,"ĠMon":1868,"Ġbeen":1869,"ĠMeat":1870,"ig":1871,"Ġfold":1872,"Ġmaraschino":1873,"ogurt":1874,"ĠFruit":1875,"az":1876,"anut":1877,"14":1878,"otch":1879,"Ġjars":1880,"sting":1881,"Ġcreamy":1882,"Ġfish":1883,"Ġlike":1884,"lish":1885,"Ġkn":1886,"elf":1887,"Ġgently":1888,"Ġherb":1889,"anana":1890,"Ġ425":1891,"Ġusing":1892,"ĠSo":1893,"ĠPeanut":1894,"ugar":1895,"Ġprocess":1896,"ĠSweet":1897,"ĠDel":1898,"asagna":1899,"Ġtuna":1900,"Ġstock":1901,"ĠGarnish":1902,"Ġany":1903,"ĠUn":1904,"Ġtow":1905,"ĠFro":1906,"Ġkeep":1907,"ĠRep":1908,"ĠBre":1909,"Ġgood":1910,"ĠJack":1911,"lec":1912,"Ġonce":1913,"Ġ60":1914,"ĠCon":1915,"ĠBanana":1916,"Ġim":1917,"ife":1918,"ĠOn":1919,"Ġyogurt":1920,"Ġpecan":1921,"gain":1922,"scotch":1923,"spar":1924,"rained":1925,"Ġjalapen":1926,"plant":1927,"ia":1928,"ran":1929,"ĠHam":1930,"Ġsecon":1931,"ĠToss":1932,"Ġhave":1933,"Ġcandy":1934,"Ġfirmly":1935,"Ġblueberries":1936,"isk":1937,"tz":1938,"Ġagain":1939,"medi":1940,"Ġregular":1941,"so":1942,"Ġdeep":1943,"Ġcranberries":1944,"mediately":1945,"ising":1946,"Ġdark":1947,"heated":1948,"ĠMex":1949,"uted":1950,"Ġdirected":1951,"ĠRepeat":1952,"Ġbits":1953,"Ġknife":1954,"itos":1955,"Ġapricot":1956,"ong":1957,"pick":1958,"Ġjelly":1959,"andarin":1960,"Ġscall":1961,"ini":1962,"astic":1963,"Ġbite":1964,"ĠEasy":1965,"Ġdip":1966,"Tel":1967,"Ġmini":1968,"tail":1969,"Ġfull":1970,"Ġtooth":1971,"ĠCan":1972,"tric":1973,"Ġtoothpick":1974,"lectric":1975,"icott":1976,"Ġsweetened":1977,"ĠSalt":1978,"fuls":1979,"ĠBreak":1980,"Ġchi":1981,"Ġcandied":1982,"rising":1983,"ation":1984,"Ġelectric":1985,"itz":1986,"Ġpizza":1987,"ĠPotatoes":1988,"Ġaround":1989,"bl":1990,"Ġrings":1991,"Ġgravy":1992,"ting":1993,"ĠTake":1994,"ĠStuff":1995,"Ġquarter":1996,"ams":1997,"Ġme":1998,"meat":1999,"Ġmarin":2000,"ĠPeel":2001,"Ġbottle":2002,"Ġspice":2003,"Ġdripping":2004,"Ġcoarsely":2005,"Ġbars":2006,"reser":2007,"Ġdi":2008,"ould":2009,"Ġself":2010,"Ġcoffee":2011,"ĠVegetab":2012,"Ġdrippings":2013,"Ġund":2014,"Ġseparate":2015,"ĠPudding":2016,"oke":2017,"esame":2018,"Ġpreheated":2019,"velop":2020,"Ġrasp":2021,"Ġheated":2022,"ĠEgg":2023,"Ġapart":2024,"ĠZucchini":2025,"anch":2026,"Ġboiled":2027,"Ġbarbecue":2028,"Ġseal":2029,"sels":2030,"Ġadditional":2031,"Ġinser":2032,"ĠHot":2033,"Ġedges":2034,".\\":2035,"Ġlen":2036,"ok":2037,"Ġenvelop":2038,"Ġplus":2039,"Ġmois":2040,"ĠAl":2041,"ĠLine":2042,"ĠMexican":2043,"ive":2044,"ĠRitz":2045,"Ġbutterscotch":2046,"Ġsalmon":2047,"very":2048,"fer":2049,"Ġsugars":2050,"inse":2051,"ivided":2052,"Ġmelts":2053,"ĠPound":2054,"Ġav":2055,"Ġneeded":2056,"ĠThe":2057,"Ġpound":2058,"Ġgarnish":2059,"ang":2060,"Ġplastic":2061,"ĠDiv":2062,"Ġbanana":2063,"Ġtoasted":2064,"Ġsome":2065,"ĠBars":2066,"terey":2067,"ĠYield":2068,"Ġused":2069,"not":2070,"ĠPumpkin":2071,"ĠStore":2072,"ĠLemon":2073,"Ġpimentos":2074,"Ġwire":2075,"Ġdivided":2076,"Ġmold":2077,"Ġcock":2078,"Ġcocktail":2079,"Ġflat":2080,"Ġsesame":2081,"Ġmandarin":2082,"sparag":2083,"Ġinserted":2084,"ling":2085,"sparagus":2086,"ĠWash":2087,"cake":2088,"oin":2089,"Ġcranberry":2090,"Ġbrowns":2091,"Ġbunch":2092,"Ġfried":2093,"corn":2094,"Ġbet":2095,"avorite":2096,"iver":2097,"Ġjalapeno":2098,"ĠMonterey":2099,"Ġsage":2100,"reme":2101,"Ġeggplant":2102,"Ġchives":2103,"ert":2104,"Ġfrying":2105,"'t":2106,"ons":2107,"Ġimmediately":2108,"icotta":2109,"uk":2110,"stit":2111,"Ġpretz":2112,"oul":2113,"ett":2114,"wise":2115,"ĠRet":2116,"Ġinches":2117,"nut":2118,"ĠFudge":2119,"Ġremo":2120,"Ġback":2121,"ĠReturn":2122,"lets":2123,"Ġrolled":2124,"Ġgrap":2125,"Ġseeds":2126,"ĠSugar":2127,"Ġcornbread":2128,"Ġbean":2129,"rispies":2130,"iluted":2131,"Ġevery":2132,"Ġ11":2133,"Ġtoo":2134,"ĠRolls":2135,"ocad":2136,"utch":2137,"Ġsub":2138,"Ġsalted":2139,"for":2140,"Ġmor":2141,"ĠStrawber":2142,"Ġ-":2143,"ĠVegetable":2144,"Ġcons":2145,"amp":2146,"Ġadding":2147,"Ġ18":2148,"ĠNut":2149,"ĠMin":2150,"ĠRicotta":2151,"imes":2152,"Ġsheets":2153,"zzle":2154,"essert":2155,"balls":2156,"Ġ14":2157,"ĠKar":2158,"Ġchilled":2159,"ions":2160,"Ġpoppy":2161,"acle":2162,"Ġmorsels":2163,"Ġper":2164,"ĠFreez":2165,"iracle":2166,"),":2167,"Ġsliver":2168,"undt":2169,"ĠBrand":2170,"Ġuns":2171,"ĠKeep":2172,"Ġsubstit":2173,"Ġdro":2174,"ĠDutch":2175,"wh":2176,"Ġboiler":2177,"Ġfrosting":2178,"ĠStrawberry":2179,"ĠKaro":2180,"ĠKrispies":2181,"ĠCoc":2182,"ĠBeans":2183,"Ġavocad":2184,"cooked":2185,"Ġhor":2186,"ĠMiracle":2187,"iento":2188,"pot":2189,"Ġbeg":2190,"Ġbroil":2191,"Ġ450":2192,"20":2193,"ollow":2194,"Ġpimiento":2195,"agle":2196,"grees":2197,"Ġdegrees":2198,"Ġcucumber":2199,"ĠCont":2200,"Ġpepperoni":2201,"ĠYou":2202,"Ġgrain":2203,"stick":2204,"Ġyolk":2205,"Ġwedges":2206,"ĠMuff":2207,"ĠSour":2208,"Ġstem":2209,"Ġwaxed":2210,"Ġel":2211,"ewarm":2212,"Ġreserved":2213,"ukewarm":2214,"oaves":2215,"Ġturning":2216,"lit":2217,"ener":2218,"ken":2219,"ĠBundt":2220,"Ġchop":2221,"Ġsoups":2222,"ĠEagle":2223,"ĠMay":2224,"Ġfreshly":2225,"Ġseparated":2226,"ili":2227,"hub":2228,"ĠMe":2229,"hubarb":2230,"ĠQuick":2231,"Ġtightly":2232,"ized":2233,"Ġcrock":2234,"Ġreduce":2235,"ĠBrush":2236,"Ġlukewarm":2237,"adish":2238,"Ġrecipe":2239,"uer":2240,"ĠEng":2241,"aking":2242,"Ġlasagna":2243,"Ġcrabmeat":2244,"seradish":2245,"ici":2246,"ĠPec":2247,"ĠDream":2248,"Ġsur":2249,"ĠCrumb":2250,"ĠPork":2251,"gth":2252,"ĠPizza":2253,"ĠChili":2254,"ĠBean":2255,"Ġfreeze":2256,"ost":2257,"Ġne":2258,"ĠLoaf":2259,"Ġslivered":2260,"flavor":2261,"kraut":2262,"Ġlength":2263,"uerkraut":2264,"Ġhorseradish":2265,"ters":2266,"Ġtimes":2267,"Ġonly":2268,"ĠMuffins":2269,"Ġbar":2270,"erries":2271,"Ġfreezer":2272,"ĠShrimp":2273,"Ġchunk":2274,"erman":2275,"ĠAll":2276,"Ġenvelope":2277,"ĠWrap":2278,"Ġcoated":2279,"ully":2280,"tra":2281,"Ġbroken":2282,"ort":2283,"Ġweed":2284,"Ġasparagus":2285,"Ġrefrigerated":2286,"ft":2287,"inner":2288,"Ġthey":2289,"bon":2290,"esson":2291,"Ġgrapes":2292,"Ġsurf":2293,"Ġcheddar":2294,"Ġflavored":2295,"flavored":2296,"ĠPam":2297,"Ġcomb":2298,"ĠGerman":2299,"gs":2300,"Ġloaves":2301,"ĠPat":2302,"Ġpretzels":2303,"ĠAfter":2304,"Ġshape":2305,"utons":2306,"Ġwrap":2307,"Ġale":2308,"bow":2309,"ĠWesson":2310,"Ġshould":2311,"ĠDivide":2312,"oy":2313,"Ġlim":2314,"ĠUnc":2315,"Ġcontinue":2316,"Ġwhich":2317,"ĠOre":2318,"Ġtops":2319,"Ġsurface":2320,"ĠEnglish":2321,"ĠForm":2322,"Ġberries":2323,"gel":2324,"centr":2325,"can":2326,"usts":2327,"Ġcroutons":2328,"ĠGreen":2329,"inches":2330,"ĠOatmeal":2331,"wich":2332,"Ġpar":2333,"asure":2334,"Ġstewed":2335,"Ġno":2336,"Ġextra":2337,"Ġconcentr":2338,"meric":2339,"ĠWhile":2340,"ĠSpray":2341,"Ġboard":2342,"uns":2343,"Ġpinto":2344,"Ġcrusts":2345,"ĠPecan":2346,"Ġsubstitute":2347,"uring":2348,"Ġturmeric":2349,"cy":2350,"Ġpure":2351,"Ġros":2352,"Ġminiature":2353,"ĠDor":2354,"andwich":2355,"Ġscallions":2356,"Ġskinless":2357,"ĠContinue":2358,"try":2359,"ots":2360,"Ġpiece":2361,"Ġangel":2362,"emary":2363,"aze":2364,"ĠTom":2365,"Ġdrops":2366,"Ġpreser":2367,"andy":2368,"irt":2369,"ness":2370,"isten":2371,"oultry":2372,"Ġexcess":2373,"Ġelbow":2374,"aping":2375,"ĠPineapple":2376,"ĠCarro":2377,"Ġskim":2378,"Ġboxes":2379,"Ġpoultry":2380,"int":2381,"Ġop":2382,"Ġadded":2383,"ante":2384,"Ġcaramel":2385,"Ġconcentrate":2386,"ĠRanch":2387,"ola":2388,"ĠMarin":2389,"No":2390,"oles":2391,"Ġlid":2392,"Ġalso":2393,"ĠDoritos":2394,"ĠDi":2395,"ĠCrumble":2396,"Ġraspberry":2397,"Ġmoistened":2398,"ĠStew":2399,"Ġpreserves":2400,"ys":2401,"Ġsauerkraut":2402,"ĠSausage":2403,"Ġribs":2404,"Ġlengthwise":2405,"Ġrosemary":2406,"Ġpit":2407,"icious":2408,"Ġfavorite":2409,"ilada":2410,"Ġfil":2411,"ĠPunch":2412,"icante":2413,"Ġpatt":2414,"Ġorder":2415,"ĠKnead":2416,"Ġseconds":2417,"Ġthickens":2418,"Ġcornfl":2419,"ĠRa":2420,"ĠBlue":2421,"Ġfre":2422,"Ġac":2423,"ĠChip":2424,"edge":2425,"Ġcube":2426,"Ġoften":2427,"Ġmade":2428,"Ġtowel":2429,"most":2430,"Ġcoarse":2431,"Ġquart":2432,"ĠOld":2433,"Ġfrequ":2434,"Ġcor":2435,"ĠSpaghetti":2436,"Ġfrequently":2437,"ĠSquash":2438,"Ġrum":2439,"Ġmoder":2440,"idd":2441,"Ġ55":2442,"ĠOr":2443,"Ġboned":2444,"ĠStuffed":2445,"Ġstems":2446,"Ġfryer":2447,"Ġcaramels":2448,"air":2449,"Ġrhubarb":2450,"ines":2451,"way":2452,"ĠFreeze":2453,"Ġpickle":2454,"loin":2455,"qual":2456,"Ġpicante":2457,"ĠTaco":2458,"Ġnonstick":2459,"rag":2460,"alor":2461,"Ġstill":2462,"Ġhalved":2463,"Ġart":2464,"Ġalmost":2465,"Ġteaspoons":2466,"boil":2467,"ible":2468,"ween":2469,"eam":2470,"Ġstyle":2471,"eri":2472,"Ġpickles":2473,"ering":2474,"ĠDessert":2475,"hey":2476,"ĠFarm":2477,"ĠMinute":2478,"ragon":2479,"arragon":2480,"Ġbetween":2481,"rans":2482,"ĠCoconut":2483,"Ġknead":2484,"inned":2485,"ashion":2486,"Ġconsisten":2487,"jor":2488,"ĠOrange":2489,"Ġmild":2490,"ĠMash":2491,"Ġedge":2492,"ĠLightly":2493,"Ġheaping":2494,"Ġdays":2495,"ez":2496,"Ġhands":2497,"Ġunflavored":2498,"ĠPast":2499,"Ġclear":2500,"eg":2501,"Ġconsistency":2502,"Ġbul":2503,"ĠDri":2504,"joram":2505,"iny":2506,"ĠSteak":2507,"Ġbreak":2508,"Ġfollow":2509,"Ġclams":2510,"Ġmarjoram":2511,"Ġpop":2512,"Ġench":2513,"eringue":2514,"Ġwash":2515,"eses":2516,"ĠNo":2517,"Ġprocessor":2518,"ĠCherry":2519,"Ġtarragon":2520,"ĠPick":2521,"ĠApp":2522,"Ġquartered":2523,"Ġsn":2524,"ĠSpinach":2525,"ĠAng":2526,"do":2527,"Ġwood":2528,"ershey":2529,"Ġplatter":2530,"Ġmoderate":2531,"Ġcrumbly":2532,"Ġchoice":2533,"Ġmuffins":2534,"high":2535,"ĠIce":2536,"ĠPro":2537,"ĠTur":2538,"Ġcheeses":2539,"idge":2540,"tover":2541,"antro":2542,"Ġcombined":2543,"Ġlima":2544,"Ġbone":2545,"ilantro":2546,"Ġfillets":2547,"Ġpink":2548,"Ġskinned":2549,"Ġfour":2550,"ĠPet":2551,"Ġallow":2552,"efully":2553,"ĠHershey":2554,"Ġnonfat":2555,"Ġsure":2556,"ĠCran":2557,"ĠDot":2558,"ially":2559,"Ġbroiler":2560,"Ġwhisk":2561,"ously":2562,"alted":2563,"amb":2564,"Ġmayo":2565,"ĠDressing":2566,"ma":2567,"Ġrect":2568,"Ġchiles":2569,"boiled":2570,"Ġmarinade":2571,"cl":2572,"Ġwee":2573,"Ġpatties":2574,"ĠCabbage":2575,"ĠMars":2576,"ĠRoast":2577,"ĠDrizzle":2578,"ĠCheez":2579,"Ġcutting":2580,"Ġundrained":2581,"Ġwooden":2582,"ĠBalls":2583,"ĠAngel":2584,"fry":2585,"ĠBrownies":2586,"ĠWhiz":2587,"egg":2588,"Ġserved":2589,"ĠSquares":2590,"Ġcilantro":2591,"Ġmeatballs":2592,"ĠFresh":2593,"eez":2594,"olid":2595,"ĠMushroom":2596,"ĠPepperidge":2597,"ĠSup":2598,"bell":2599,"tc":2600,"ĠCrush":2601,"fast":2602,"ĠCranberry":2603,"aby":2604,"Ġreserving":2605,"13":2606,"ating":2607,"Ġ250":2608,"Ġsmoke":2609,"ĠCamp":2610,"isin":2611,"ĠFrost":2612,"Ġgal":2613,"Ġenchilada":2614,"size":2615,"ĠCl":2616,"Ġglaze":2617,"Ġ\\":2618,"Ġfo":2619,"amel":2620,"Ġdissolve":2621,"Ġic":2622,"Ġlemonade":2623,"app":2624,"Ġ*":2625,"Ġokra":2626,"Ġcutter":2627,"Ġsq":2628,"Ġthree":2629,"Ġreal":2630,"Ġoun":2631,"Ġwhip":2632,"Ġstove":2633,"ingers":2634,"Ġmint":2635,"Ġbran":2636,"Ġpr":2637,"ĠSlow":2638,"Ġending":2639,"ĠSoak":2640,"Ġcornflakes":2641,"head":2642,"Ġnecess":2643,"Ġnecessary":2644,"routs":2645,"epar":2646,"peel":2647,"ĠSk":2648,"Ġpuree":2649,"Ġflower":2650,"Ġicing":2651,"fish":2652,"Ġteaspoonfuls":2653,"Ġdrop":2654,"ĠAcc":2655,"Ġunder":2656,"ĠRinse":2657,"Ġoys":2658,"ear":2659,"Ġdon":2660,"Ġrolling":2661,"Ġjam":2662,"ĠGood":2663,"ransfer":2664,"Ġfoam":2665,"aff":2666,"ftover":2667,"Ġartich":2668,"Ġunsalted":2669,"Ġforms":2670,"ĠBiscuit":2671,"ĠReser":2672,"Ġsecond":2673,"Ġremoving":2674,"Ġtap":2675,"Ġlemons":2676,"Ġseeded":2677,"ĠCrab":2678,"als":2679,"ĠCampbell":2680,"ĠAccent":2681,"Ġrefried":2682,"burg":2683,"Ġpeak":2684,"ĠCoat":2685,"Ġlined":2686,"peeled":2687,"Ġcap":2688,"Ġtowels":2689,"Ġbulk":2690,"ĠSepar":2691,"inese":2692,"Ġleftover":2693,"ĠCaramel":2694,"ĠAllow":2695,"ĠRe":2696,"uminum":2697,"jon":2698,"side":2699,"Ġless":2700,"Ġsprouts":2701,"oodle":2702,"aple":2703,"Ġavocado":2704,"ĠGreat":2705,"Ġpickling":2706,"Ġundiluted":2707,"joy":2708,"blong":2709,"ĠReserve":2710,"Ġjuices":2711,"Ġwide":2712,"Ġaluminum":2713,"Ġbaby":2714,"ĠSlowly":2715,"cakes":2716,"Ġrinse":2717,"ĠChinese":2718,"Ġcrumble":2719,"Ġoblong":2720,"Ġthickness":2721,"Ġret":2722,"ĠTater":2723,"Ġrelish":2724,"ĠDelicious":2725,"Ġbuns":2726,"ĠCup":2727,"ĠHamburger":2728,"ph":2729,"use":2730,"cr":2731,"Ġgelatine":2732,"ĠPasta":2733,"Ġcalor":2734,"ĠTurkey":2735,"ĠSeparate":2736,"hmallow":2737,"Ġquarts":2738,"Ġpitted":2739,"ĠUs":2740,"ĠDelight":2741,"ĠOnion":2742,"ĠUncover":2743,"ĠOreo":2744,"Ġ'":2745,"ĠBest":2746,"ĠDijon":2747,"ĠDump":2748,"Ġquickly":2749,"cook":2750,"ĠTomato":2751,"ĠPeach":2752,"free":2753,"Ġind":2754,"Ġbegins":2755,"Ġshake":2756,"Ġsandwich":2757,"Ġpul":2758,"Ġtes":2759,"Ġpopcorn":2760,"Ġ&":2761,"Ġwalnut":2762,"Ġarrange":2763,"iche":2764,"Ġmoist":2765,"od":2766,"uch":2767,"anish":2768,"Ġspring":2769,"Ġmeringue":2770,"away":2771,"Ġrounded":2772,"no":2773,"Ġwild":2774,"oop":2775,"ĠCarrot":2776,"Ġreturn":2777,"ĠMarshmallow":2778,"ĠCrisp":2779,"Ġpeaks":2780,"Ġsift":2781,"Ġsprayed":2782,"ĠBarbecue":2783,"ears":2784,"Ġtins":2785,"Ġpartially":2786,"Ġdinner":2787,"outh":2788,"Ġetc":2789,"ĠRaisin":2790,"ĠFr":2791,"ĠFried":2792,"Ġreserve":2793,"ashioned":2794,"iscard":2795,"oca":2796,"Ġscal":2797,"Ġtake":2798,"ecor":2799,"ĠBlueberry":2800,"ĠUsing":2801,"ere":2802,"Ġairt":2803,"Ġairtight":2804,"Ġpunch":2805,"able":2806,"Ġsame":2807,"atch":2808,"Ġwithout":2809,"af":2810,"Ġholes":2811,"Ġpears":2812,"ioca":2813,"Ġstore":2814,"ettuc":2815,"oked":2816,"ĠChr":2817,"arty":2818,"ĠMacaroni":2819,"Ġkettle":2820,"bler":2821,"Ġget":2822,"Ġsing":2823,"allop":2824,"ĠBreakfast":2825,"ĠBran":2826,"any":2827,"ĠLay":2828,"Ġpulp":2829,"Ġstalk":2830,"ĠBiscuits":2831,"ĠRom":2832,"eaten":2833,"Ġpor":2834,"Ġahead":2835,"Ġapricots":2836,"Ġmaple":2837,"Ġremainder":2838,"unchy":2839,"Ġblueberry":2840,"ah":2841,"Ġcaraway":2842,"while":2843,"ĠNext":2844,"icy":2845,"orb":2846,"ĠSm":2847,"Ġsplit":2848,"ĠRec":2849,"Ġtapioca":2850,"11":2851,"Ġseedless":2852,"ingu":2853,"Ġsingle":2854,"Ġchunky":2855,"Ġwor":2856,"ĠDe":2857,"ĠIm":2858,"ander":2859,"lings":2860,"ann":2861,"Ġbones":2862,"Ġbrush":2863,"ĠGl":2864,"Ġcas":2865,"hew":2866,"ĠTransfer":2867,"Ġsteam":2868,"ĠGently":2869,"Ġequal":2870,"Ġsprink":2871,"ĠLasagna":2872,"Ġabs":2873,"Ġhamburg":2874,"All":2875,"Ġhearts":2876,"irc":2877,"Ġweeks":2878,"thing":2879,"ĠScallop":2880,"ĠSn":2881,"Ġgrill":2882,"ĠOven":2883,"ĠBroil":2884,"ĠSupreme":2885,"Ġremoved":2886,"cup":2887,"Ġcorned":2888,"Ġalong":2889,"ĠDish":2890,"Ġstage":2891,"ouch":2892,"ĠSpanish":2893,"ial":2894,"Ġtri":2895,"Ġparts":2896,"ften":2897,"ossible":2898,"Ġabsorb":2899,"Ġmakes":2900,"Ġbec":2901,"Ġcirc":2902,"Ġloo":2903,"Ġprun":2904,"affin":2905,"cho":2906,"insed":2907,"Ġrectang":2908,"Ġdoub":2909,"Ġflowerets":2910,"Ġfoamy":2911,"bits":2912,"ĠRecipe":2913,"ĠWhite":2914,"ual":2915,"yre":2916,"Ġsteaks":2917,"ĠJello":2918,"Ġparaffin":2919,"yrex":2920,"ĠGrand":2921,"ĠChops":2922,"Ġinst":2923,"Ġfudge":2924,"ath":2925,"ĠSoften":2926,"ipped":2927,"Ġwings":2928,"ĠSeal":2929,"ĠPh":2930,"ĠWill":2931,"Ġunpeeled":2932,"Ġrinsed":2933,"Ġbeer":2934,"iddle":2935,"Ġgener":2936,"Ġspri":2937,"aker":2938,"ĠSplit":2939,"Ġleaving":2940,"Ġroasting":2941,"Ġscalded":2942,"bbler":2943,"Ġavocados":2944,"Ġbest":2945,"ĠCreme":2946,"ĠCornbread":2947,"Ġrot":2948,"ĠJust":2949,"Ġquarters":2950,"vil":2951,"Ġmeats":2952,"Ġsmoked":2953,"ĠShake":2954,"Ġbags":2955,"Ġduring":2956,"Ġlard":2957,"mas":2958,"Ġ\"":2959,"ĠFrosting":2960,"anwhile":2961,"ĠCoffee":2962,"ĠPyrex":2963,"uced":2964,"ĠLow":2965,"undrained":2966,"ĠApples":2967,"ison":2968,"Ġhom":2969,"Ġraspberries":2970,"ĠCreamy":2971,"Ġmaking":2972,"ĠTex":2973,"Ġspoonfuls":2974,"ops":2975,"ĠAltern":2976,"ĠStyle":2977,"ĠEnch":2978,"Ġgrape":2979,"ĠStove":2980,"ĠMeanwhile":2981,"ĠChrist":2982,"Ġsun":2983,"ĠKra":2984,"ĠCro":2985,"ĠBlack":2986,"Ġmeasure":2987,"ĠCobbler":2988,"Ġmiddle":2989,"ĠTw":2990,"Ġcalories":2991,"Ġwant":2992,"Ġdoubled":2993,"eeze":2994,"ĠRomano":2995,"dish":2996,"Ġbeets":2997,"enison":2998,"Ġgerm":2999,"ĠOne":3000,"ĠPickles":3001,"rye":3002,"Ġcored":3003,"bu":3004,"with":3005,"ĠPan":3006,"ier":3007,"Ġgi":3008,"Ġrye":3009,"irloin":3010,"Ġpopped":3011,"ĠPack":3012,"Ġbetter":3013,"Ġprunes":3014,"ĠTort":3015,"aj":3016,"Ġcarefully":3017,"Ġsweetener":3018,"Ġeverything":3019,"ĠTuna":3020,"ĠMeasure":3021,"add":3022,"ĠQuiche":3023,"Ġindivid":3024,"Ġprefer":3025,"Ġdel":3026,"bury":3027,"approximately":3028,"Ġcashew":3029,"uncooked":3030,"Ġgreens":3031,"ĠCheesecake":3032,"Ser":3033,"Ġgall":3034,"ĠPr":3035,"Ġvegg":3036,"ountry":3037,"Ġherbs":3038,"acho":3039,"isket":3040,"ĠChristmas":3041,"Ġcustard":3042,"Ġbrandy":3043,"ai":3044,"ĠOf":3045,"Ġmeas":3046,"28":3047,"emade":3048,"Ġreduced":3049,"Ġbubbles":3050,"Ġwashed":3051,"Ġgrits":3052,"ĠOver":3053,"ĠVeg":3054,"save":3055,"Ġlingu":3056,"Ġdrizzle":3057,"Ġends":3058,"elph":3059,"ĠEn":3060,"iladelph":3061,"iladelphia":3062,"Ġhold":3063,"Ch":3064,"Ġbig":3065,"iron":3066,"ople":3067,"ĠFlat":3068,"ĠMarinate":3069,"mb":3070,"sm":3071,"ages":3072,"Ġmuch":3073,"ĠPhiladelphia":3074,"Ġveal":3075,"unt":3076,"Ġact":3077,"of":3078,"Ġsirloin":3079,"Ġtouch":3080,"ross":3081,"ĠFlatten":3082,"ĠCrust":3083,"Ġfettuc":3084,"etiz":3085,"umbo":3086,"undiluted":3087,"ty":3088,"Ġleave":3089,"Ġunsifted":3090,"Ġdep":3091,"ĠMar":3092,"boned":3093,"ird":3094,"ily":3095,"ĠTrim":3096,"ĠDough":3097,"Ġburn":3098,"Ġpuff":3099,"Ġfrost":3100,"Ġflatten":3101,"Ġtorn":3102,"ĠKraft":3103,"Ġtid":3104,"Ġstart":3105,"Ġcontainers":3106,"mel":3107,"ĠBur":3108,"ĠMeatballs":3109,"by":3110,"Ġdeboned":3111,"Ġopen":3112,"Ġactive":3113,"ĠCinnamon":3114,"aster":3115,"Ġtwice":3116,"Ġpear":3117,"Ġmarinate":3118,"Ġcoating":3119,"mix":3120,"ĠCol":3121,"ĠCrack":3122,"Ġmein":3123,"Ġoysters":3124,"Ġinside":3125,"Ġpreven":3126,"Ġtidbits":3127,"flower":3128,"Ġwork":3129,"ills":3130,"Ġveggies":3131,"ĠChowder":3132,"Ġring":3133,"Ġsauteed":3134,"Ġscallops":3135,"bo":3136,"elli":3137,"Ġsave":3138,"ĠGrill":3139,"ĠLeave":3140,"Ġsprigs":3141,"tender":3142,"bone":3143,"ĠParty":3144,"ady":3145,"ank":3146,"Ġreach":3147,"orets":3148,"Ġsoak":3149,"Ġfruits":3150,"pro":3151,"Ġoverb":3152,"small":3153,"Ġverm":3154,"Ġoiled":3155,"Ġrese":3156,"Ġwafer":3157,"reserve":3158,"Ġprevent":3159,"Ġtin":3160,"Ġpeople":3161,"ula":3162,"Ġpoint":3163,"Ġpounds":3164,"ĠScalloped":3165,"Ġsit":3166,"ĠCandy":3167,"Ġflake":3168,"Ġflorets":3169,"Ġrun":3170,"ĠTexas":3171,"efore":3172,"Ġbit":3173,"Ġsunflower":3174,"Ġindividual":3175,"nation":3176,"Ġlevel":3177,"Ġartichoke":3178,"asily":3179,"ĠFritos":3180,"Ġtrim":3181,"Ġbeater":3182,"Ġthan":3183,"Ġpared":3184,"Ġeat":3185,"Ġdot":3186,"ĠWal":3187,"Ġits":3188,"Ġlump":3189,"Ġspears":3190,"ĠGarlic":3191,"ity":3192,"illsbury":3193,"Ġcrunchy":3194,"uncan":3195,"erbet":3196,"Ġeasily":3197,"Ġlook":3198,"agon":3199,"asagne":3200,"zo":3201,"esy":3202,"Ġmost":3203,"Ġabsorbed":3204,"ĠSouth":3205,"ĠHash":3206,"crumb":3207,"oppy":3208,"ĠCal":3209,"cut":3210,"ths":3211,"ĠDate":3212,"ĠHom":3213,"ĠCarnation":3214,"Ġ36":3215,"ipton":3216,"Ġsoften":3217,"fresh":3218,"med":3219,"Ġold":3220,"Ġline":3221,"ĠBen":3222,"ĠThaw":3223,"Ġgiven":3224,"Ġkind":3225,"Ġcakes":3226,"Ġtbsp":3227,"Ġradish":3228,"ĠChex":3229,"redge":3230,"Ġfollowing":3231,"ĠBefore":3232,"Ġsections":3233,"ĠMold":3234,"ĠLipton":3235,"clu":3236,"Ġgallon":3237,"ffle":3238,"Ġspat":3239,"ĠVal":3240,"Ġshap":3241,"Ġthese":3242,"airy":3243,"Ġmeasuring":3244,"may":3245,"thy":3246,"ĠSalmon":3247,"Ġshall":3248,"Ġoptional":3249,"ĠPillsbury":3250,"Ġpeppercorn":3251,"Ġloos":3252,"Ġdiscard":3253,"ĠHe":3254,"ĠHoney":3255,"ĠEnjoy":3256,"ĠUncle":3257,"ecorate":3258,"ĠDon":3259,"ĠDuncan":3260,"Ġliver":3261,"orning":3262,"Up":3263,"io":3264,"ĠSave":3265,"ĠFavorite":3266,"roll":3267,"Serves":3268,"geal":3269,"ĠCheesy":3270,"Ġspatula":3271,"Fat":3272,"ĠCre":3273,"asting":3274,"Ġdessert":3275,"ending":3276,"oe":3277,"areri":3278,"ĠGinger":3279,"ĠFlour":3280,"Ġboils":3281,"iladas":3282,"low":3283,"Ġlite":3284,"Ġrep":3285,"Ġblending":3286,"gin":3287,"Ġbrisket":3288,"Ġounce":3289,"Ġcashews":3290,"ents":3291,"ĠCrunch":3292,"Ġdissolves":3293,"ĠToast":3294,"Ġent":3295,"ĠDice":3296,"oliday":3297,"ĠValley":3298,"Ġway":3299,"umm":3300,"Ġsherbet":3301,"ĠStro":3302,"ĠGrandma":3303,"ĠAlternate":3304,"areribs":3305,"Ġ17":3306,"Ġpossible":3307,"Ġwet":3308,"Ġdairy":3309,"ĠMilk":3310,"Ġcolored":3311,"Ġalternating":3312,"Ġpint":3313,"enn":3314,"ĠTots":3315,"ĠRel":3316,"Ġaway":3317,"ĠHines":3318,"Ġsnipped":3319,"Ġtriang":3320,"ium":3321,"ĠEggs":3322,"ĠMushrooms":3323,"obs":3324,"Ġchow":3325,"vert":3326,"rawfish":3327,"Ġcanola":3328,"Ġcleaned":3329,"Ġ275":3330,"oli":3331,"Ġskins":3332,"Ġroasted":3333,"ĠRelish":3334,"ĠBatter":3335,"Ġunbeaten":3336,"ĠCrock":3337,"Ġrectangle":3338,"Ġradishes":3339,"Makes":3340,"Ġsolid":3341,"Ġpower":3342,"icelli":3343,"Ġsaltine":3344,"ect":3345,"Ġstiffly":3346,"ĠGrate":3347,"omme":3348,"ĠCookie":3349,"lined":3350,"Ġbrownie":3351,"Ġpeppercorns":3352,"Ġtherm":3353,"Ġdoz":3354,"ĠSkillet":3355,"Ġvenison":3356,"Ġcooker":3357,"Ġpimientos":3358,"Ġsized":3359,"Ġstarts":3360,"arge":3361,"ourbon":3362,"Ġloin":3363,"ĠBall":3364,"ĠPuff":3365,"ĠWheat":3366,"ĠNoodle":3367,"ometer":3368,"Ġdiagon":3369,"ĠApplesauce":3370,"ory":3371,"Ġthermometer":3372,"idden":3373,"ĠMom":3374,"Ġalum":3375,"Ġfinish":3376,"Ġcross":3377,"Ġfran":3378,"Ġentire":3379,"Ġbasting":3380,"ĠCakes":3381,"Ġgreat":3382,"ĠDinner":3383,"except":3384,"Ġstuffed":3385,"tal":3386,"Ġconsomme":3387,"ĠMarinated":3388,"Ġounces":3389,"ght":3390,"ĠHidden":3391,"iffy":3392,"fro":3393,"ĠRub":3394,"Ġhandle":3395,"crumbs":3396,"Ġscoop":3397,"ci":3398,"ouse":3399,"inning":3400,"Ġblanch":3401,"ĠGolden":3402,"ajun":3403,"Ġiron":3404,"alade":3405,"Ġfit":3406,"irl":3407,"ganoff":3408,"isses":3409,"cluding":3410,"ib":3411,"Ġmace":3412,"Ġcloth":3413,"ĠNor":3414,"mbles":3415,"18":3416,"Ġflavors":3417,"ĠOreos":3418,"Ġtests":3419,"Ġresembles":3420,"sugar":3421,"ĠShred":3422,"atur":3423,"ĠSandwich":3424,"Ġstack":3425,"proof":3426,"ĠAn":3427,"ina":3428,"Ġpints":3429,"Ġdoes":3430,"ond":3431,"mint":3432,"ĠButtermilk":3433,"Ġracks":3434,"Ġfive":3435,"Ġdump":3436,"tils":3437,"vings":3438,"Ġnear":3439,"Ġpull":3440,"Ġplac":3441,"ĠVanilla":3442,"lean":3443,"ĠVery":3444,"St":3445,"Ġyams":3446,"ĠStroganoff":3447,"Ġcutlets":3448,"eyed":3449,"Ġenvelopes":3450,"Ġshallots":3451,"Ġdeve":3452,"Ġmon":3453,"ĠSlaw":3454,"Ġrounds":3455,"Ġbreadcrumbs":3456,"Ġcandies":3457,"Ġparty":3458,"ules":3459,"Ġpers":3460,"ĠNew":3461,"ĠCarrots":3462,"Ġblanched":3463,"17":3464,"Ġster":3465,"Ġcome":3466,"Ġdipped":3467,"Ġvermicelli":3468,"Ġbottles":3469,"alf":3470,"ellini":3471,"ĠJiffy":3472,"Ġgranules":3473,"Ġlinguine":3474,"malade":3475,"Ġdice":3476,"isted":3477,"Ġmarmalade":3478,"okes":3479,"ead":3480,"ĠPl":3481,"ĠFrozen":3482,"Ġcircle":3483,"Ġprepare":3484,"ĠCajun":3485,"Ġstring":3486,"urple":3487,"ĠLayered":3488,"dry":3489,"istach":3490,"Ġmorning":3491,"azed":3492,"Ġlamb":3493,"ĠCreole":3494,"ĠStart":3495,"Ġlentils":3496,"Ġoverbake":3497,"Ġtiny":3498,"ami":3499,"ĠAlmon":3500,"Ġown":3501,"Ġwra":3502,"Ġpancake":3503,"Ġhalfway":3504,"eness":3505,"Ġclam":3506,"Ġpacket":3507,"igor":3508,"ĠSeed":3509,"ĠPeg":3510,"Ġscrap":3511,"Ġbrand":3512,"arbecu":3513,"ĠFlake":3514,"ĠEggplant":3515,"amen":3516,"ĠBacon":3517,"Ġnacho":3518,"Ġhominy":3519,"Ġ32":3520,"Ġdust":3521,"Ġvigor":3522,"Ġovercook":3523,"fe":3524,"ĠTea":3525,"Ġbowls":3526,"Ġdishes":3527,"Ġtenderloin":3528,"ecial":3529,"mar":3530,"ouffle":3531,"Pot":3532,"agu":3533,"Ġjalapenos":3534,"ĠCom":3535,"ĠSea":3536,"Ġlisted":3537,"ĠBar":3538,"ĠIr":3539,"ĠWork":3540,"ĠHomemade":3541,"Ġcooling":3542,"ĠEnchiladas":3543,"21":3544,"land":3545,"ĠImmediately":3546,"Ġfingers":3547,"Ġ+":3548,"Ġplum":3549,"Ġteaspoonful":3550,"Ġreaches":3551,"oz":3552,"Ġshort":3553,"Ġrepeat":3554,"istachio":3555,"Ġvigorously":3556,"Ġbarley":3557,"Ġportions":3558,"Ġtray":3559,"Ġpurple":3560,"ĠFish":3561,"Ġacross":3562,"mold":3563,"ĠSpicy":3564,"ĠHerb":3565,"Ġroaster":3566,"ĠGrind":3567,"Th":3568,"butter":3569,"Ġbourbon":3570,"ouble":3571,"ĠWhisk":3572,"ĠHeath":3573,"Ġdogs":3574,"ruc":3575,"vol":3576,"ĠHaw":3577,"asa":3578,"arbecued":3579,"Ġgo":3580,"ĠRamen":3581,"ĠCarefully":3582,");":3583,"Ġlater":3584,"ĠProcess":3585,"aiian":3586,"32":3587,"ĠPeppers":3588,"Ġdoneness":3589,"aki":3590,"rape":3591,"ĠHave":3592,"ranspar":3593,"ĠHawaiian":3594,"just":3595,"Ġtranspar":3596,"ĠAp":3597,"Ġpeppermint":3598,"Ġflavorings":3599,"Ġcaps":3600,"volone":3601,"sized":3602,"Ġsw":3603,"Ġparmesan":3604,"ĠRagu":3605,"Ġbeginning":3606,"ĠCracker":3607,"Ġtransparent":3608,"be":3609,"ua":3610,"Ġeasy":3611,"Ġpods":3612,"iander":3613,"acci":3614,"Ġdepending":3615,"te":3616,"tin":3617,"Ġfire":3618,"ghorn":3619,"Ġinstead":3620,"Ġcrosswise":3621,"Ġwok":3622,"Ġspareribs":3623,"Ġass":3624,"amily":3625,"ures":3626,"ĠHoliday":3627,"Ġgu":3628,"Ġartichokes":3629,"ĠTomatoes":3630,"ale":3631,"rid":3632,"Ġlee":3633,"Ġshapes":3634,"eur":3635,"ouple":3636,"ĠMixture":3637,"ĠLower":3638,"Ġabove":3639,"Ġdashes":3640,"rants":3641,"thern":3642,"Ġsticky":3643,"ĠBrittle":3644,"Ġcoriander":3645,"ĠDumplings":3646,"ĠColby":3647,"large":3648,"Ġsprinkled":3649,"upper":3650,"Ġsix":3651,"Ġ100":3652,"Ġfully":3653,"ĠCountry":3654,"itch":3655,"ĠShe":3656,"Ġlower":3657,"ĠIrish":3658,"Ġcrawfish":3659,"Ġenjoy":3660,"ielb":3661,"Ġdebone":3662,"Ġcurrants":3663,"ĠProvolone":3664,"ĠPinch":3665,"ĠTear":3666,"ĠAunt":3667,"ither":3668,"ĠPretz":3669,"ĠKeeps":3670,"ĠSouthern":3671,"ĠCur":3672,"liced":3673,"Ġnew":3674,"ĠFeta":3675,"Ġcolander":3676,"Ġtight":3677,"onghorn":3678,"Ġhole":3679,"Ġsticking":3680,"Ġbunches":3681,"Ġcapers":3682,"Ġpies":3683,"Ġshelled":3684,"Ġmozzarella":3685,"Ġtoothpicks":3686,"form":3687,"ĠAlmond":3688,"yaki":3689,"Ġcouple":3690,"ĠBaste":3691,"amole":3692,"Ġlarger":3693,"box":3694,"If":3695,"fur":3696,"kfur":3697,"acamole":3698,"ĠMed":3699,"Ġthigh":3700,"ĠFin":3701,"Ġzest":3702,"Ġbecom":3703,"Le":3704,"Ġnoodle":3705,"Ġliqueur":3706,"Ġalternate":3707,"white":3708,"Ġleftovers":3709,"ĠBurg":3710,"Ġty":3711,"Ġroot":3712,"Ġgenerously":3713,"Ġslicing":3714,"ameter":3715,"maine":3716,"Ġdeveined":3717,"ĠSeaf":3718,"!)":3719,"ilized":3720,"Ġoyster":3721,"ban":3722,"lua":3723,"Ġbase":3724,"ald":3725,"ĠBarbecued":3726,"Ġdiameter":3727,"ahlua":3728,"ĠCustard":3729,"Ġbrowning":3730,"ĠLonghorn":3731,"Add":3732,"orted":3733,"ĠEqual":3734,"Ġmoisten":3735,"ĠFreezes":3736,"Ġsterilized":3737,"Microwave":3738,"ĠSteam":3739,"ĠGround":3740,"ielbasa":3741,"ĠTri":3742,"Ġfrypan":3743,"Ġcurd":3744,"Ġdiagonally":3745,"30":3746,"Ġcore":3747,"Ġloosely":3748,"ĠApricot":3749,"hy":3750,"irds":3751,"abet":3752,"Ġportion":3753,"Ġtrimmed":3754,"ĠNorthern":3755,"Ġscraping":3756,"medium":3757,"heese":3758,"Ġbrownies":3759,"Ġseaf":3760,"Ġcongeal":3761,"Ġromaine":3762,"Ġseafood":3763,"ĠPoppy":3764,"Ġstrain":3765,"eriyaki":3766,"nox":3767,"Ġbecomes":3768,"ĠBay":3769,"ĠDouble":3770,"safe":3771,"etizer":3772,"ĠOil":3773,"uice":3774,"Ġ48":3775,"Ġwon":3776,"Ġnight":3777,"Ġchickens":3778,"ĠFood":3779,"ĠNoodles":3780,"ĠPancakes":3781,"more":3782,"Ġbur":3783,"ĠKnox":3784,"Ġ70":3785,"Ġcombin":3786,"tures":3787,"ari":3788,"ĠPer":3789,"ĠAsparagus":3790,"Ġrotini":3791,"ĠWalnut":3792,"Ġsqueez":3793,"ousse":3794,"ĠScald":3795,"obster":3796,"atural":3797,"itchen":3798,"ĠJo":3799,"Ġdipping":3800,"ĠDredge":3801,"ĠWater":3802,"ĠRefrigerator":3803,"Ġbegin":3804,"Ġthighs":3805,"Ġsum":3806,"ached":3807,"ĠOri":3808,"Ġfollows":3809,"ĠClean":3810,"ored":3811,"Ġmixtures":3812,"Ġfrankfur":3813,"!!":3814,"mp":3815,"aters":3816,"Ġsnow":3817,"Ġsummer":3818,"ance":3819,"Ġtriangles":3820,"round":3821,"Ġgarban":3822,"ems":3823,"ĠEx":3824,"ĠSqueeze":3825,"Ġgenerous":3826,"ĠSeafood":3827,"Ġman":3828,"Ġdiv":3829,"ĠAt":3830,"ĠIs":3831,"ounts":3832,"Ġinstruc":3833,"mann":3834,"ned":3835,"Ġmet":3836,"ĠServings":3837,"Ġdelicious":3838,"ĠRhubarb":3839,"ĠHouse":3840,"Ġpretzel":3841,"dium":3842,"ĠLime":3843,"ĠFashioned":3844,"Ġsmaller":3845,"Ġpressing":3846,"ĠDecorate":3847,"ĠUps":3848,"ĠStrain":3849,"Ġsandwiches":3850,"bro":3851,"uds":3852,"Ġoat":3853,"Ġlog":3854,"Ġlasagne":3855,"Ġpea":3856,"ĠBaker":3857,"ĠTest":3858,"ĠAb":3859,"Ġhen":3860,"ĠIc":3861,"ĠHell":3862,"Ġcracked":3863,"Ġpackets":3864,"ĠScr":3865,"Lemon":3866,"cine":3867,"Ġrich":3868,"Ġsqueeze":3869,"Ġspoonful":3870,"ple":3871,"edish":3872,"ĠPop":3873,"ĠDeep":3874,"Ġscant":3875,"Ġdumplings":3876,"Ġtype":3877,"Ġtail":3878,"uss":3879,"ĠMolasses":3880,"umps":3881,"ĠButterscotch":3882,"Ġseparately":3883,"ĠScoop":3884,"igin":3885,"angular":3886,"Ġbath":3887,"Ġsalami":3888,"ĠAs":3889,"chopped":3890,"Ġdivide":3891,"pid":3892,"ron":3893,"rise":3894,"Ġrapid":3895,"Ġancho":3896,"ĠKahlua":3897,"Ġdevil":3898,"rops":3899,"efruit":3900,"emeat":3901,