{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ġ<":261,"NE":262,"XT":263,"NEXT":264,"EN":265,"IN":266,"RE":267,"ST":268,"Ġc":269,"ING":270,"DI":271,"TS":272,"ENTS":273,"REDI":274,"INGREDI":275,"INGREDIENTS":276,"NER":277,"TI":278,"in":279,"Ġs":280,"er":281,"AR":282,"STAR":283,"END":284,"START":285,"Ġ1":286,"ON":287,"STR":288,"CTI":289,"UCTI":290,"INSTR":291,"ONS":292,"UCTIONS":293,"INSTRUCTIONS":294,"an":295,"ar":296,"Ġo":297,"Ġb":298,"ed":299,"Ġt":300,"es":301,"Ġp":302,"Ġm":303,"at":304,"il":305,"ut":306,"re":307,"on":308,"al":309,"en":310,"ou":311,"and":312,"Ġf":313,"PE":314,"LE":315,"CI":316,"TLE":317,"RECI":318,"TITLE":319,"RECIPE":320,"Ġch":321,"Ġand":322,"ing":323,"Ġw":324,"gar":325,"ic":326,"ĠC":327,"le":328,"Ġin":329,"or":330,"sp":331,"Ġto":332,"pp":333,"el":334,"ak":335,"Ġ2":336,"our":337,"rea":338,"ro":339,"Ġsu":340,"Ġsugar":341,"Ġ3":342,"Ġa":343,"it":344,"Ġd":345,"Ġe":346,"Ġon":347,"ter":348,"ix":349,"ĠS":350,"ĠB":351,"la":352,"ĠP":353,"ine":354,"Ġsal":355,"Ġg":356,"ol":357,"ge":358,"ra":359,"Ġpe":360,"as":361,"Ġtsp":362,"gg":363,"Ġh":364,"is":365,"Ġsalt":366,"Ġl":367,"utter":368,"ĠM":369,"Ġegg":370,"ion":371,"ake":372,"ream":373,"dd":374,"Ġbutter":375,"ese":376,"ĠT":377,"un":378,"eese":379,"ow":380,"Ġv":381,"Ġco":382,"Ġ(":383,"Ġcream":384,"all":385,"Ġfl":386,"Ġth":387,"Ġcheese":388,"ilk":389,"ick":390,"ot":391,"us":392,"Ġonion":393,"ch":394,"Ġof":395,"Ġflour":396,"Ġor":397,"Ġmilk":398,"ĠA":399,"Ġun":400,"ce":401,"Ġcho":402,"ice":403,"Ġmin":404,"Ġmix":405,"Ġcan":406,"ith":407,"ĠCo":408,"red":409,"ell":410,"ts":411,"Ġst":412,"eat":413,"ater":414,"Ġwith":415,"Ġfor":416,"Ġeggs":417,"Ġwater":418,"Ġminut":419,"til":420,"to":421,"ver":422,"Ġminutes":423,"00":424,"ok":425,"Ġj":426,"bsp":427,"ri":428,"Ġuntil":429,"ĠTbsp":430,"pper":431,"ee":432,"illa":433,"anilla":434,"Ġ4":435,"Ġvanilla":436,"mon":437,"Ġpepper":438,"Ġoz":439,"ĠMix":440,"der":441,"ĠAdd":442,"pped":443,"mb":444,"Ġn":445,"Ġbro":446,"ato":447,"Ġsh":448,"Ġat":449,"ie":450,"ĠCh":451,"Ġmar":452,"Ġcr":453,"ry":454,"Ġsa":455,"icken":456,"ck":457,"up":458,"ien":459,"Ġchopped":460,"Ġthe":461,"ve":462,"Ġinto":463,"redien":464,"Ġing":465,"Ġingredien":466,"Ġingredients":467,"gh":468,"uce":469,"ĠBake":470,"wn":471,"oup":472,"ip":473,"ir":474,".)":475,"Ġle":476,"Ġwh":477,"th":478,"ate":479,"ĠR":480,"lic":481,"Ġsoup":482,"owder":483,"ĠD":484,"ĠW":485,"Ġpowder":486,"Ġbak":487,"od":488,"50":489,"read":490,"col":491,"na":492,"uts":493,"Ġbaking":494,"Ġchicken":495,"ans":496,"st":497,"Ġover":498,"Ġgr":499,"orn":500,"Ġju":501,"pple":502,"garine":503,"Ġmargarine":504,"Ġbrown":505,"Ġsauce":506,"ill":507,"ush":508,"Ġbo":509,"Ġjuice":510,"ad":511,"atoes":512,"mall":513,"kg":514,"Ġpkg":515,"Ġall":516,"Ġ350":517,"ther":518,"Ġoil":519,"Ġcook":520,"ta":521,"ĠF":522,"ay":523,"les":524,"et":525,"nd":526,"Ġpan":527,"res":528,"ly":529,"Ġlb":530,"Ġcorn":531,"Ġbe":532,"Ġpie":533,"me":534,"apple":535,"ineapple":536,"ish":537,"ure":538,"Ġwell":539,"ers":540,"Ġlar":541,"ast":542,"Ġre":543,"con":544,"Ġlarge":545,"co":546,"Ġpineapple":547,"ur":548,"gether":549,"Ġtogether":550,"Ġlemon":551,"Ġfro":552,"qu":553,"ĠPour":554,"Ġadd":555,"um":556,"rain":557,"ole":558,"ust":559,"ound":560,"igh":561,"inch":562,"Ġr":563,"Ġsp":564,"ĠSp":565,"reen":566,"ten":567,"colate":568,"om":569,"ber":570,"Ġnuts":571,"Ġhour":572,"elt":573,"Ġpot":574,"am":575,"Ġtom":576,"Ġy":577,"Ġgreen":578,"umb":579,"Ġse":580,"reas":581,"Ġsmall":582,"ture":583,"ger":584,"Ġcra":585,"ery":586,"ated":587,"Ġmixture":588,"ight":589,"ser":590,"ĠL":591,"ĠSt":592,"Ġboil":593,"Ġcake":594,"Ġsour":595,"Ġ6":596,"ap":597,"ĠI":598,"room":599,"Ġcon":600,"oda":601,"ĠWh":602,"ĠCook":603,"Ġsoda":604,"Ġslic":605,"ves":606,"Ġ8":607,"ĠH":608,"id":609,"Ġchocolate":610,"Ġwhit":611,"eef":612,"Ġpec":613,"mbine":614,"Ġgar":615,"Ġcrack":616,"inegar":617,"Ġcup":618,"Ġvinegar":619,"ash":620,"ven":621,"Ġonions":622,"ushroom":623,"elery":624,"Ġpotatoes":625,"inna":626,"innamon":627,"Ġcelery":628,"ces":629,"sh":630,"lace":631,"op":632,"if":633,"old":634,"Ġgarlic":635,"age":636,"Ġground":637,"Ġcinnamon":638,"Ġmay":639,"Ġmushroom":640,"ise":641,"Ġtop":642,"Ġbeef":643,"Ġstick":644,"Ġpecans":645,"asser":646,"asserole":647,"Ġba":648,"eet":649,"Ġdrain":650,"zen":651,"ach":652,"ĠCool":653,"Ġcrumb":654,"im":655,"ries":656,"ies":657,"Ġbread":658,"Ġmelt":659,"Ġdish":660,"Ġ5":661,"ĠCombine":662,"ct":663,"Ġbeat":664,"erve":665,"Ġoran":666,"ĠG":667,"ard":668,"mo":669,"edi":670,"ood":671,"onna":672,"onnaise":673,"akes":674,"Ġhot":675,"Ġmayonnaise":676,"ff":677,"uit":678,"ink":679,"Ġso":680,"Ġx":681,"Ġoven":682,"Ġ9":683,"Ġmelted":684,"Ġfrozen":685,"raw":686,"ant":687,"bo":688,"edium":689,"ips":690,"Ġwhite":691,"edd":692,"ĠStir":693,"ough":694,"ress":695,"ĠWhip":696,"eddar":697,"owl":698,"udd":699,"Ġmedium":700,"Ġpean":701,"udding":702,"Ġheat":703,"Ġbowl":704,"Ġchips":705,"conut":706,"Ġstir":707,"len":708,"Ġgrated":709,"Ġ10":710,"Ġrice":711,"rink":712,"ars":713,"Ġro":714,"ire":715,"art":716,"ĠPlace":717,"reased":718,"fri":719,"ĠRe":720,"ll":721,"Ġbeans":722,"ub":723,"oon":724,"ĠCheddar":725,"Ġdry":726,"Ġcrumbs":727,"ab":728,"friger":729,"ĠSal":730,"ĠPut":731,"Ġ30":732,"arm":733,"aste":734,"Ġal":735,"rawber":736,"rinkle":737,"Ġcoconut":738,"Ġbox":739,"ushed":740,"Ġk":741,"bout":742,"Ġgra":743,"Ġcrushed":744,"Ġpudding":745,"Ġsliced":746,"ccol":747,"ccoli":748,"Ġtomatoes":749,"ustard":750,"ring":751,"Ġapp":752,"ded":753,"ey":754,"Ġpowdered":755,"Ġshor":756,"Ġorange":757,"tening":758,"Ġthen":759,"Ġtomato":760,"Ġcut":761,"Ġdrained":762,"Ġshortening":763,"ĠO":764,"ore":765,"Ġcar":766,"ĠE":767,"tab":768,"Ġbacon":769,"ege":770,"egetab":771,"Ġhours":772,"ins":773,"Ġcrackers":774,"stant":775,"ain":776,"ely":777,"erv":778,"Ġpeanut":779,"anan":780,"Ġmustard":781,"Ġabout":782,"Ġole":783,"Ġoleo":784,"Ġis":785,"Ġtaste":786,"Ġgreased":787,"weet":788,"Ġbake":789,"ĠIn":790,"ĠJ":791,"ressing":792,"Ġstrawber":793,"uff":794,"ĠSalad":795,"Ġas":796,"ul":797,"Ġjell":798,"ĠCake":799,"ĠK":800,"lo":801,"Ġcooked":802,"ea":803,"ĠServe":804,"ĠBro":805,"yr":806,"yrup":807,"Ġbot":808,"ruit":809,"Ġbeaten":810,"Ġmeat":811,"ĠBeat":812,"Ġshell":813,"resh":814,"iz":815,"Ġserv":816,"Ġsyrup":817,"Ġsl":818,"mallow":819,"shmallow":820,"Ġboiling":821,"Ġcans":822,"Ġra":823,"Ġvegetab":824,"coa":825,"Ġroll":826,"Ġred":827,"Ġrem":828,"Ġfrom":829,"Ġremain":830,"Ġpour":831,"Ġla":832,"Ġbroccoli":833,"Ġcocoa":834,"Ġchil":835,"Ġpap":836,"Ġlight":837,"Ġ13":838,"Ġcher":839,"Ġapples":840,"ĠPie":841,"Ġcool":842,"Ġli":843,"Ġex":844,"vor":845,"ĠCream":846,"Ġ15":847,"Ġserving":848,"Ġremaining":849,"Ġfir":850,"Ġhal":851,"ĠSprinkle":852,"af":853,"ason":854,"Ġbanan":855,"Ġdressing":856,"Ġcasserole":857,"uc":858,"ĠV":859,"Ġmarshmallow":860,"ĠPe":861,"mer":862,"Ġfresh":863,"ĠCr":864,"ĠCasserole":865,"Ġsof":866,"mp":867,"Ġblen":868,"Ġ20":869,"Ġfill":870,"Ġha":871,"move":872,"Ġshred":873,"ork":874,"Ġrefriger":875,"Ġcrust":876,"Ġ12":877,"are":878,"tened":879,"usage":880,"Ġjello":881,"ĠCover":882,"Ġshredded":883,"Ġcarro":884,"os":885,"Ġclo":886,"oth":887,"ue":888,"oll":889,"ks":890,"pping":891,"Ġinstant":892,"iced":893,"ham":894,"Ġcracker":895,"Ġslices":896,"iss":897,"mbur":898,"Ġlet":899,"Ġpieces":900,"ps":901,"shire":902,"ack":903,"ent":904,"tershire":905,"orces":906,"orcestershire":907,"lavor":908,"ĠSpread":909,"ĠMakes":910,"Ġgraham":911,"milk":912,"ley":913,"ĠWorcestershire":914,"Ġmarshmallows":915,"ĠCut":916,"Ġfilling":917,"oil":918,"one":919,"nuts":920,"ĠTh":921,"Ġseason":922,"ction":923,").":924,"Ġan":925,"ats":926,"Ġdiced":927,"Ġsalad":928,"Ġ45":929,"Ġball":930,"Ġbananas":931,"Ġcold":932,"li":933,"mburger":934,"Ġsk":935,"ree":936,"Ġit":937,"Ġsausage":938,"Ġwhi":939,"Ġnut":940,"Ġcarrots":941,"Ġeach":942,"Ġbuttermilk":943,"ĠMelt":944,"Ġlay":945,"Ġcover":946,"aked":947,"Ġfruit":948,"ĠChicken":949,"Ġflavor":950,"oodles":951,"25":952,"ĠBrown":953,"Ġjar":954,"ĠLet":955,"ĠRoll":956,"Ġsqu":957,"ide":958,"Ġup":959,"Ġchili":960,"ĠRemove":961,"ĠSa":962,"inger":963,"berry":964,"arsley":965,"ĠN":966,"Ġhamburger":967,"Ġparsley":968,"Ġwhole":969,"tle":970,"meg":971,"Ġus":972,"Ġstrawberries":973,"Ġnoodles":974,"Ġhalf":975,"Ġcookie":976,"Ġoli":977,"ss":978,"Ġnutmeg":979,"Ġpork":980,"ellow":981,"Ġsweet":982,"Ġrais":983,"eed":984,"let":985,"ges":986,"abb":987,"Ġcups":988,"Ġraisins":989,"lack":990,"abbage":991,"fore":992,"eal":993,"ĠChill":994,"ional":995,"Ġice":996,"Ġsheet":997,"ew":998,"Ġseed":999,"Ġyellow":1000,"esan":1001,"armesan":1002,"unch":1003,"ĠTop":1004,"immer":1005,"ĠCheese":1006,"ds":1007,"Ġen":1008,"ĠJell":1009,"Ġbefore":1010,"Ġout":1011,"Ġset":1012,"Ġginger":1013,"Ġpeppers":1014,"Ġcub":1015,"ian":1016,"Ġpre":1017,"ĠDrain":1018,"ender":1019,"oni":1020,"ift":1021,"Ġwal":1022,"Ġdone":1023,"ade":1024,"Ġfirst":1025,"ĠParmesan":1026,"Ġlow":1027,"Ġblack":1028,"ĠDip":1029,"Ġmushrooms":1030,"arch":1031,"Ġtender":1032,"Ġchill":1033,"ĠHeat":1034,"Ġtea":1035,"isc":1036,"Ġpack":1037,"Ġcloves":1038,"Ġlo":1039,"ĠPre":1040,"75":1041,"ac":1042,"ens":1043,"ump":1044,"Ġother":1045,"mooth":1046,"starch":1047,"urn":1048,"Ġcornstarch":1049,"Ġcabbage":1050,"meal":1051,"Ġthick":1052,"Ġstirring":1053,"tional":1054,"ead":1055,"ag":1056,"tain":1057,"Ġseasoning":1058,"Ġwalnuts":1059,"Ġcherry":1060,"Ġput":1061,"pan":1062,"Ġsmooth":1063,"ĠSh":1064,"tom":1065,"iscuit":1066,"Ġwhites":1067,"Ġalmon":1068,"tra":1069,"Ġwarm":1070,"Ġq":1071,"Ġbottom":1072,"ess":1073,"Ġqt":1074,"Ġvegetable":1075,"ried":1076,"ka":1077,"Ġdes":1078,"ave":1079,"Ġ325":1080,"ran":1081,"erves":1082,"Ġcontain":1083,"rop":1084,"Ġserve":1085,"cc":1086,"dens":1087,"densed":1088,"lend":1089,"Ġnot":1090,"ĠPot":1091,"ĠY":1092,"Ġbroth":1093,"Ġextra":1094,"ally":1095,"ĠButter":1096,"ĠAnd":1097,"ĠBlend":1098,"optional":1099,"Ġcondensed":1100,"Ġsaucepan":1101,"reasts":1102,"issol":1103,"ator":1104,"Ġ375":1105,"Ġyol":1106,"ime":1107,"Ġbag":1108,"Ġdough":1109,"ĠRice":1110,"chin":1111,"ĠIt":1112,"Ġcooking":1113,"quick":1114,"Ġplace":1115,"Ġbreasts":1116,"Ġdash":1117,"ately":1118,"Ġsoftened":1119,"ightly":1120,"arb":1121,"Ġone":1122,"risp":1123,"par":1124,"reez":1125,"Ġpaper":1126,"Ġwhipped":1127,"illet":1128,"Ġ40":1129,"ite":1130,"Ġlayer":1131,"Ġham":1132,"heat":1133,"Ġdire":1134,"acar":1135,"aw":1136,"Ġare":1137,"rika":1138,"Ġ25":1139,"pe":1140,"Ġvegetables":1141,"ired":1142,"Ġsticks":1143,"Ġthin":1144,"Ġpaprika":1145,"Ġballs":1146,"ize":1147,"night":1148,"Ġ7":1149,"Ġdesired":1150,"ute":1151,"Ġoranges":1152,"Ġif":1153,"est":1154,"Ġrefrigerator":1155,"acaroni":1156,"ĠRefriger":1157,"ĠCho":1158,"ĠBoil":1159,"ucumb":1160,"Ġpeach":1161,"'s":1162,"Ġcontainer":1163,"berries":1164,"Ġovernight":1165,"ex":1166,"row":1167,"ĠCookies":1168,"Ġbell":1169,"Ġcran":1170,"lass":1171,"Ġby":1172,"ec":1173,"isco":1174,"arin":1175,"alian":1176,"Ġ400":1177,"Ġfood":1178,"ett":1179,"Ġskillet":1180,"ĠRefrigerate":1181,"Ġapple":1182,"ĠChocolate":1183,"olden":1184,"ĠItalian":1185,"Ġextract":1186,"Ġtopping":1187,"rease":1188,"eep":1189,"fe":1190,"els":1191,"Ġbiscuit":1192,"ĠCrisco":1193,"Ġcherries":1194,"ĠU":1195,"Ġyolks":1196,"icrow":1197,"Ġstrawberry":1198,"ĠVel":1199,"Ġmo":1200,"rimp":1201,"ris":1202,"vee":1203,"veeta":1204,"Ġtime":1205,"spoon":1206,"pt":1207,"quart":1208,"Ġteaspoon":1209,"Ġspread":1210,"Ġmash":1211,"Ġfin":1212,"Ġcucumb":1213,"Ġpeel":1214,"fection":1215,"ĠCorn":1216,"ced":1217,"atter":1218,"vy":1219,"oney":1220,"icrowave":1221,"ĠVelveeta":1222,"Ġflakes":1223,"rand":1224,"Ġpeas":1225,"Ġconfection":1226,"ĠBread":1227,"Ġgolden":1228,"Ġwa":1229,"zz":1230,"tage":1231,"ĠServes":1232,"Ġliqu":1233,"Ġconfectioners":1234,"Ġlightly":1235,"ature":1236,"cept":1237,"Ġcol":1238,"Ġsize":1239,"Ġpla":1240,"ĠBring":1241,"Ġunco":1242,"wee":1243,"ding":1244,"Ġmacaroni":1245,"Ġdo":1246,"ich":1247,"Ġmore":1248,"ĠDrop":1249,"Ġste":1250,"east":1251,"low":1252,"ĠĠ":1253,"elat":1254,"Ġuse":1255,"oughly":1256,"atsup":1257,"oroughly":1258,"Ġmixed":1259,"kin":1260,"Ġcatsup":1261,"Ġyou":1262,"Ġcot":1263,"Ġcottage":1264,"Ġtab":1265,"Ġres":1266,"se":1267,"Ġminced":1268,"Ġsimmer":1269,"Ġgelat":1270,"Ġyeast":1271,"10":1272,"Ġsoy":1273,"Ġwax":1274,"Ġfinely":1275,"ĠLay":1276,"Ġthoroughly":1277,"16":1278,"Ġpt":1279,"Ġcolor":1280,"Ġservings":1281,"Ġliquid":1282,"poon":1283,"lespoon":1284,"Ġflavoring":1285,"Ġsprinkle":1286,"tuce":1287,"umpkin":1288,"Ġtablespoon":1289,"inach":1290,"Ġsoft":1291,"aco":1292,"ĠMo":1293,"Ġexcept":1294,"Ġdill":1295,"ucchin":1296,"ucchini":1297,"Ġslightly":1298,"Ġolives":1299,"Ġpeaches":1300,"ble":1301,"Ġrolls":1302,"Ġpl":1303,"ĠBe":1304,"Ġ35":1305,"Ġpim":1306,"Ġket":1307,"Ġlettuce":1308,"ĠPreheat":1309,"etti":1310,"cent":1311,"nch":1312,"Ġmake":1313,"ano":1314,"Ġloaf":1315,"lue":1316,"Ġde":1317,"agh":1318,"aghetti":1319,"Ġlime":1320,"Ġfirm":1321,"Ġhoney":1322,"ric":1323,"Ġpick":1324,"atmeal":1325,"ile":1326,"Ġstand":1327,"ings":1328,"ĠFold":1329,"Ġpeanuts":1330,"Ġoff":1331,"Ġchops":1332,"Ġbuttered":1333,"ctions":1334,"oked":1335,"Ġhead":1336,"weetened":1337,"isquick":1338,"Ġmashed":1339,"its":1340,"led":1341,"chup":1342,"iff":1343,"ful":1344,"Ġcombine":1345,"ĠBisquick":1346,"Ġketchup":1347,"Ġoats":1348,"arp":1349,"Ġwine":1350,"Ġlit":1351,"ĠWhen":1352,"Ġfry":1353,"Ġshrimp":1354,"Ġfreez":1355,"elf":1356,"Ġgelatin":1357,"rench":1358,"Ġchun":1359,"urp":1360,"yle":1361,"ella":1362,"andarin":1363,"Ġrefrigerate":1364,"Ġsharp":1365,"ĠLayer":1366,"Ġmuff":1367,"Ġspoon":1368,"Ġunb":1369,"arella":1370,"Ġfat":1371,"range":1372,"zzarella":1373,"og":1374,"Ġbatter":1375,"Ġaside":1376,"key":1377,"Ġcubes":1378,"Ġmeal":1379,"12":1380,"ĠFrench":1381,"Ġpotato":1382,"gano":1383,"Ġolive":1384,"arbec":1385,"Ġwill":1386,"Ġstuff":1387,"Ġale":1388,"ortil":1389,"ortilla":1390,"greased":1391,"erb":1392,"Ġz":1393,"ose":1394,"Ġenough":1395,"Ġpackage":1396,"ican":1397,"ved":1398,"asy":1399,"ud":1400,"ares":1401,"rising":1402,"fter":1403,"lower":1404,"ĠFor":1405,"tail":1406,"Ġfloured":1407,"vap":1408,"iel":1409,"ĠMozzarella":1410,"vapor":1411,"ind":1412,"Ġself":1413,"ento":1414,"Ġonto":1415,"oun":1416,"Ġfoil":1417,"cktail":1418,"Ġblender":1419,"Ġcovered":1420,"Ġblend":1421,"Ġore":1422,"Ġevapor":1423,"ĠThen":1424,"issolve":1425,"Ġthaw":1426,"Ġbiscuits":1427,"Ġunbaked":1428,"Ġspaghetti":1429,"Ġtortilla":1430,"Ġevaporated":1431,"Ġoregano":1432,"ape":1433,"Ġthis":1434,"Ġpimento":1435,"ĠFruit":1436,"Ġblended":1437,"Ġcucumbers":1438,"Ġsift":1439,"vered":1440,"Ġslice":1441,"Ġalmonds":1442,"Ġyour":1443,"can":1444,"ĠBall":1445,"Ġlemonade":1446,"arbecue":1447,"Ġdirections":1448,"Ġtaco":1449,"Ġwaf":1450,"ray":1451,"Ġlon":1452,"ĠPotato":1453,"Ġlittle":1454,"Ġstuffing":1455,"Ġfine":1456,"cess":1457,"Ġspinach":1458,"Ġzucchini":1459,"Ġbottle":1460,"ording":1461,"Ġacc":1462,"Ġsquash":1463,"Ġmandarin":1464,"Ġsteak":1465,"erry":1466,"ted":1467,"ĠSift":1468,"Ġaccording":1469,"Ġtur":1470,"ffee":1471,"Qu":1472,"Ġpumpkin":1473,"ĠSw":1474,"Ġcookies":1475,"Ġtart":1476,"ĠSl":1477,"Ġoatmeal":1478,"Ġthawed":1479,"ĠBroccoli":1480,"ĠCar":1481,"Ġroast":1482,"Ġrest":1483,"Ġpinch":1484,"Ġmixing":1485,"rox":1486,"Ġplain":1487,"Ġalmond":1488,"Ġthicken":1489,"arton":1490,"ĠPean":1491,"Ġdried":1492,"aul":1493,"sc":1494,"Ġcarton":1495,"Ġte":1496,"Ġcocktail":1497,"ĠQu":1498,"Ġbrowned":1499,"cle":1500,"Ġri":1501,"ĠEasy":1502,"ider":1503,"izz":1504,"Ġsifted":1505,"ĠSpoon":1506,"roxim":1507,"urpose":1508,"Ġpeeled":1509,"ĠRo":1510,"una":1511,"ĠBrand":1512,"stantly":1513,"ĠPeanut":1514,"ne":1515,"Ġconstantly":1516,"roximately":1517,"Ġclove":1518,"agle":1519,"Ġcrab":1520,"aulif":1521,"auliflower":1522,"Ġap":1523,"ark":1524,"Ġcro":1525,"Ġvery":1526,"udge":1527,"ĠSauce":1528,"Ġslow":1529,"ned":1530,"pared":1531,"ern":1532,"ĠBaked":1533,"ĠSimmer":1534,"ĠMake":1535,"ĠApple":1536,"Ġwhipping":1537,"ĠYiel":1538,"ĠEagle":1539,"purpose":1540,"Ġglass":1541,"ually":1542,"ng":1543,"ĠGrease":1544,"otch":1545,"Ġbaked":1546,"ĠSe":1547,"Ġwafers":1548,"Ġ16":1549,"Ġhea":1550,"ld":1551,"Ġcranberry":1552,"ms":1553,"Ġhand":1554,"Ġwhen":1555,"mper":1556,"lish":1557,"Ġdou":1558,"Ġbas":1559,"ous":1560,"ke":1561,"Ġprepared":1562,"ĠUse":1563,"Ġpans":1564,"Ġcoloring":1565,"ates":1566,"Ġcand":1567,"Ġheavy":1568,"Ġpo":1569,"Ġmuffin":1570,"Ġhard":1571,"aro":1572,"kra":1573,"mi":1574,"Ġtub":1575,"Ġ50":1576,"Ġ300":1577,"Ġmini":1578,"Ġturn":1579,"ount":1580,"scotch":1581,"Ġtemper":1582,"ĠChop":1583,"Ġsquares":1584,"ĠDissolve":1585,"Ġround":1586,"ides":1587,"izza":1588,"ĠSlice":1589,"ĠSto":1590,"aves":1591,"Ġfork":1592,"Ġcubed":1593,"Ġcider":1594,"Ġbon":1595,"Ġblue":1596,"Ġtemperature":1597,"Ġmixer":1598,"Ġcle":1599,"bread":1600,"ĠLe":1601,"ĠKaro":1602,"Ġshells":1603,"Ġmicrowave":1604,"Ġsides":1605,"sweet":1606,"Ġneed":1607,"Ġdissol":1608,"ĠSwiss":1609,"ĠGra":1610,"ricot":1611,"arts":1612,"Ġtartar":1613,"Ġwhile":1614,"urt":1615,"Ġjust":1616,"sa":1617,"ereal":1618,"ready":1619,"Ġhalves":1620,"Ġstri":1621,"Ġsemi":1622,"ney":1623,"reak":1624,"und":1625,"Ġminute":1626,"ĠPunch":1627,"rispies":1628,"ĠSaute":1629,"ĠHot":1630,"Ġungreased":1631,"ogurt":1632,"dually":1633,"ĠFro":1634,"Ġdouble":1635,"ĠSweet":1636,"rap":1637,"Ġuns":1638,"Ġbut":1639,"ĠPress":1640,"Ġlayers":1641,"ĠPudding":1642,"uck":1643,"Ġcereal":1644,"ĠSoup":1645,"ices":1646,"Ġcornmeal":1647,"Ġqu":1648,"Ġstiff":1649,"Ġdates":1650,"Ġcauliflower":1651,"ĠTo":1652,"Ġcrumbled":1653,"ira":1654,"Ġcranberries":1655,"ĠDel":1656,"Ġinch":1657,"Ġsc":1658,"ĠTurn":1659,"ppy":1660,"Ġapproximately":1661,"ĠStrawber":1662,"ĠKrispies":1663,"Ġchest":1664,"ĠSqu":1665,"Ġchilies":1666,"Ġkid":1667,"Ġtablespoons":1668,"Ġafter":1669,"Ġjars":1670,"Ġturkey":1671,"style":1672,"iracle":1673,"Ġready":1674,"Ġchestnuts":1675,"ĠDo":1676,"own":1677,"Ġbasil":1678,"io":1679,"ĠFry":1680,"Ġuncovered":1681,"ipe":1682,"itz":1683,"ĠPotatoes":1684,"ull":1685,"Ġcres":1686,"Ġkidney":1687,"Ġbutterscotch":1688,"cted":1689,"fat":1690,"ĠMiracle":1691,"Ġyogurt":1692,"venly":1693,"Ġstrips":1694,"Ġkern":1695,"lasses":1696,"ia":1697,"Ġleast":1698,"ĠLemon":1699,"ĠStrawberry":1700,"Ġcrescent":1701,"Ġtw":1702,"Ġam":1703,"Ġrasp":1704,"ular":1705,"ubb":1706,"rate":1707,"reme":1708,"Ġcur":1709,"ĠBanan":1710,"iv":1711,"Ġtuna":1712,"ĠFl":1713,"Ġdirected":1714,"Ġside":1715,"spice":1716,"Ġday":1717,"Ġgood":1718,"sting":1719,"ĠAr":1720,"pare":1721,"Ġuncooked":1722,"ĠRitz":1723,"cipe":1724,"ĠFudge":1725,"Ġslowly":1726,"asco":1727,"astry":1728,"Ġremove":1729,"veral":1730,"eez":1731,"Ġpin":1732,"ĠTab":1733,"nish":1734,"Ġdissolved":1735,"Ġallspice":1736,"Ġapricot":1737,"anch":1738,"ĠSo":1739,"gular":1740,"Ġbring":1741,"Ġkernel":1742,"ĠTabasco":1743,"Ġseveral":1744,"ĠBanana":1745,"Ġdip":1746,"Ġcaram":1747,"Ġskin":1748,"Ġchunks":1749,"Ġcrisp":1750,"oke":1751,"Ġraw":1752,"Ġhash":1753,"ĠCra":1754,"Ġpecan":1755,"ig":1756,"Ġhe":1757,"ĠFill":1758,"ĠShape":1759,"Ġweed":1760,"Ġmolasses":1761,"enter":1762,"eets":1763,"sert":1764,"Ġany":1765,"Ġbou":1766,"Ġ24":1767,"illon":1768,"vel":1769,"oss":1770,"ĠSet":1771,"Ġsepar":1772,"Ġbubb":1773,"Ġbouillon":1774,"bs":1775,"Ġfew":1776,"Ġcenter":1777,"asta":1778,"Ġcoffee":1779,"apen":1780,"ĠThis":1781,"Ġplate":1782,"alapen":1783,"Ġgrease":1784,"Ġbanana":1785,"Ġbits":1786,"Ġlike":1787,"Ġbarbecue":1788,"ently":1789,"Ġkn":1790,"tin":1791,"Ġevenly":1792,"ĠQuick":1793,"Ġpat":1794,"Ġjelly":1795,"tz":1796,"rocess":1797,"tern":1798,"Ġpastry":1799,"ĠMeat":1800,"Ġcanned":1801,"rough":1802,"Ġnon":1803,"Ġsalmon":1804,"Ġlast":1805,"erbet":1806,"hub":1807,"Ġpaste":1808,"Ġhor":1809,"hubarb":1810,"Ġthrough":1811,"ĠBalls":1812,"Ġchilled":1813,"ters":1814,"ugar":1815,"ĠBeef":1816,"Ġleaves":1817,"Ġsweetened":1818,"Ġstew":1819,"adish":1820,"ĠEgg":1821,"ĠMicrowave":1822,"Ġsalsa":1823,"bl":1824,"ĠCan":1825,"ĠLo":1826,"Ġstal":1827,"seradish":1828,"Ġboiler":1829,"ĠStore":1830,"ĠPineapple":1831,"ĠWith":1832,"ĠYields":1833,"Ġform":1834,"Ġamount":1835,"ĠPrepare":1836,"Ġdown":1837,"Ġtube":1838,"ĠFreez":1839,"ĠYou":1840,"asion":1841,"Ġhorseradish":1842,"ccasion":1843,"merican":1844,"Ġcoat":1845,"so":1846,"ild":1847,"Ġrind":1848,"ĠSalt":1849,"Ġseasoned":1850,"mes":1851,"Ġquick":1852,"Ġoccasion":1853,"Ġminiature":1854,"ĠRed":1855,"Ġthem":1856,"ĠMex":1857,"Ġchi":1858,"ĠDressing":1859,"Ġboth":1860,"Ġjalapen":1861,"Ġcons":1862,"Ġar":1863,"Ġclean":1864,"pes":1865,"fuls":1866,"ĠAmerican":1867,"Ġfreeze":1868,"Ġpress":1869,"ĠRanch":1870,"ĠPeel":1871,"Ġpart":1872,"Ġoccasionally":1873,"ĠTake":1874,"Ġsto":1875,"Ġcrock":1876,"uffy":1877,"avor":1878,"Ġdeep":1879,"Ġroom":1880,"ĠPecan":1881,"ĠOn":1882,"Ġblueberries":1883,"ĠBeans":1884,"Ġtwo":1885,"Ġsherbet":1886,"Ġ*":1887,"Ġregular":1888,"ĠOre":1889,"meat":1890,"Ġgran":1891,"Ġfreezer":1892,"Ġfish":1893,"avorite":1894,"Ġsm":1895,"15":1896,"Ġshall":1897,"Ġboxes":1898,"ĠIf":1899,"ĠMin":1900,"Ġtortillas":1901,"Ġthat":1902,"ĠSeason":1903,"usts":1904,"Ġflaked":1905,"very":1906,"eless":1907,"about":1908,"ĠMar":1909,"auce":1910,"Ġspray":1911,"ĠGar":1912,"other":1913,"pot":1914,"Ġspeed":1915,"Ġconcent":1916,"Ġlong":1917,"Ġcomp":1918,"Ġcrusts":1919,"ĠPepper":1920,"uer":1921,"Ġbrowns":1922,"Ġ425":1923,"Ġripe":1924,"Ġdark":1925,"less":1926,"Ġsquare":1927,"reast":1928,"ĠIce":1929,"Ġgal":1930,"Ġgrapes":1931,"corn":1932,"Ġtoast":1933,"Ġcreamy":1934,"kraut":1935,"Ġunsweetened":1936,"Ġcreamed":1937,"uerkraut":1938,"man":1939,"ĠGr":1940,"amp":1941,"iled":1942,"ĠZ":1943,"cake":1944,"aschin":1945,"aschino":1946,"esson":1947,"Ġfried":1948,"ang":1949,"Ġprocess":1950,"reat":1951,"Ġhigh":1952,"Ġchunk":1953,"rit":1954,"Ġpickles":1955,"ext":1956,"ĠSc":1957,"Ġmaraschino":1958,"Ġboiled":1959,"not":1960,"Ġconcentrate":1961,"ĠOrange":1962,"Ġdozen":1963,"Ġcarrot":1964,"ation":1965,"ĠWesson":1966,"Ġspices":1967,"Ġboneless":1968,"Ġ450":1969,"Ġcooled":1970,"Ġevery":1971,"Ġkeep":1972,"ĠVegetab":1973,"Ġusing":1974,"Ġcomplet":1975,"gs":1976,"ĠSugar":1977,"Ġfluffy":1978,"ulated":1979,"Ġshallow":1980,"ĠEng":1981,"Ġchuck":1982,"Ġdro":1983,"ĠSausage":1984,"Ġpretz":1985,"Ġpacked":1986,"ĠMexican":1987,"Ġrings":1988,"Tel":1989,"ĠMay":1990,"velop":1991,"ort":1992,"ĠCoconut":1993,"Ġwaxed":1994,"20":1995,"Ġbars":1996,"enne":1997,"Ġcomes":1998,"Ġcandy":1999,"Ġim":2000,"ĠWash":2001,"Ġenvelop":2002,"Ġdeg":2003,"ĠPound":2004,"ĠArrange":2005,"ys":2006,"Ġgranulated":2007,"Ġbreast":2008,"Ġele":2009,"isten":2010,"Ġfold":2011,"ĠNo":2012,"ĠFreeze":2013,"ĠCon":2014,"Ġdri":2015,"Ġpasta":2016,"Ġmayo":2017,"Ġthickened":2018,"ĠDream":2019,"Ġlonger":2020,"ĠBreak":2021,"ĠEnglish":2022,"Ġper":2023,"Ġbunch":2024,"Ġcucumber":2025,"Ġfull":2026,"Ġhas":2027,"ĠMon":2028,"ayenne":2029,"ĠPick":2030,"Ġme":2031,"ĠGreen":2032,"Ġcayenne":2033,"Ġmel":2034,"ĠForm":2035,"Ġraspberry":2036,"Ġcompletely":2037,"irt":2038,"Ġbite":2039,"Ġthinly":2040,"Ġbubbly":2041,"Ġcoars":2042,"umin":2043,"edges":2044,"ilad":2045,"Ġseal":2046,"Ġapplesauce":2047,"ĠCherry":2048,"ici":2049,"Ġrhubarb":2050,"spar":2051,"yme":2052,"Ġbeating":2053,"tach":2054,"ĠHigh":2055,"wich":2056,"Ġorder":2057,"Ġjalapeno":2058,"Ġpizza":2059,"rees":2060,"ĠTater":2061,"ĠDes":2062,"Ġstalks":2063,"uns":2064,"ft":2065,"ary":2066,"Ġ60":2067,"ĠNut":2068,"Ġdegrees":2069,"Ġaltern":2070,"ong":2071,"medi":2072,"istach":2073,"ĠLoaf":2074,"mediately":2075,"Ġpop":2076,"Ġthyme":2077,"Ġne":2078,"ĠDessert":2079,"Ġpar":2080,"erries":2081,"Ġaddit":2082,"ĠToss":2083,"istachio":2084,"Ġmold":2085,"Ġsome":2086,"ĠCran":2087,"Ġneeded":2088,"ined":2089,"Ġcornbread":2090,"ors":2091,"Ġrecipe":2092,"14":2093,"ines":2094,"Ġlean":2095,"uted":2096,"ctric":2097,"ĠJello":2098,"Ġpoppy":2099,"Up":2100,"Ġtoss":2101,"ĠBars":2102,"Ġpickle":2103,"Ġseeds":2104,"Ġused":2105,"ling":2106,"ĠMarin":2107,"ĠBean":2108,"any":2109,"andwich":2110,"Ġpretzels":2111,"Ġ-":2112,"Ġquar":2113,"Ġelectric":2114,"rained":2115,"ĠVegetable":2116,"ĠCranberry":2117,"idd":2118,"Ġonce":2119,"ĠWrap":2120,"Ġhave":2121,"aping":2122,"laz":2123,"ots":2124,"Ġchives":2125,"Ġsauerkraut":2126,"ty":2127,"ife":2128,"Ġberries":2129,"Ġpunch":2130,"Ġspice":2131,"Ġchoice":2132,"Ġdrops":2133,"ied":2134,"ĠSour":2135,"ĠAl":2136,"Ġsecon":2137,"aff":2138,"ai":2139,"bon":2140,"cy":2141,"Ġgrape":2142,"Ġcurry":2143,"ĠPork":2144,"Ġgravy":2145,"Ġanother":2146,"Ġfavorite":2147,"ĠCheez":2148,"Ġbeen":2149,"ca":2150,"ould":2151,"ĠWhiz":2152,"ĠKn":2153,"tinue":2154,"stit":2155,"undt":2156,"ties":2157,"ĠCand":2158,"Ġadding":2159,"ball":2160,"ĠUn":2161,"Ġag":2162,"ĠSte":2163,"Ġlemons":2164,"oy":2165,"Ġpound":2166,"ĠPat":2167,"Ġmarin":2168,"'t":2169,"pick":2170,"agus":2171,"sparagus":2172,"ĠBlue":2173,"ĠCrumb":2174,"Ġmelts":2175,"Ġagain":2176,"Ġdrop":2177,"ĠGradually":2178,"Ġaround":2179,"Ġenvelope":2180,"icious":2181,"ph":2182,"No":2183,"gel":2184,"Ġwhip":2185,"stic":2186,"Ġknife":2187,"ĠBarbecue":2188,"othpick":2189,"ĠGood":2190,"Ġtow":2191,"Ġrum":2192,"Ġplastic":2193,"Ġbet":2194,"Ġfrosting":2195,"Ġtoothpick":2196,"Ġimmediately":2197,"Ġflat":2198,"ool":2199,"Ġbay":2200,"ĠDump":2201,"ĠSquash":2202,"ĠLine":2203,"ive":2204,"nut":2205,"ĠHam":2206,"Ġherb":2207,"ĠThe":2208,"by":2209,"vo":2210,"Ġrelish":2211,"ĠStuff":2212,"Ġgradually":2213,"ame":2214,"ĠBiscuit":2215,"ĠPizza":2216,"fl":2217,"ner":2218,"ĠPet":2219,"Ġangel":2220,"ĠBundt":2221,"Ġsalted":2222,"Ġalso":2223,"ken":2224,"ĠRolls":2225,"ĠGarnish":2226,"cakes":2227,"rush":2228,"Ġsherry":2229,"Ġwheat":2230,"Ġpreheat":2231,"pen":2232,"Ġfrying":2233,"ton":2234,"Ġtoo":2235,"Ġshape":2236,"orsels":2237,"Ġmorsels":2238,"Ġflavored":2239,"bler":2240,"ĠMash":2241,"ĠPeach":2242,"Ġ11":2243,"ĠPam":2244,"ĠPumpkin":2245,"ĠOr":2246,"Ġheaping":2247,"lets":2248,"Ġrise":2249,"ized":2250,"ĠOreo":2251,"ili":2252,"Ġsub":2253,"ĠTom":2254,"Ġcoated":2255,"Ġbroil":2256,"Ġleaf":2257,"reserves":2258,"ĠKeep":2259,"ĠCarro":2260,"cad":2261,"ĠDelight":2262,"Ġpistachio":2263,"Ġseasonings":2264,"Ġplus":2265,"Ġpimentos":2266,"istency":2267,"vocad":2268,"Ġund":2269,"Ġconsistency":2270,"balls":2271,"wh":2272,"ĠJack":2273,"ĠChili":2274,"Ġcheddar":2275,"Ġbroken":2276,"peat":2277,"ĠOld":2278,"Ġmois":2279,"Ġcrabmeat":2280,"Ġcaramels":2281,"Ġart":2282,"law":2283,"ĠAng":2284,"Ġbeets":2285,"cooked":2286,"iluted":2287,"ĠAfter":2288,"Ġrefrigerated":2289,"erman":2290,"Ġlen":2291,"ĠFried":2292,"Ġsubstit":2293,"ĠTea":2294,"ĠBiscuits":2295,"Ġnext":2296,"eri":2297,"Ġstove":2298,"free":2299,"Ġ14":2300,"ĠCrust":2301,"ollow":2302,"Ġoys":2303,"ĠShrimp":2304,"Ġpreheated":2305,"bbler":2306,"ome":2307,"ĠMinute":2308,"ace":2309,"esame":2310,"pl":2311,"ppings":2312,"iffy":2313,"eg":2314,"affin":2315,"allop":2316,"Ġparaffin":2317,"ets":2318,"ting":2319,"Ġ18":2320,"ĠHa":2321,"ĠMarshmallow":2322,"wise":2323,"ĠMuff":2324,"boiled":2325,"ĠCrumble":2326,"inse":2327,"Ġpinto":2328,"hey":2329,"Ġpepperoni":2330,"Ġdrippings":2331,"ĠReduce":2332,"Ġbrand":2333,"Ġgently":2334,"ower":2335,"ĠAngel":2336,"ving":2337,"ĠSpinach":2338,"Ġcaramel":2339,"Ġpreserves":2340,"oles":2341,"joy":2342,"ions":2343,"ĠRa":2344,"ĠGerman":2345,"int":2346,"Ġavocad":2347,"Ġtoasted":2348,"Ġbar":2349,"ĠCup":2350,"imes":2351,"Ġpopcorn":2352,"ĠCandy":2353,"ĠCobbler":2354,"ĠJiffy":2355,"Ġalternately":2356,"ĠAcc":2357,"Ġbean":2358,"ershey":2359,"Ġadded":2360,"unchy":2361,"ĠCabbage":2362,"ĠCrab":2363,"ĠAccent":2364,"ĠZucchini":2365,"Ġheated":2366,"Ġdi":2367,"ĠKool":2368,"ĠBrownies":2369,"ness":2370,"Ġchop":2371,"ĠFrit":2372,"amel":2373,"Ġteaspoons":2374,"ons":2375,"aking":2376,"ĠPh":2377,"ĠApp":2378,"ĠCamp":2379,"ĠHershey":2380,"Ġyolk":2381,"Ġdays":2382,"Ġairt":2383,"Ġonly":2384,"Ġcorned":2385,"ĠMuffins":2386,"Ġairtight":2387,"ĠCrisp":2388,"iny":2389,"Ġbuns":2390,"Ġquart":2391,"Ġsesame":2392,"Ġmuffins":2393,"ĠCrack":2394,"Aid":2395,"Ġoun":2396,"Ġasparagus":2397,"ĠChe":2398,"Ġrolled":2399,".\\":2400,"for":2401,"Ġstore":2402,"qual":2403,"inner":2404,"bell":2405,"Ġcl":2406,"ante":2407,"Ġback":2408,"ĠTaco":2409,"ĠCaramel":2410,"made":2411,"Ġtightly":2412,"icante":2413,"ĠYield":2414,"Ġcornfl":2415,"ĠKra":2416,"Ġturning":2417,"ĠFrosting":2418,"ivid":2419,"ĠSup":2420,"Ġbags":2421,"Ġel":2422,"Ġwee":2423,"Ġreal":2424,"bow":2425,"tc":2426,"ily":2427,"ĠSpray":2428,"bits":2429,"Ġlid":2430,"ĠFresh":2431,"ĠCrush":2432,"Ġsoups":2433,"ĠDe":2434,"Ġpatties":2435,"Ġbreak":2436,"thing":2437,"Ġreserv":2438,"gth":2439,"lit":2440,"Ġadditional":2441,"ible":2442,"Ġsli":2443,"Ġseparated":2444,"Ġartich":2445,"Ġlength":2446,"ĠOatmeal":2447,"Ġshake":2448,"Ġgarnish":2449,"do":2450,"ĠAll":2451,"ĠDor":2452,"zzle":2453,"Ġseparate":2454,"fer":2455,"Ġ250":2456,"ĠCampbell":2457,"Ġcla":2458,"Ġseconds":2459,"Ġpit":2460,"aple":2461,"out":2462,"Ġmild":2463,"Ġetc":2464,"ering":2465,"ĠDot":2466,"Ġpiece":2467,"uk":2468,"Ġspoonfuls":2469,"Ġprocessor":2470,"Ġmade":2471,"Ġfour":2472,"ĠRepeat":2473,"Ġnonfat":2474,"All":2475,"uncan":2476,"Ġthey":2477,"ĠGreat":2478,"Ġhands":2479,"iento":2480,"ĠSteak":2481,"ĠDiv":2482,"ĠShake":2483,"laze":2484,"plant":2485,"Ġtap":2486,"Ġtimes":2487,"Ġgall":2488,"omemade":2489,"Ġpicante":2490,"Ġrack":2491,"ĠPan":2492,"Ġbott":2493,"ĠDelicious":2494,"ĠPickles":2495,"elph":2496,"ĠCornbread":2497,"iladelph":2498,"iladelphia":2499,"Ġfryer":2500,"ĠRoast":2501,"Ġskim":2502,"alor":2503,"ĠCreme":2504,"ĠStew":2505,"),":2506,"Ġbeer":2507,"ĠMacaroni":2508,"arty":2509,"Ġsmoke":2510,"Ġchunky":2511,"ĠPhiladelphia":2512,"ola":2513,"ĠFarm":2514,"Ġremo":2515,"ĠDorit":2516,"eringue":2517,"Ġforms":2518,"Ġcube":2519,"Ġserved":2520,"ioca":2521,"Ġwrap":2522,"mburg":2523,"lu":2524,"rye":2525,"ket":2526,"ĠHines":2527,"most":2528,"ĠSquares":2529,"Ġsubstitute":2530,"Ġelbow":2531,"Ġrye":2532,"Ġfirmly":2533,"Ġokra":2534,"Ġsage":2535,"ĠVal":2536,"Ġslivered":2537,"egg":2538,"fast":2539,"olid":2540,"ipton":2541,"Ġpimiento":2542,"ĠBlueberry":2543,"ma":2544,"we":2545,"Ġedges":2546,"Ġshould":2547,"Ġlard":2548,"Ġsandwich":2549,"terey":2550,"ĠTots":2551,"iven":2552,"Ġoften":2553,"ĠLipton":2554,"flavor":2555,"way":2556,"Ġwhis":2557,"ĠDuncan":2558,"ĠOnion":2559,"Ġfil":2560,"Ġgrain":2561,"Ġmint":2562,"ĠDoritos":2563,"Ġwash":2564,"Ġcrunchy":2565,"coop":2566,"Ġquarter":2567,"app":2568,"Ġthree":2569,"Ġwhich":2570,"Ġlengthwise":2571,"ĠWhile":2572,"Ġcornflakes":2573,"ĠVeg":2574,"ĠChip":2575,"ĠWill":2576,"Ġjuices":2577,"Ġbeg":2578,"ĠValley":2579,"icot":2580,"Ġgrill":2581,"ĠMonterey":2582,"Ġtapioca":2583,"Ġ\\":2584,"Ġpears":2585,"ĠMe":2586,"Ġcumin":2587,"Ġclear":2588,"ĠSupreme":2589,"ingers":2590,"stick":2591,"idge":2592,"oul":2593,"ĠBrush":2594,"ĠCoffee":2595,"Ġthickens":2596,"Ġmaple":2597,"Ġ\"":2598,"Ġtid":2599,"Ġeat":2600,"Ġrolling":2601,"Ġcandied":2602,"ĠHamburger":2603,"ĠKraft":2604,"flavored":2605,"ah":2606,"Ġstage":2607,"Ġalmost":2608,"Ġcoarse":2609,"Ġstill":2610,"ny":2611,"Ġstyle":2612,"Ġapart":2613,"Ġhearts":2614,"cing":2615,"Ġdrink":2616,"meric":2617,"Ġmoder":2618,"Ġ'":2619,"ini":2620,"Ġeverything":2621,"Ġtidbits":2622,"Ġic":2623,"Ġsheets":2624,"Ġraspberries":2625,"idden":2626,"ially":2627,"ĠBest":2628,"Ġbaby":2629,"size":2630,"yre":2631,"Ġwings":2632,"ĠTur":2633,"ĠKnead":2634,"yrex":2635,"Ġdissolve":2636,"ĠTuna":2637,"ĠWhite":2638,"ween":2639,"Ġsq":2640,"ĠHidden":2641,"Ġblueberry":2642,"ial":2643,"lings":2644,"Ġturmeric":2645,"utons":2646,"ĠParty":2647,"Ġno":2648,"Ġhamburg":2649,"anish":2650,"Ġbetween":2651,"ĠChops":2652,"ĠPepperidge":2653,"ĠDi":2654,"ĠScallop":2655,"Ġbroiler":2656,"Ġgallon":2657,"Ġicing":2658,"Ġwork":2659,"Ġholes":2660,"ĠMushroom":2661,"fried":2662,"Ġcoarsely":2663,"Ġcrumbly":2664,"Ġpopped":2665,"blong":2666,"inese":2667,"ĠPyrex":2668,"Ġgiven":2669,"Ġlim":2670,"ĠMilk":2671,"Ġ55":2672,"Ġstewed":2673,"Ġbottles":2674,"ĠCro":2675,"asure":2676,"Ġcontainers":2677,"Ġpickling":2678,"fro":2679,"ĠSm":2680,"Ġless":2681,"ĠChris":2682,"Ġfillets":2683,"de":2684,"Ġboard":2685,"ashion":2686,"Ġcroutons":2687,"Ġmein":2688,"Ġoblong":2689,"Ġkind":2690,"ĠSlow":2691,"ĠRecipe":2692,"ĠTomato":2693,"icotta":2694,"uss":2695,"ĠChinese":2696,"uring":2697,"ĠFrost":2698,"Ġweeks":2699,"ĠTw":2700,"head":2701,"Ġsure":2702,"ĠPo":2703,"Ġteaspoonfuls":2704,"uminum":2705,"ail":2706,"ĠGrand":2707,"ĠBroil":2708,"Ġdogs":2709,"Ġmoderate":2710,"ften":2711,"uth":2712,"Ġaluminum":2713,"ĠStove":2714,"nation":2715,"tm":2716,"Ġwant":2717,"ĠCustard":2718,"ĠRicotta":2719,"ously":2720,"Ġtake":2721,"Ġtri":2722,"ĠHomemade":2723,"ĠSalmon":2724,"ĠFrozen":2725,"Ġquarts":2726,"Ġfudge":2727,"13":2728,"Ġskinless":2729,"Ġstock":2730,"ĠStuffed":2731,"small":2732,"Ġ&":2733,"atch":2734,"Ġsur":2735,"ĠSlaw":2736,"ĠSpaghetti":2737,"Ġche":2738,"ĠLow":2739,"Ġcontinue":2740,"ĠCreamy":2741,"ĠSoak":2742,"ĠCarrot":2743,"ĠCakes":2744,"ĠDish":2745,"Ġribs":2746,"ĠEggs":2747,"ĠMarinate":2748,"Ġtowel":2749,"Ġinser":2750,"Ġglaze":2751,"Ġeggplant":2752,"ieners":2753,"ĠVanilla":2754,"orm":2755,"geal":2756,"ewarm":2757,"ĠSoften":2758,"ukewarm":2759,"ĠTang":2760,"ĠButtermilk":2761,"Ġinserted":2762,"Ġcutter":2763,"Ġfre":2764,"Ġlukewarm":2765,"awai":2766,"Ġknead":2767,"ĠRais":2768,"ĠFritos":2769,"awaiian":2770,"Ch":2771,"ĠCarnation":2772,"Ġsaute":2773,"ĠDough":2774,"quently":2775,"ĠHawaiian":2776,"Ġfrequently":2777,"Ġtins":2778,"Ġdel":2779,"Ġtops":2780,"peel":2781,"Ġstems":2782,"ĠContinue":2783,"ĠDivide":2784,"inches":2785,"oodle":2786,"Ġmakes":2787,"ored":2788,"ĠJust":2789,"Ġconsom":2790,"ĠChristm":2791,"try":2792,"unt":2793,"tover":2794,"ĠHoney":2795,"ĠSlowly":2796,"Ġmu":2797,"etiz":2798,"ĠIcing":2799,"Ġclams":2800,"Ġmeringue":2801,"ftover":2802,"Ġpies":2803,"Ġgelatine":2804,"Ġoyster":2805,"Ġpure":2806,"ĠSk":2807,"Ġchiles":2808,"ĠScalloped":2809,"Ġbark":2810,"agna":2811,"ĠGrill":2812,"Ġbrandy":2813,"oultry":2814,"ĠChristmas":2815,"Ġbest":2816,"ĠSn":2817,"Ġrefried":2818,"Ġwithout":2819,"ĠSpanish":2820,"no":2821,"use":2822,"Ġconsomme":2823,"cr":2824,"Ġunder":2825,"ĠOven":2826,"weeten":2827,"Ġboned":2828,"with":2829,"ĠDri":2830,"Ġinches":2831,"11":2832,"Ġwedges":2833,"Ġget":2834,"acho":2835,"Ġpoultry":2836,"Ġinst":2837,"iron":2838,"Ġloaves":2839,"ĠBreakfast":2840,"Ġsurf":2841,"peeled":2842,"Ġseedless":2843,"ossible":2844,"Ġpul":2845,"Ġexcess":2846,"Ġquickly":2847,"rag":2848,"ecor":2849,"Ġsurface":2850,"Ġfollow":2851,"ĠWater":2852,"dry":2853,"oam":2854,"Ġallow":2855,"Ġwalnut":2856,"cessary":2857,"Ġnecessary":2858,"airy":2859,"ĠRaisin":2860,"utch":2861,"ener":2862,"Ġsugars":2863,"ĠAllow":2864,"Ġscoop":2865,"nack":2866,"Ġreduce":2867,"iddle":2868,"ear":2869,"ina":2870,"alted":2871,"Ġjam":2872,"Ġtar":2873,"ĠCucumb":2874,"ĠPack":2875,"isted":2876,"Ġhalved":2877,"Ġsprayed":2878,"Ġounce":2879,"Ġquartered":2880,"ĠTurkey":2881,"ragon":2882,"Ġtin":2883,"Ġchow":2884,"Ġlined":2885,"ning":2886,"Ġcalor":2887,"ĠTri":2888,"av":2889,"ĠCoat":2890,"ĠHash":2891,"risket":2892,"ĠPancakes":2893,"ĠPop":2894,"ĠGrate":2895,"Ġapricots":2896,"Ġlisted":2897,"eturn":2898,"Ġparty":2899,"Ġquarters":2900,"Ġavocado":2901,"Ġbig":2902,"Ġpink":2903,"Ġdinner":2904,"ĠMandarin":2905,"ĠChex":2906,"ĠReturn":2907,"Ġpartially":2908,"ĠCracker":2909,"aker":2910,"Ġpulp":2911,"Ġtarragon":2912,"Ġvegg":2913,"ashew":2914,"ople":2915,"Ġlima":2916,"Ġblo":2917,"Ġmiddle":2918,"Ġcrumble":2919,"Ġcare":2920,"Ġundrained":2921,"mary":2922,"Ġwieners":2923,"icy":2924,"Ġmeatballs":2925,"ĠOreos":2926,"Ġundiluted":2927,"ĠDutch":2928,"Ġscall":2929,"Ġmoist":2930,"Ġunflavored":2931,"Ġleftover":2932,"Ġpancake":2933,"ffle":2934,"Ġenjoy":2935,"Ġsteaks":2936,"ĠToast":2937,"ĠCrock":2938,"ual":2939,"Ġsweeten":2940,"Ġahead":2941,"Ġdon":2942,"ĠRel":2943,"ĠEn":2944,"Ġbone":2945,"Ġequal":2946,"able":2947,"Ġclub":2948,"Ġbul":2949,"ĠSandwich":2950,"ĠOne":2951,"Ġfreshly":2952,"Ġmarinate":2953,"ĠRelish":2954,"erm":2955,"ingle":2956,"Ġwood":2957,"ams":2958,"parate":2959,"Ġskinned":2960,"Ġcareful":2961,"Ġsun":2962,"ĠSeed":2963,"ĠTex":2964,"Ġcomb":2965,"ominy":2966,"Ġgreens":2967,"eeze":2968,"ĠDrizzle":2969,"ĠLea":2970,"Ġreserved":2971,"dish":2972,"cook":2973,"ĠCrunch":2974,"Ġtowels":2975,"ĠStyle":2976,"Ġrose":2977,"Ġthickness":2978,"ĠUs":2979,"Ġpint":2980,"Ġsmoked":2981,"side":2982,"ĠLime":2983,"loin":2984,"ears":2985,"edge":2986,"ecial":2987,"my":2988,"ĠSeal":2989,"cho":2990,"bove":2991,"Ġwire":2992,"Ġabove":2993,"Ġrinse":2994,"ĠHell":2995,"Ġcutting":2996,"ountry":2997,"ĠApples":2998,"approximately":2999,"ilant":3000,"Ġfoam":3001,"ĠMom":3002,"ĠRinse":3003,"ĠNext":3004,"ĠGarlic":3005,"ilantro":3006,"ĠChess":3007,"ĠRuss":3008,"ctar":3009,"Ġscal":3010,"jon":3011,"Ġflower":3012,"ĠLightly":3013,"ĠSeparate":3014,"Ġbetter":3015,"Ġcilantro":3016,"Ġlas":3017,"bu":3018,"Ġfran":3019,"ĠPasta":3020,"aster":3021,"ĠDill":3022,"Ġglasses":3023,"Ġnonstick":3024,"ivided":3025,"ashioned":3026,"Ġwooden":3027,"ath":3028,"ĠPr":3029,"Ġsaltine":3030,"ĠSpiced":3031,"ages":3032,"oe":3033,"Ġmaking":3034,"ĠBlack":3035,"Ġpeak":3036,"ĠMeatballs":3037,"Ġmarinade":3038,"Ġartichoke":3039,"Ġrosemary":3040,"Ġtbsp":3041,"routs":3042,"ĠYum":3043,"Ġveggies":3044,"acon":3045,"ĠCinnamon":3046,"Ġprefer":3047,"Ġsingle":3048,"Ġind":3049,"urg":3050,"Ġunsalted":3051,"Ġbulk":3052,"ĠTexas":3053,"Ġunpeeled":3054,"Ġmeats":3055,"ĠThaw":3056,"Ġsweetener":3057,"ĠUsing":3058,"Ġsit":3059,"als":3060,"Ġscallions":3061,"bury":3062,"flower":3063,"Ġcashew":3064,"ere":3065,"Ġdivided":3066,"ĠHeath":3067,"Ġaddition":3068,"Ġbegins":3069,"ĠRussian":3070,"46":3071,"Ġiron":3072,"Ġleave":3073,"oliday":3074,"Ġchees":3075,"cup":3076,"Ġlite":3077,"ĠRhubarb":3078,"Ġalum":3079,"ourbon":3080,"ĠPuff":3081,"Ġblock":3082,"ĠEnjoy":3083,"ĠDate":3084,"Ġsprouts":3085,"agne":3086,"Ġdev":3087,"mann":3088,"ĠDijon":3089,"cans":3090,"ipped":3091,"inal":3092,"ank":3093,"Ġpeople":3094,"box":3095,"Ġwashed":3096,"Ġcap":3097,"Ġgener":3098,"eaten":3099,"Ġnacho":3100,"Ġsprink":3101,"Ġmuch":3102,"orb":3103,"ĠNe":3104,"ĠDumplings":3105,"ĠCarrots":3106,"Ġavocados":3107,"Ġcheeses":3108,"Ġopen":3109,"eeps":3110,"ĠWal":3111,"odka":3112,"Ġliter":3113,"Ġchipped":3114,"fish":3115,"Ġparts":3116,"ĠCol":3117,"Ġgrits":3118,"Ġend":3119,"iche":3120,"Ġplatter":3121,"save":3122,"Ġwild":3123,"Ġeas":3124,"ĠBar":3125,"Ġgreat":3126,"iet":3127,"ĠCheesecake":3128,"Ġnectar":3129,"ills":3130,"ettuc":3131,"Ġwafer":3132,"lazed":3133,"ier":3134,"ths":3135,"ents":3136,"Ġabs":3137,"ĠBran":3138,"ĠCauliflower":3139,"ĠFlake":3140,"ĠChees":3141,"Ġwhisk":3142,"ĠCucumber":3143,"ison":3144,"okes":3145,"Ġbrownie":3146,"Ġfruits":3147,"Ġtray":3148,"ating":3149,"orted":3150,"Ġsteam":3151,"Ġoysters":3152,"Ġpeaks":3153,"Ġown":3154,"ĠPu":3155,"ĠDice":3156,"ĠFavorite":3157,"Ġremoved":3158,"ĠMold":3159,"uncooked":3160,"Ġvodka":3161,"Ġsame":3162,"ĠDon":3163,"Ġcolored":3164,"ĠGrandma":3165,"Ġsunflower":3166,"ĠLeave":3167,"mm":3168,"enison":3169,"ĠAunt":3170,"Ġsplit":3171,"ĠSpecial":3172,"illsbury":3173,"fresh":3174,"Ġcakes":3175,"ĠCa":3176,"ĠBacon":3177,"ĠSplit":3178,"Ġass":3179,"ĠGrind":3180,"ilada":3181,"Ġsecond":3182,"Ġhold":3183,"Ġstarts":3184,"Ġradish":3185,"Ġabsorb":3186,"ĠBatter":3187,"ist":3188,"te":3189,"Ġbrisket":3190,"Ġring":3191,"Ġspring":3192,"Ġdessert":3193,"ĠFlour":3194,"Ġstalk":3195,"Ġbunches":3196,"ĠPoppy":3197,"ĠHellmann":3198,"ĠCheesy":3199,"Ġburn":3200,"ĠTr":3201,"ĠRes":3202,"Ġflavors":3203,"Ġdissolves":3204,"ĠMarinated":3205,"mint":3206,"Ġpr":3207,"Ġthese":3208,"boned":3209,"Ġscalded":3210,"Pot":3211,"ĠCl":3212,"Ġinc":3213,"Ġline":3214,"Ġbeco":3215,"Ġfrost":3216,"Ġremainder":3217,"away":3218,"ĠAltern":3219,"Ġartichokes":3220,"ormel":3221,"may":3222,"Ġedge":3223,"Ġsn":3224,"ity":3225,"Ġdot":3226,"ddle":3227,"Ġcreamer":3228,"cover":3229,"Ġseeded":3230,"Ġwide":3231,"ĠCocktail":3232,"Ġarrange":3233,"of":3234,"Ġhominy":3235,"ĠHormel":3236,"Ġdeboned":3237,"Ġbubbles":3238,"Ġmoistened":3239,"Ġpitted":3240,"Th":3241,"high":3242,"uice":3243,"ĠPillsbury":3244,"ĠAp":3245,"ĠRom":3246,"Ġcreme":3247,"arge":3248,"areri":3249,"Ġspri":3250,"ĠLa":3251,"ĠEqual":3252,"ĠSouth":3253,"reach":3254,"Ġsoften":3255,"except":3256,"urple":3257,"ĠGravy":3258,"ĠArt":3259,"Ġpuree":3260,"Ġlasagna":3261,"Ġassorted":3262,"ĠBr":3263,"ĠSpr":3264,"Ġcongeal":3265,"Ġcaraway":3266,"Ġlook":3267,"rittle":3268,"ĠTomatoes":3269,"ĠAppetiz":3270,"ock":3271,"Ġport":3272,"riddle":3273,"iscard":3274,"Ġflatten":3275,"Ġounces":3276,"Ġindivid":3277,"ĠCal":3278,"Ġ275":3279,"Ġsections":3280,"ĠOf":3281,"lua":3282,"ahlua":3283,"oo":3284,"Ġbit":3285,"ĠPer":3286,"Ġcashews":3287,"Ġsave":3288,"ĠVery":3289,"ĠShred":3290,"areribs":3291,"land":3292,"ouffle":3293,"ĠPro":3294,"ĠCookie":3295,"ĠQuiche":3296,"Ġreserving":3297,"ptional":3298,"alade":3299,"Ġfri":3300,"ĠDinner":3301,"ĠIr":3302,"ĠUncle":3303,"Ġpounds":3304,"Ġradishes":3305,"bas":3306,"Ġcustard":3307,"ingu":3308,"mond":3309,"thy":3310,"ĠRam":3311,"ĠFood":3312,"meter":3313,"Ġrect":3314,"Ġjalapenos":3315,"Ġcombined":3316,"ĠArtich":3317,"Fat":3318,"Ġgriddle":3319,"ĠGolden":3320,"insed":3321,"Ġbones":3322,"iginal":3323,"ĠUncover":3324,"Ġremoving":3325,"ĠReserve":3326,"ĠRamen":3327,"add":3328,"Ġbrush":3329,"ĠHoliday":3330,"Ġcalories":3331,"ple":3332,"rise":3333,"Ġbourbon":3334,"Ġduring":3335,"Ġlea":3336,"ĠFish":3337,"Ġcurd":3338,"Ġcoating":3339,"ĠApricot":3340,"18":3341,"Ġster":3342,"Ġpers":3343,"ĠBen":3344,"Ġbeater":3345,"uced":3346,"Ġroasting":3347,"undrained":3348,"undiluted":3349,"Ġflowerets":3350,"Ġty":3351,"spberry":3352,"Ġshap":3353,"Ġsoak":3354,"Ġcarefully":3355,"Ġleaving":3356,"bone":3357,"Ġrinsed":3358,"Ġalong":3359,"Ġdoz":3360,"Ġcandies":3361,"Ġcored":3362,"Ġ36":3363,"Ġac":3364,"Ġstack":3365,"ady":3366,"Ġmeasure":3367,"Ġdelicious":3368,"ĠSprite":3369,"ĠArtichoke":3370,"Ġtiny":3371,"ander":3372,"Ġfire":3373,"Ġway":3374,"Ġeasy":3375,"ĠSnack":3376,"Ġcome":3377,"Ġyams":3378,"ĠJo":3379,"ĠNot":3380,"Ġending":3381,"Ġspoonful":3382,"Ġroasted":3383,"ĠFlat":3384,"ĠIrish":3385,"ru":3386,"estle":3387,"aki":3388,"vers":3389,"Ġpeppermint":3390,"Ġlimeade":3391,"Ġits":3392,"ĠNoodles":3393,"ĠButterscotch":3394,"Ġdrizzle":3395,"Ġwhiskey":3396,"fruit":3397,"ĠCat":3398,"ĠPies":3399,"Ġharden":3400,"ĠGrape":3401,"ouse":3402,"lay":3403,"Ġgo":3404,"Ġlevel":3405,"pending":3406,"ĠFlatten":3407,"tal":3408,"Ġreach":3409,"ouch":3410,"Ġchip":3411,"lean":3412,"Ġ32":3413,"ĠSurp":3414,"ĠOver":3415,"ĠJam":3416,"Ġrounded":3417,"Le":3418,"Ġlump":3419,"Ġflake":3420,"Ġstart":3421,"Ġpoint":3422,"!!":3423,"mar":3424,"Ġcir":3425,"Ġsized":3426,"ĠBo":3427,"Ġthan":3428,"Ġstring":3429,"Ġrun":3430,"ĠSave":3431,"cut":3432,"dairy":3433,"yaki":3434,"Ġdecor":3435,"ĠBrittle":3436,"ĠPea":3437,"ĠSalsa":3438,"ĠNoodle":3439,"ĠPretz":3440,"ĠCups":3441,"Ġfoamy":3442,"Makes":3443,"fry":3444,"Ġpurple":3445,"ĠBurg":3446,"etic":3447,"Ġspears":3448,"amily":3449,"eriyaki":3450,"Ġindividual":3451,"jor":3452,"Ġpossible":3453,"Ġfive":3454,"Ġfettuc":3455,"ĠKeeps":3456,"ĠNestle":3457,"Ġench":3458,"ĠFluff":3459,"frozen":3460,"roof":3461,"Ġoriginal":3462,"ĠWheat":3463,"ĠGran":3464,"Ġpacket":3465,"arbecu":3466,"ĠIcebox":3467,"ĠPatties":3468,"ĠProcess":3469,"ĠMa":3470,"ght":3471,"ĠDirt":3472,"ĠWork":3473,"Ġcooker":3474,"luding":3475,"ĠSurprise":3476,"ik":3477,"uteed":3478,"Ġinside":3479,"ĠBas":3480,"lain":3481,"ĠKahlua":3482,"Ġreduced":3483,"ielbas":3484,"Ġtoothpicks":3485,"Lemon":3486,"32":3487,"large":3488,"zo":3489,"Ġfingers":3490,"Ġwet":3491,"ouple":3492,"ĠHave":3493,"ĠPickled":3494,"ĠCrackers":3495,"ĠAlternate":3496,"ĠRomano":3497,"Ġtype":3498,"mmer":3499,"malade":3500,"ye":3501,"enough":3502,"Ġmarmalade":3503,"ĠHe":3504,"mpty":3505,"Ġreserve":3506,"ĠMushrooms":3507,"ĠTwink":3508,"ĠSkillet":3509,"ĠPopcorn":3510,"Ġenchilada":3511,"ib":3512,"Ġcouple":3513,"Ġsolid":3514,"ĠFin":3515,"lime":3516,"Ġskins":3517,"ĠGraham":3518,"Ġherbs":3519,"Ġdipping":3520,"ĠDev":3521,"crumb":3522,"upper":3523,"arter":3524,"Ġtall":3525,"Ġdump":3526,"raut":3527,"Ġveal":3528,"ĠGently":3529,"ĠSouthern":3530,"Ġ+":3531,"Ġtorn":3532,"Ġparmesan":3533,"ĠGinger":3534,"Ġkettle":3535,"Ġeasily":3536,"Ġsprigs":3537,"mix":3538,"ĠCocoa":3539,"ĠChow":3540,"reserve":3541,"ĠIs":3542,"orets":3543,"ĠSauerkraut":3544,"ĠSeven":3545,"ĠMeasure":3546,"Ġoptional":3547,"Ġmarjor":3548,"Ġpancakes":3549,"asting":3550,"ĠGlazed":3551,"Ġkraut":3552,"ĠPuffs":3553,"Ġprun":3554,"don":3555,"Ġpuff":3556,"irloin":3557,"Ġoverb":3558,"ĠBefore":3559,"Ġsandwiches":3560,"Ġmarjoram":3561,"21":3562,"ĠSouffle":3563,"Ġlingu":3564,"orning":3565,"amal":3566,"ĠEx":3567,"ampagne":3568,"arbecued":3569,"ielbasa":3570,"turn":3571,"ange":3572,"Ġflorets":3573,"Ġnight":3574,"the":3575,"ĠOys":3576,"ĠNew":3577,"ĠSnick":3578,"Ġinstru":3579,"Cola":3580,"Serves":3581,"rs":3582,"ermo":3583,"end":3584,"ĠSum":3585,"ĠCoca":3586,"ansfer":3587,"ĠLon":3588,"ĠOri":3589,"ifted":3590,"medium":3591,"your":3592,"ĠRag":3593,"ĠDog":3594,"ĠEat":3595,"ĠFilling":3596,"ĠColby":3597,"ppies":3598,"Ġaway":3599,"Ġ48":3600,"ĠRub":3601,"ĠLas":3602,"ĠPeg":3603,"Ġfinish":3604,"Ġmeas":3605,"lined":3606,"Ġtwice":3607,"Ġpints":3608,"ĠAlmond":3609,"white":3610,"Ġshapes":3611,"ĠSummer":3612,"gate":3613,"Ġpear":3614,"ĠStick":3615,"abetic":3616,"Ġmost":3617,"Ġspreading":3618,"ĠRaspberry":3619,"Ġbegin":3620,"Co":3621,"Ġpower":3622,"ross":3623,"ĠTot":3624,"Ġvenison":3625,"ĠAsparagus":3626,"ither":3627,"ĠCole":3628,"vent":3629,"ĠRea":3630,"Ġlove":3631,"ĠButterf":3632,"Ġmoisten":3633,"erios":3634,"Ġmon":3635,"ĠBaking":3636,"Ġspareribs":3637,"ĠPecans":3638,"ĠCheerios":3639,"Ġpimientos":3640,"Ġfrank":3641,"Ġsteril":3642,"alf":3643,"Ġcore":3644,"irl":3645,"ĠStrain":3646,"Ġboils":3647,"ĠReady":3648,"Ġdoub":3649,"Ġscallop":3650,"Ġnondairy":3651,"while":3652,"Ġinstead":3653,"Ġfollowing":3654,"Ġprunes":3655,"ĠRagu":3656,"Ġsterilized":3657,"ĠBay":3658,"ĠPol":3659,"ĠCoke":3660,"ĠWings":3661,"ĠWatergate":3662,"ĠNever":3663,"28":3664,"butter":3665,"Ġ100":3666,"Ġbran":3667,"Ġbasting":3668,"ĠTort":3669,"ĠFail":3670,"Ġreturn":3671,"Ġcupcake":3672,"Ġrot":3673,"Ġroaster":3674,"ĠShoe":3675,"Ġenvelopes":3676,"ĠSteam":3677,"Ġinstructions":3678,"ĠReaLemon":3679,"drained":3680,"fur":3681,"ox":3682,"eyed":3683,"Ġgrapefruit":3684,"Ġcloth":3685,"Ġtriang":3686,"proof":3687,"Ġsirloin":3688,"Ġpull":3689,"ret":3690,"ĠMill":3691,"Ġnew":3692,"ĠThese":3693,"Ġsqueez":3694,"ĠSeasons":3695,"Ġdevil":3696,"Ġbecomes":3697,"Ġbr":3698,"Ġtouch":3699,"Ġdice":3700,"ĠMrs":3701,"Ġhalfway":3702,"Ġprevent":3703,"ĠMonkey":3704,"ĠNote":3705,"ula":3706,"ures":3707,"ĠClean":3708,"orr":3709,"ĠBarbecued":3710,"Ġsaltines":3711,"ĠChew":3712,"oupe":3713,"Ġoiled":3714,"Ġhots":3715,"Ġnutmeat":3716,"Ġblackberries":3717,"Ġdoes":3718,"ounts":3719,"ĠKnorr":3720,"ĠGrilled":3721,"ĠSnow":3722,"Ġnutmeats":3723,"dge":3724,"Ġent":3725,"Ġmorning":3726,"ĠCountry":3727,"Ġdiscard":3728,"Ġthir":3729,"cher":3730,"ellent":3731,"ĠWatch":3732,"ushy":3733,"Ġrese":3734,"ama":3735,"ĠEnch":3736,"Ġrounds":3737,"ĠMayonnaise":3738,"eur":3739,"Ġwon":3740,"ĠCla":3741,"ĠBl":3742,"ĠPistachio":3743,"Ġhole":3744,"ĠHush":3745,"Ġteaspoonful":3746,"ĠTrim":3747,"ĠSandwiches":3748,"ĠPuppies":3749,"ĠGranny":3750,"If":3751,"Ups":3752,"cellent":3753,"sugar":3754,"Ġfa":3755,"ĠTear":3756,"ĠDay":3757,"ĠHerb":3758,"ctive":3759,"Ġunbeaten":3760,"Ġabsorbed":3761,"Ġfrankfur":3762,"sized":3763,"Ġ17":3764,"alina":3765,"ĠPink":3766,"ĠMustard":3767,"Ġsauteed":3768,"ĠDeep":3769,"ornia":3770,"Ġsec":3771,"ĠImp":3772,"ifornia":3773,"more":3774,"ĠMashed":3775,"ĠMan":3776,"ĠAn":3777,"ĠOil":3778,"ĠInstant":3779,"afe":3780,"Ġblending":3781,"ĠNor":3782,"Ġloin":3783,"Ġloos":3784,"den":3785,"plain":3786,"Ġold":3787,"edish":3788,"Ġpod":3789,"Ġwould":3790,"roll":3791,"amole":3792,"ĠCatalina":3793,"ĠOyster":3794,"!)":3795,"hot":3796,"uac":3797,"ouble":3798,"rape":3799,"urger":3800,"Ġfrothy":3801,"ĠHea":3802,"ental":3803,"Ġprepare":3804,"ĠMarinade":3805,"ĠKnox":3806,"ĠCalifornia":3807,"Ġmeasuring":3808,"uacamole":3809,"Ġcuts":3810,"alia":3811,"Ġsup":3812,"ĠPl":3813,"Ġcanola":3814,"Ġcantal":3815,"Ġcutlets":3816,"ully":3817,"Ġends":3818,"Ġstuffed":3819,"Ġright":3820,"Ġamounts":3821,"Ġdoubled":3822,"ment":3823,"atur":3824,"Ġfree":3825,"Ġfamily":3826,"ĠMixture":3827,"ĠFashioned":3828,"ĠSpicy":3829,"ĠNuts":3830,"agon":3831,"Ġscant":3832,"ĠCongeal":3833,"Ġdipped":3834,"Ġentire":3835,"dough":3836,"round":3837,"ĠCre":3838,"ĠCider":3839,"ĠPinch":3840,"Ġstrain":3841,"liced":3842,"Ġdishes":3843,"Ġkielbasa":3844,"Ġhandle":3845,"ĠSqueeze":3846,"Ġsqueezed":3847,"For":3848,"iw":3849,"Ġtight":3850,"ĠSyrup":3851,"ĠSpice":3852,"ĠStart":3853,"idalia":3854,"Ġpackets":3855,"Ġdepending":3856,"ĠSwedish":3857,"igor":3858,"ĠAlso":3859,"ĠMillion":3860,"iwi":3861,"St":3862,"ĠSec":3863,"ĠPlay":3864,"Ġvigor":3865,"ĠFir":3866,"umps":3867,"isses":3868,"Ġpackages":3869,"ĠLayered":3870,"ĠSlush":3871,"Ġhandful":3872,"ĠPeppers":3873,"Ġscallops":3874,"Ġresemb":3875,"Can":3876,"Ġbl":3877,"Ġfit":3878,"ĠCur":3879,"Ġ200":3880,"Ġsuit":3881,"ĠBeets":3882,"ĠWaf":3883,"ĠLi":3884,"Ġsqueeze":3885,"Ġliqueur":3886,"Ġstiffly":3887,"crumbs":3888,"ĠIsland":3889,"ĠTorte":3890,"Ġfrankfurters":3891,"ĠImpossible":3892,"Ġcantaloupe":3893,"Ġvigorously":3894,"ald":3895,"ĠMc":3896,"Ġnoodle":3897,"Ġrab":3898,"ĠRefrigerator":3899,"Ġnear":3900,"Ġpared":3901,"Ġworks":3902,"Cheese":3903,");":3904,"ments":3905,"ren":3906,"Ġwish":3907,"Ġdiet":3908,"Ġgerm":3909,