{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ġ<":261,"NE":262,"XT":263,"NEXT":264,"EN":265,"IN":266,"RE":267,"ST":268,"Ġc":269,"ING":270,"DI":271,"TS":272,"ENTS":273,"REDI":274,"INGREDI":275,"INGREDIENTS":276,"NER":277,"TI":278,"in":279,"Ġs":280,"er":281,"Ġ1":282,"AR":283,"END":284,"STAR":285,"START":286,"CTI":287,"NS":288,"ONS":289,"RU":290,"INST":291,"CTIONS":292,"RUCTIONS":293,"INSTRUCTIONS":294,"an":295,"ar":296,"Ġo":297,"Ġb":298,"ed":299,"Ġt":300,"es":301,"Ġp":302,"Ġm":303,"at":304,"il":305,"ut":306,"re":307,"on":308,"al":309,"en":310,"ou":311,"and":312,"Ġf":313,"PE":314,"CI":315,"LE":316,"TLE":317,"RECI":318,"TITLE":319,"RECIPE":320,"Ġand":321,"ing":322,"Ġch":323,"Ġw":324,"gar":325,"ic":326,"ĠC":327,"le":328,"or":329,"Ġin":330,"sp":331,"Ġto":332,"el":333,"ak":334,"pp":335,"our":336,"Ġ2":337,"Ġsu":338,"rea":339,"ro":340,"Ġsugar":341,"Ġa":342,"Ġ3":343,"it":344,"Ġd":345,"ix":346,"ter":347,"Ġe":348,"ĠS":349,"Ġon":350,"ĠB":351,"la":352,"ĠP":353,"ine":354,"Ġsal":355,"ol":356,"Ġg":357,"ge":358,"ra":359,"Ġtsp":360,"Ġpe":361,"Ġh":362,"st":363,"ĠM":364,"Ġsalt":365,"gg":366,"utter":367,"sh":368,"Ġl":369,"Ġegg":370,"dd":371,"ake":372,"ion":373,"ream":374,"Ġbutter":375,"ĠT":376,"ow":377,"un":378,"Ġv":379,"Ġ(":380,"ese":381,"Ġco":382,"eese":383,"Ġfl":384,"all":385,"Ġth":386,"Ġcream":387,"ick":388,"ilk":389,"Ġcheese":390,"ot":391,"Ġflour":392,"ch":393,"Ġor":394,"Ġonion":395,"Ġof":396,"Ġmilk":397,"ĠA":398,"Ġun":399,"ri":400,"ce":401,"Ġmin":402,"ĠCo":403,"ice":404,"Ġcho":405,"Ġmix":406,"ell":407,"Ġst":408,"ith":409,"Ġcan":410,"red":411,"ater":412,"ru":413,"Ġfor":414,"Ġeggs":415,"eat":416,"Ġwith":417,"Ġwater":418,"Ġminut":419,"til":420,"ver":421,"to":422,"Ġminutes":423,"ts":424,"bsp":425,"00":426,"ok":427,"ĠTbsp":428,"is":429,"Ġ4":430,"Ġuntil":431,"Ġj":432,"illa":433,"anilla":434,"pper":435,"Ġvanilla":436,"et":437,"Ġoz":438,"mon":439,"ĠMix":440,"der":441,"Ġpepper":442,"Ġn":443,"ĠAdd":444,"as":445,"mb":446,"au":447,"Ġbro":448,"Ġat":449,"ato":450,"Ġsh":451,"pped":452,"ie":453,"ĠCh":454,"ve":455,"Ġbe":456,"ry":457,"Ġmar":458,"Ġthe":459,"icken":460,"ck":461,"ien":462,"Ġinto":463,"Ġchopped":464,"redien":465,"ingredien":466,"Ġingredien":467,"Ġingredients":468,"ir":469,"Ġsau":470,"gh":471,"Ġwh":472,"th":473,"Ġle":474,".)":475,"ĠBake":476,"ate":477,"wn":478,"ip":479,"ĠR":480,"lic":481,"Ġbak":482,"ĠW":483,"Ġpow":484,"Ġpowder":485,"od":486,"oup":487,"col":488,"ĠD":489,"Ġcru":490,"Ġbaking":491,"ans":492,"up":493,"uts":494,"50":495,"na":496,"Ġover":497,"Ġchicken":498,"Ġsoup":499,"Ġju":500,"read":501,"orn":502,"Ġsauce":503,"pple":504,"garine":505,"ill":506,"Ġmargarine":507,"ad":508,"ther":509,"Ġbo":510,"Ġgr":511,"Ġbrown":512,"mall":513,"Ġjuice":514,"atoes":515,"Ġoil":516,"kg":517,"Ġpkg":518,"Ġmu":519,"ay":520,"Ġ350":521,"Ġall":522,"Ġcook":523,"Ġpan":524,"ĠF":525,"les":526,"res":527,"nd":528,"Ġre":529,"Ġpie":530,"me":531,"ly":532,"Ġcorn":533,"Ġwell":534,"apple":535,"ineapple":536,"ast":537,"Ġlb":538,"Ġlar":539,"ure":540,"gether":541,"Ġtogether":542,"Ġlarge":543,"co":544,"ers":545,"con":546,"ab":547,"Ġadd":548,"Ġpineapple":549,"ish":550,"Ġlemon":551,"inch":552,"ĠPour":553,"ef":554,"Ġfro":555,"rain":556,"Ġnuts":557,"Ġsp":558,"reen":559,"ole":560,"qu":561,"am":562,"colate":563,"ber":564,"ound":565,"Ġtom":566,"elt":567,"Ġhour":568,"ur":569,"igh":570,"ĠSp":571,"Ġse":572,"um":573,"Ġgreen":574,"om":575,"ger":576,"Ġy":577,"Ġsmall":578,"ĠSt":579,"Ġpot":580,"Ġ6":581,"oda":582,"Ġcra":583,"ves":584,"Ġsoda":585,"sed":586,"ture":587,"Ġr":588,"age":589,"Ġcon":590,"ery":591,"ĠCook":592,"Ġmixture":593,"Ġcake":594,"eet":595,"ĠL":596,"mbine":597,"ĠI":598,"ser":599,"Ġcup":600,"Ġwhit":601,"Ġboil":602,"Ġslic":603,"ĠWh":604,"ight":605,"Ġpec":606,"Ġchocolate":607,"ap":608,"Ġsour":609,"Ġ8":610,"ated":611,"ĠH":612,"Ġcrack":613,"ces":614,"Ġmay":615,"id":616,"Ġgar":617,"inegar":618,"room":619,"op":620,"Ġvinegar":621,"inna":622,"innamon":623,"ven":624,"if":625,"Ġcinnamon":626,"ten":627,"elery":628,"ash":629,"star":630,"Ġpecans":631,"Ġgarlic":632,"old":633,"Ġonions":634,"Ġpotatoes":635,"Ġcelery":636,"ise":637,"Ġtop":638,"lace":639,"Ġstick":640,"Ġground":641,"ries":642,"shroom":643,"se":644,"ain":645,"ĠCombine":646,"ach":647,"ĠG":648,"Ġdrain":649,"Ġba":650,"Ġmelt":651,"zen":652,"ĠCool":653,"Ġbeef":654,"Ġmushroom":655,"im":656,"akes":657,"asser":658,"asserole":659,"ct":660,"Ġ5":661,"Ġoran":662,"ies":663,"onna":664,"onnaise":665,"Ġcrumb":666,"Ġmayonnaise":667,"mo":668,"Ġdish":669,"ood":670,"Ġwhite":671,"erve":672,"Ġbeat":673,"Ġx":674,"Ġso":675,"edi":676,"Ġhot":677,"Ġmelted":678,"ips":679,"raw":680,"ff":681,"Ġ9":682,"Ġbread":683,"ĠStir":684,"ire":685,"Ġoven":686,"Ġchips":687,"weet":688,"sing":689,"riger":690,"Ġfrozen":691,"ough":692,"owl":693,"ink":694,"Ġheat":695,"Ġbowl":696,"reased":697,"Ġstir":698,"edium":699,"ant":700,"Ġpean":701,"Ġrice":702,"Ġ10":703,"Ġbeans":704,"conut":705,"out":706,"udd":707,"Ġmedium":708,"edd":709,"ĠWhip":710,"udding":711,"Ġ30":712,"Ġcar":713,"eddar":714,"Ġcrumbs":715,"rink":716,"ccol":717,"ccoli":718,"ars":719,"cu":720,"len":721,"ĠSal":722,"Ġal":723,"shed":724,"rawber":725,"ĠPut":726,"Ġcrushed":727,"oon":728,"stard":729,"Ġro":730,"ĠPlace":731,"Ġdry":732,"Ġcoconut":733,"Ġbox":734,"ĠCheddar":735,"arm":736,"Ġsliced":737,"lo":738,"Ġgrated":739,"Ġtomato":740,"rinkle":741,"ll":742,"ub":743,"Ġtomatoes":744,"Ġab":745,"aste":746,"Ġk":747,"Ġapp":748,"Ġgra":749,"Ġcut":750,"ĠO":751,"get":752,"Ġpowdered":753,"Ġhours":754,"Ġthen":755,"Ġshor":756,"eget":757,"Ġmustard":758,"Ġpudding":759,"egetab":760,"one":761,"tening":762,"Ġdrained":763,"ore":764,"ring":765,"Ġshortening":766,"ee":767,"Ġgreased":768,"ely":769,"Ġabout":770,"Ġcrackers":771,"erv":772,"ĠJ":773,"Ġorange":774,"Ġbacon":775,"art":776,"Ġpeanut":777,"ran":778,"ded":779,"Ġole":780,"Ġis":781,"Ġbake":782,"Ġoleo":783,"stant":784,"ĠSalad":785,"Ġstrawber":786,"ruit":787,"anan":788,"Ġjell":789,"Ġbroccoli":790,"Ġrem":791,"Ġremain":792,"ĠE":793,"Ġboiling":794,"Ġla":795,"ĠBro":796,"yru":797,"Ġserv":798,"yrup":799,"ĠIn":800,"Ġvegetab":801,"ea":802,"iz":803,"Ġpour":804,"Ġshell":805,"Ġ13":806,"Ġas":807,"Ġsyrup":808,"Ġbot":809,"ĠServe":810,"ressing":811,"Ġref":812,"Ġremaining":813,"ĠK":814,"shmall":815,"shmallow":816,"Ġcher":817,"Ġra":818,"Ġtaste":819,"Ġhal":820,"Ġcool":821,"ĠBeat":822,"Ġfrom":823,"ĠCake":824,"Ġred":825,"Ġclo":826,"Ġbeaten":827,"Ġserving":828,"Ġpap":829,"mer":830,"ĠPe":831,"Ġcans":832,"ĠPie":833,"Ġrefriger":834,"vor":835,"Ġcooked":836,"ĠCream":837,"Ġsl":838,"coa":839,"Ġmeat":840,"Ġapples":841,"ork":842,"Ġex":843,"resh":844,"Ġmarshmallow":845,"Ġfir":846,"ins":847,"Ġcocoa":848,"oil":849,"Ġli":850,"ason":851,"af":852,"Ġchil":853,"Ġroll":854,"ss":855,"ĠSprinkle":856,"Ġcarro":857,"are":858,"Ġcasserole":859,"Ġ20":860,"shire":861,"orces":862,"tershire":863,"ĠRe":864,"Ġcrust":865,"orcestershire":866,"ps":867,"Ġlight":868,"Ġ15":869,"Ġbanan":870,"oll":871,"Ġsweet":872,"Ġdressing":873,"mp":874,"ĠMakes":875,"ĠWorcestershire":876,"ĠV":877,"iss":878,"ack":879,"oth":880,"Ġblen":881,"ĠCover":882,"ĠCut":883,"ĠCasserole":884,"ul":885,"iced":886,"ley":887,"Ġpieces":888,"Ġjello":889,"Ġmarshmallows":890,"Ġ12":891,"Ġsof":892,"move":893,"Ġha":894,"Ġshred":895,"Ġlet":896,"Ġslices":897,"Ġcracker":898,"ham":899,"Ġfill":900,"Ġfresh":901,"Ġinstant":902,"Ġshredded":903,"Ġlay":904,"ĠSpread":905,"lavor":906,"Ġ45":907,").":908,"Ġball":909,"Ġnut":910,"its":911,"inger":912,"ction":913,"Ġgraham":914,"ats":915,"Ġfruit":916,"Ġdiced":917,"sage":918,"uff":919,"Ġcarrots":920,"Ġseason":921,"ks":922,"aked":923,"milk":924,"mbur":925,"Ġcold":926,"ĠN":927,"Ġsalad":928,"li":929,"Ġup":930,"Ġsk":931,"25":932,"ges":933,"ent":934,"Ġwhole":935,"Ġbananas":936,"ĠMelt":937,"ĠChicken":938,"Ġfilling":939,"nuts":940,"ĠRoll":941,"Ġcover":942,"arsley":943,"ĠTh":944,"meg":945,"Ġnutmeg":946,"tle":947,"Ġan":948,"ĠLet":949,"ĠBrown":950,"Ġflavor":951,"Ġpork":952,"Ġparsley":953,"ds":954,"ree":955,"Ġjar":956,"Ġstrawberries":957,"Ġit":958,"Ġbuttermilk":959,"Ġwhi":960,"let":961,"reast":962,"Ġhalf":963,"oni":964,"ian":965,"Ġeach":966,"ey":967,"Ġginger":968,"den":969,"pping":970,"Ġpre":971,"berry":972,"ide":973,"oodles":974,"Ġcloves":975,"Ġhambur":976,"eed":977,"ĠJell":978,"Ġoli":979,"ac":980,"Ġu":981,"Ġbreast":982,"Ġcookie":983,"ĠTop":984,"Ġcups":985,"ĠRemove":986,"Ġchili":987,"lu":988,"ĠChill":989,"Ġseed":990,"Ġsqu":991,"Ġsausage":992,"immer":993,"eal":994,"unch":995,"abb":996,"ellow":997,"Ġcont":998,"Ġnoodles":999,"abbage":1000,"isins":1001,"Ġmushrooms":1002,"75":1003,"Ġpack":1004,"Ġsheet":1005,"ĠDrain":1006,"Ġen":1007,"Ġset":1008,"cc":1009,"Ġlo":1010,"ave":1011,"Ġice":1012,"Ġchill":1013,"Ġraisins":1014,"densed":1015,"fore":1016,"ional":1017,"Ġbefore":1018,"Ġout":1019,"ew":1020,"ator":1021,"Ġyellow":1022,"ĠCri":1023,"Ġcondensed":1024,"ump":1025,"mooth":1026,"Ġpeppers":1027,"Ġcherry":1028,"ĠPre":1029,"starch":1030,"Ġhamburger":1031,"Ġsmooth":1032,"Ġwal":1033,"Ġcornstarch":1034,"Ġstirring":1035,"Ġfirst":1036,"Ġother":1037,"Ġoranges":1038,"pan":1039,"Ġcub":1040,"ead":1041,"ender":1042,"ĠCheese":1043,"Ġseasoning":1044,"Ġdone":1045,"Ġwarm":1046,"acar":1047,"Ġdes":1048,"Ġlow":1049,"Ġtender":1050,"ally":1051,"ade":1052,"Ġrefrigerator":1053,"Ġ325":1054,"ĠHeat":1055,"Ġvegetable":1056,"Ġcooking":1057,"tra":1058,"acaroni":1059,"ka":1060,"ift":1061,"Ġbag":1062,"Ġcabbage":1063,"Ġ375":1064,"Ġdash":1065,"rop":1066,"ĠBe":1067,"ĠRef":1068,"erves":1069,"Ġnot":1070,"Ġtea":1071,"lack":1072,"ĠIt":1073,"Ġalmon":1074,"ĠButter":1075,"Ġham":1076,"iscu":1077,"Ġextra":1078,"Ġcontain":1079,"Ġwalnuts":1080,"ĠRefriger":1081,"tional":1082,"ess":1083,"meal":1084,"Ġplace":1085,"Ġbroth":1086,"Ġare":1087,"esan":1088,"armesan":1089,"Ġif":1090,"Ġput":1091,"Ġwhites":1092,"Ġlayer":1093,"Ġbreasts":1094,"ag":1095,"urn":1096,"issol":1097,"ately":1098,"quick":1099,"Ġq":1100,"arb":1101,"ĠSh":1102,"Ġsaucepan":1103,"ried":1104,"Ġ40":1105,"berries":1106,"tom":1107,"ĠDip":1108,"Ġsoften":1109,"Ġbottom":1110,"Ġqt":1111,"uce":1112,"ired":1113,"Ġby":1114,"illet":1115,"Ġdire":1116,"ĠAnd":1117,"sco":1118,"ĠY":1119,"ĠRefrigerate":1120,"heat":1121,"Ġ25":1122,"Ġdesired":1123,"Ġdough":1124,"Ġthick":1125,"Ġvegetables":1126,"Ġthin":1127,"ĠCrisco":1128,"ime":1129,"Ġpaper":1130,"par":1131,"arin":1132,"Ġblack":1133,"ĠParmesan":1134,"ucu":1135,"rika":1136,"ucumb":1137,"ĠPot":1138,"alian":1139,"ĠRice":1140,"Ġserve":1141,"Ġone":1142,"optional":1143,"lend":1144,"ett":1145,"ize":1146,"Ġwhipped":1147,"els":1148,"Ġpaprika":1149,"ĠItalian":1150,"ite":1151,"Ġpeach":1152,"ĠCho":1153,"Ġcran":1154,"row":1155,"Ġfood":1156,"chin":1157,"Ġsoftened":1158,"'s":1159,"night":1160,"ĠBread":1161,"Ġmacaroni":1162,"Ġcontainer":1163,"ĠBoil":1164,"Ġballs":1165,"ĠBlend":1166,"Ġovernight":1167,"est":1168,"Ġskillet":1169,"ĠChocolate":1170,"ced":1171,"kin":1172,"Ġ7":1173,"ute":1174,"rease":1175,"lass":1176,"reez":1177,"Ġfin":1178,"Ġflakes":1179,"16":1180,"east":1181,"ĠSau":1182,"ightly":1183,"olden":1184,"Ġsticks":1185,"Ġextract":1186,"eep":1187,"low":1188,"icrow":1189,"Ġspread":1190,"ĠCorn":1191,"Ġunco":1192,"Ġcucumb":1193,"Ġapple":1194,"Ġservings":1195,"pe":1196,"ĠU":1197,"Ġmo":1198,"ature":1199,"Ġwa":1200,"Ġpeel":1201,"atsup":1202,"umpkin":1203,"aw":1204,"Ġcatsup":1205,"Ġbiscu":1206,"Ġbell":1207,"Ġdo":1208,"ĠCookies":1209,"vy":1210,"Ġcol":1211,"fe":1212,"elat":1213,"Ġcherries":1214,"icrowave":1215,"Ġmixed":1216,"Ġyol":1217,"Ġyeast":1218,"Ġsoy":1219,"ex":1220,"Ġtime":1221,"ding":1222,"ĠServes":1223,"Ġgolden":1224,"Ġgelat":1225,"ĠĠ":1226,"ĠDrop":1227,"sweet":1228,"Ġwax":1229,"fection":1230,"Ġsize":1231,"Ġ400":1232,"Ġste":1233,"Ġlightly":1234,"Ġmore":1235,"Ġconfection":1236,"Ġstrawberry":1237,"tt":1238,"Ġfinely":1239,"Ġtab":1240,"rimp":1241,"Ġpeaches":1242,"Ġcolor":1243,"Ġsimmer":1244,"quart":1245,"etti":1246,"ail":1247,"Ġres":1248,"Ġuse":1249,"ble":1250,"spoon":1251,"Ġminced":1252,"pt":1253,"Ġpla":1254,"ĠLay":1255,"Ġteaspoon":1256,"agh":1257,"orough":1258,"eta":1259,"Ġconfectioners":1260,"aghetti":1261,"oroughly":1262,"poon":1263,"ened":1264,"lespoon":1265,"Ġpeas":1266,"ress":1267,"Ġliqu":1268,"Ġtablespoon":1269,"Ġri":1270,"rand":1271,"Ġchops":1272,"ist":1273,"uc":1274,"zz":1275,"Ġyou":1276,"ric":1277,"cept":1278,"Ġsprinkle":1279,"oney":1280,"ĠVel":1281,"ings":1282,"Ġthoroughly":1283,"veeta":1284,"ĠPreheat":1285,"atmeal":1286,"isquick":1287,"Ġloaf":1288,"lower":1289,"ashed":1290,"ctions":1291,"Ġolives":1292,"Ġonto":1293,"Ġcott":1294,"risp":1295,"Ġcottage":1296,"ano":1297,"Ġhead":1298,"Ġcombine":1299,"oked":1300,"Ġfirm":1301,"aco":1302,"Ġpim":1303,"atter":1304,"Ġde":1305,"Ġdill":1306,"lue":1307,"Ġyolks":1308,"ard":1309,"ĠBring":1310,"tuce":1311,"Ġexcept":1312,"Ġgelatin":1313,"10":1314,"ĠBisquick":1315,"Ġflavoring":1316,"chini":1317,"Ġliquid":1318,"ucchini":1319,"ĠVelveeta":1320,"Ġ35":1321,"Ġlettuce":1322,"os":1323,"ton":1324,"ĠCru":1325,"Ġstuff":1326,"ffin":1327,"reg":1328,"Ġunb":1329,"erb":1330,"andarin":1331,"Ġrefrigerate":1332,"Ġpt":1333,"elf":1334,"nch":1335,"ich":1336,"ile":1337,"ĠWhen":1338,"Ġale":1339,"Ġwine":1340,"ĠSw":1341,"range":1342,"Ġlime":1343,"Ġfoil":1344,"Ġstand":1345,"Ġpeanuts":1346,"Ġmake":1347,"ĠMo":1348,"Ġpackage":1349,"yle":1350,"Ġlit":1351,"asy":1352,"Ġalmonds":1353,"regano":1354,"can":1355,"Ġpast":1356,"Ġfry":1357,"ortil":1358,"ortilla":1359,"ecu":1360,"Ġslightly":1361,"arbecu":1362,"Ġpumpkin":1363,"Ġtopping":1364,"aul":1365,"ĠLayer":1366,"Ġz":1367,"Ġoregano":1368,"Ġoff":1369,"Ġspaghetti":1370,"Ġsoft":1371,"Ġbuttered":1372,"erry":1373,"Ġfat":1374,"Ġwill":1375,"ording":1376,"Ġacc":1377,"ĠTo":1378,"Ġfloured":1379,"iff":1380,"tail":1381,"vered":1382,"Ġshrimp":1383,"ĠFold":1384,"Ġunbaked":1385,"Ġaccording":1386,"ares":1387,"rench":1388,"cktail":1389,"Ġyour":1390,"Ġbottle":1391,"Ġcovered":1392,"Ġcubes":1393,"Ġdirections":1394,"ud":1395,"inach":1396,"ican":1397,"ella":1398,"iflower":1399,"Ġstuffing":1400,"auliflower":1401,"greased":1402,"Ġfreez":1403,"rising":1404,"issolve":1405,"Ġrest":1406,"12":1407,"iel":1408,"og":1409,"Ġslice":1410,"Ġcucumbers":1411,"ĠCar":1412,"Ġolive":1413,"ful":1414,"Ġself":1415,"arella":1416,"Ġhoney":1417,"arp":1418,"Ġoats":1419,"ento":1420,"Ġwaf":1421,"Ġvery":1422,"Ġket":1423,"Ġblender":1424,"Ġtortilla":1425,"Ġmashed":1426,"zzarella":1427,"Ġpick":1428,"Ġpinch":1429,"Ġmandarin":1430,"ĠFor":1431,"Ġspoon":1432,"ape":1433,"ĠBroccoli":1434,"Ġclove":1435,"ĠFrench":1436,"Ġaside":1437,"cent":1438,"ved":1439,"oun":1440,"Ġchun":1441,"kra":1442,"ĠBall":1443,"Ġpimento":1444,"ĠSwiss":1445,"Ġbatter":1446,"Ġrolls":1447,"arbecue":1448,"Ġtart":1449,"ray":1450,"Ġthicken":1451,"Ġmixing":1452,"Ġpeeled":1453,"Ġlittle":1454,"Qu":1455,"ider":1456,"vap":1457,"ong":1458,"rox":1459,"Ġevap":1460,"izz":1461,"Ġenough":1462,"Ġsteak":1463,"Ġevapor":1464,"aves":1465,"Ġpo":1466,"ous":1467,"Ġmini":1468,"Ġsharp":1469,"Ġblend":1470,"roxim":1471,"led":1472,"Ġoatmeal":1473,"Ġcocktail":1474,"ĠSauce":1475,"ĠMozzarella":1476,"roximately":1477,"chup":1478,"Ġzucchini":1479,"Ġevaporated":1480,"ereal":1481,"urp":1482,"ĠEasy":1483,"ouill":1484,"ĠFruit":1485,"Ġcranberries":1486,"Ġbiscuits":1487,"ouillon":1488,"mi":1489,"ually":1490,"Ġbouillon":1491,"Ġmeal":1492,"Ġhea":1493,"Ġcarton":1494,"ld":1495,"ĠQu":1496,"ouble":1497,"ĠSl":1498,"Ġstri":1499,"ffee":1500,"ĠThen":1501,"Ġketchup":1502,"Ġ50":1503,"cess":1504,"ms":1505,"ĠBaked":1506,"Ġthaw":1507,"Ġsemi":1508,"Ġpotato":1509,"Ġblended":1510,"Ġheavy":1511,"ĠSift":1512,"Ġhalves":1513,"ĠPean":1514,"Ġtaco":1515,"ĠGrease":1516,"Ġcereal":1517,"Ġpans":1518,"ĠBrand":1519,"Ġprepar":1520,"agle":1521,"Ġcoloring":1522,"Ġwafers":1523,"ĠPeanut":1524,"Ġcauliflower":1525,"ind":1526,"Ġglass":1527,"Ġcookies":1528,"ĠSpoon":1529,"Ġcrab":1530,"aro":1531,"Ġplain":1532,"Ġsift":1533,"Ġfine":1534,"ices":1535,"ĠSimmer":1536,"Ġprepared":1537,"ose":1538,"ted":1539,"rap":1540,"ĠMake":1541,"izza":1542,"fter":1543,"und":1544,"ĠChop":1545,"Ġspinach":1546,"Ġround":1547,"ĠYiel":1548,"Ġwhen":1549,"ĠGra":1550,"ĠEagle":1551,"ĠPotato":1552,"ount":1553,"ĠSlice":1554,"aute":1555,"Ġcider":1556,"Ġtw":1557,"ĠDissolve":1558,"key":1559,"ne":1560,"Ġconstant":1561,"ĠUse":1562,"udge":1563,"Ġthawed":1564,"Ġconstantly":1565,"Ġap":1566,"Ġlayers":1567,"cle":1568,"ng":1569,"sc":1570,"tz":1571,"Ġcand":1572,"Ġte":1573,"Ġshells":1574,"Ġtartar":1575,"Ġstrips":1576,"ark":1577,"Ġbon":1578,"Ġblue":1579,"ĠSe":1580,"Ġmixer":1581,"ready":1582,"Ġapproximately":1583,"Ġuncovered":1584,"ern":1585,"Ġturn":1586,"ĠSweet":1587,"ĠPress":1588,"ides":1589,"ĠKaro":1590,"dually":1591,"Ġbaked":1592,"ĠDo":1593,"Ġlemonade":1594,"ia":1595,"ned":1596,"Ġcro":1597,"Ġtub":1598,"Ġmicrowave":1599,"ĠPunch":1600,"Ġhand":1601,"ster":1602,"Ġcle":1603,"Ġmuffin":1604,"rawberry":1605,"Ġsquares":1606,"urpose":1607,"Ġready":1608,"Ġtur":1609,"Ġdouble":1610,"ĠSoup":1611,"ĠPudding":1612,"otch":1613,"Ġleast":1614,"ĠFro":1615,"ĠGr":1616,"Ġslow":1617,"Ġsquash":1618,"Ġsides":1619,"Ġdissol":1620,"ĠSto":1621,"style":1622,"Ġbrowned":1623,"mper":1624,"ricot":1625,"emon":1626,"ke":1627,"lish":1628,"arts":1629,"spice":1630,"Ġjelly":1631,"Ġalmond":1632,"bread":1633,"Ġqu":1634,"Ġdried":1635,"Ġfork":1636,"Ġwhipping":1637,"Ġtemper":1638,"Ġsc":1639,"Ġ300":1640,"itz":1641,"Ġjust":1642,"scotch":1643,"Ġpl":1644,"Ġpat":1645,"Ġhard":1646,"Ġthis":1647,"veral":1648,"Ġneed":1649,"Ġseveral":1650,"ĠHot":1651,"Ġkid":1652,"ĠPotatoes":1653,"purpose":1654,"Ġthat":1655,"Ġungreased":1656,"Ġminute":1657,"ĠDel":1658,"Ġallspice":1659,"Ġroast":1660,"Ġminiature":1661,"Ġraw":1662,"Ġ16":1663,"ppy":1664,"ĠStrawberry":1665,"erbet":1666,"Ġsifted":1667,"iv":1668,"ney":1669,"ĠSqu":1670,"ĠBanan":1671,"ĠApple":1672,"venly":1673,"eez":1674,"Ġcubed":1675,"Ġcranberry":1676,"Ġtemperature":1677,"Ġcur":1678,"Ġpaste":1679,"Ġweed":1680,"asil":1681,"Ġleaves":1682,"ĠFry":1683,"ular":1684,"Ġtablespoons":1685,"sa":1686,"ĠCra":1687,"Ġwhile":1688,"ĠRitz":1689,"Ġkidney":1690,"so":1691,"Ġuncooked":1692,"Ġsepar":1693,"ĠPecan":1694,"Ġdirect":1695,"bl":1696,"Ġpin":1697,"ĠSaute":1698,"own":1699,"ĠRed":1700,"ĠFudge":1701,"Ġlast":1702,"fuls":1703,"ĠBanana":1704,"erkra":1705,"ĠLemon":1706,"Ġrasp":1707,"erkraut":1708,"fat":1709,"ira":1710,"vel":1711,"Ġside":1712,"Ġgood":1713,"sting":1714,"ĠAr":1715,"Ġstiff":1716,"Ġskin":1717,"Ġ24":1718,"ĠFl":1719,"urt":1720,"Ġpecan":1721,"merican":1722,"Ġsweetened":1723,"lasses":1724,"ogurt":1725,"enter":1726,"Ġgrease":1727,"Ġjars":1728,"Ġspray":1729,"sert":1730,"ĠGar":1731,"Ġchilies":1732,"Ġdirected":1733,"iracle":1734,"nish":1735,"pare":1736,"ull":1737,"Ġcenter":1738,"reme":1739,"Ġinch":1740,"ĠAmerican":1741,"asion":1742,"ccasion":1743,"ue":1744,"ary":1745,"reak":1746,"ĠMin":1747,"una":1748,"Ġpretz":1749,"Ġdissolved":1750,"gular":1751,"rough":1752,"uck":1753,"ates":1754,"Ġam":1755,"Ġbutterscotch":1756,"Ġsherbet":1757,"ipe":1758,"ĠWith":1759,"Ġapricot":1760,"anch":1761,"Ġoccasion":1762,"Ġevenly":1763,"Ġhe":1764,"ĠMicrowave":1765,"ĠTurn":1766,"Ġyogurt":1767,"Ġchilled":1768,"15":1769,"oc":1770,"Ġcrisp":1771,"Ġday":1772,"ĠPineapple":1773,"Ġcoat":1774,"Ġthrough":1775,"Ġnon":1776,"Ġshall":1777,"Ġkn":1778,"Ġkern":1779,"ently":1780,"estnuts":1781,"Ġmolasses":1782,"Ġtwo":1783,"cipe":1784,"Ġbub":1785,"Ġbring":1786,"ĠCan":1787,"ĠMiracle":1788,"ĠRo":1789,"Ġboiler":1790,"ĠKrisp":1791,"ĠPepper":1792,"ĠQuick":1793,"avor":1794,"Ġcons":1795,"ĠOn":1796,"Ġar":1797,"Ġbarbecue":1798,"ation":1799,"Ġafter":1800,"Ġhash":1801,"ĠTab":1802,"Ġcoffee":1803,"asco":1804,"Ġremove":1805,"ĠYields":1806,"Ġblueberries":1807,"Ġoccasionally":1808,"Ġkernel":1809,"ĠKrispies":1810,"ame":1811,"ets":1812,"Ġbasil":1813,"Ġpart":1814,"Ġchestnuts":1815,"Ġcornmeal":1816,"ĠThis":1817,"ĠBeef":1818,"ĠBalls":1819,"ĠTabasco":1820,"Ġfish":1821,"ĠSc":1822,"auce":1823,"Ġgrap":1824,"Ġany":1825,"Ġslowly":1826,"Ġplate":1827,"Ġbut":1828,"Ġfew":1829,"amel":1830,"ĠBeans":1831,"Ġbiscuit":1832,"Ġpastry":1833,"eless":1834,"Ġdates":1835,"Ġsalsa":1836,"Ġregular":1837,"ĠGreen":1838,"ĠSalt":1839,"ĠEgg":1840,"lus":1841,"ĠShape":1842,"ĠYou":1843,"Ġshallow":1844,"erm":1845,"Ġbits":1846,"Ġsauerkraut":1847,"Ġkeep":1848,"Ġlike":1849,"ĠPrepare":1850,"Ġdip":1851,"ĠSet":1852,"Ġsalmon":1853,"Ġ425":1854,"ĠWess":1855,"Ġgran":1856,"Ġcrumbled":1857,"Ġamount":1858,"ĠWesson":1859,"hub":1860,"Ġchi":1861,"Ġboth":1862,"Ġseasoned":1863,"Ġboneless":1864,"Ġbubb":1865,"avorite":1866,"hubarb":1867,"cake":1868,"runch":1869,"Ġquick":1870,"Ġtoast":1871,"rocess":1872,"ĠSu":1873,"Ġhigh":1874,"Ġflaked":1875,"Ġstew":1876,"Ġmayo":1877,"Ġwaxed":1878,"Ġpasta":1879,"Ġchunks":1880,"ties":1881,"ĠTake":1882,"Ġcanned":1883,"Ġlean":1884,"ĠWash":1885,"Ġspeed":1886,"Ġspices":1887,"ĠLo":1888,"Ġcooled":1889,"ĠStore":1890,"Ġpretzels":1891,"gre":1892,"Ġroom":1893,"ors":1894,"Ġdeep":1895,"uns":1896,"Ġstal":1897,"very":1898,"Ġne":1899,"amp":1900,"ĠPeel":1901,"sweetened":1902,"Ġripe":1903,"fl":1904,"gs":1905,"Ġim":1906,"ang":1907,"Ġplus":1908,"Ġdown":1909,"tern":1910,"Ġele":1911,"Ġrings":1912,"ĠOrange":1913,"other":1914,"Ġfreeze":1915,"Ġtube":1916,"idd":1917,"ock":1918,"yster":1919,"ĠZ":1920,"ined":1921,"arter":1922,"Ġhor":1923,"ĠMeat":1924,"ĠMarin":1925,"ĠFreez":1926,"Ġthickened":1927,"Ġclean":1928,"Ġturkey":1929,"velop":1930,"Ġcres":1931,"Ġcomp":1932,"Ġmarin":1933,"ĠRanch":1934,"ĠIf":1935,"Ġapplesauce":1936,"Ġbanana":1937,"ulated":1938,"Ġpacked":1939,"Ġenvelop":1940,"Ġgranulated":1941,"ft":1942,"ious":1943,"wich":1944,"Ġ*":1945,"Ġtuna":1946,"reat":1947,"Ġevery":1948,"Ġgal":1949,"Ġhas":1950,"Ġchoice":1951,"ĠDressing":1952,"adish":1953,"Ġseeds":1954,"Ġraspberry":1955,"ĠArrange":1956,"meat":1957,"Ġpar":1958,"Ġme":1959,"ĠPork":1960,"oke":1961,"Ġ450":1962,"Ġsherry":1963,"umin":1964,"Ġconcent":1965,"seradish":1966,"Ġcrusts":1967,"Ġthinly":1968,"Ġdozen":1969,"Ġdegre":1970,"Ġcrescent":1971,"Ġcomplet":1972,"Ġconcentr":1973,"Ġdegrees":1974,"corn":1975,"mes":1976,"ool":1977,"ove":1978,"ph":1979,"us":1980,"Ġsm":1981,"erries":1982,"Ġbars":1983,"Ġpizza":1984,"laz":1985,"ĠPound":1986,"Ġcreamy":1987,"Ġcreamed":1988,"ĠDes":1989,"less":1990,"Ġalso":1991,"Ġsquare":1992,"Ġfreezer":1993,"ĠForm":1994,"ĠGradually":1995,"Ġhorseradish":1996,"ai":1997,"not":1998,"Ġberries":1999,"Ġpop":2000,"ilad":2001,"Ġseal":2002,"ctric":2003,"Ġcucumber":2004,"Ġchunk":2005,"ĠDessert":2006,"voc":2007,"Ġfried":2008,"ĠCran":2009,"Ġunsweetened":2010,"Ġthem":2011,"about":2012,"ĠVegetab":2013,"Ġused":2014,"Ġtortillas":2015,"Ġpickle":2016,"ĠSeason":2017,"Ġgrapes":2018,"Ġelectric":2019,"vocad":2020,"ig":2021,"enne":2022,"Ġfavorite":2023,"Ġlong":2024,"Ġform":2025,"Ġshape":2026,"ĠCherry":2027,"ĠCheez":2028,"Ġbeen":2029,"ĠGood":2030,"Ġsome":2031,"ĠSausage":2032,"ext":2033,"Ġcrock":2034,"orsels":2035,"14":2036,"Ġbunch":2037,"Ġmorsels":2038,"ĠSour":2039,"rum":2040,"Ġwhip":2041,"Ġbrowns":2042,"isten":2043,"Ġbubbly":2044,"ĠSugar":2045,"gain":2046,"ied":2047,"pot":2048,"ust":2049,"Ġpress":2050,"Ġprocess":2051,"Ġmel":2052,"Ġfold":2053,"Ġchuck":2054,"Ġdark":2055,"Ġonce":2056,"aschin":2057,"ĠFill":2058,"ĠWhiz":2059,"ĠNut":2060,"ĠCrust":2061,"Ġcompletely":2062,"Ġconcentrate":2063,"aschino":2064,"Up":2065,"ustard":2066,"Ġbite":2067,"alap":2068,"andwich":2069,"ĠMay":2070,"ĠCoconut":2071,"Ġcornbread":2072,"Ġcornfl":2073,"ĠNo":2074,"ĠJello":2075,"ĠToss":2076,"ĠCranberry":2077,"alapen":2078,"ive":2079,"medi":2080,"rit":2081,"Ġmold":2082,"onger":2083,"icious":2084,"Ġagain":2085,"Ġdro":2086,"ĠSo":2087,"Ġlonger":2088,"Ġorder":2089,"Ġrecipe":2090,"Ġspice":2091,"aping":2092,"Ġboxes":2093,"Ġcarrot":2094,"uffy":2095,"ĠBean":2096,"mediately":2097,"cakes":2098,"Ġcay":2099,"ort":2100,"ĠPat":2101,"ĠMon":2102,"ĠTom":2103,"Ġmaraschino":2104,"ĠWrap":2105,"ĠIce":2106,"ĠHigh":2107,"Ġhave":2108,"Ġanother":2109,"Ġcandy":2110,"Ġcurry":2111,"Ġmelts":2112,"Ġcayenne":2113,"20":2114,"ken":2115,"Ġpres":2116,"uted":2117,"ĠCand":2118,"ĠMex":2119,"allop":2120,"irt":2121,"Ġboiled":2122,"Ġflavored":2123,"ĠCarro":2124,"Ġneeded":2125,"Ġbuns":2126,"edges":2127,"Ġpunch":2128,"Ġavocad":2129,"Ġdri":2130,"ĠPick":2131,"ĠPumpkin":2132,"ĠMar":2133,"Ġcorned":2134,"Ġsecon":2135,"Ġrhubarb":2136,"ĠOld":2137,"ĠPeach":2138,"ĠCrumb":2139,"Ġfrying":2140,"undt":2141,"Ġquarter":2142,"int":2143,"ĠBarbecue":2144,"stic":2145,"Ġlen":2146,"Ġcomes":2147,"Ġ60":2148,"ĠThe":2149,"Ġplastic":2150,"Ġpoppy":2151,"ĠReduce":2152,"Ġheaping":2153,"Ġchives":2154,"affin":2155,"yme":2156,"any":2157,"esame":2158,"Ġper":2159,"Ġpound":2160,"Ġtow":2161,"ĠBreak":2162,"Ġsalted":2163,"ĠAl":2164,"ĠAng":2165,"Ġjalapen":2166,"ĠSte":2167,"ĠOr":2168,"Ġaround":2169,"ĠFreeze":2170,"ty":2171,"Ġoyster":2172,"ĠCon":2173,"Ġsub":2174,"ĠBars":2175,"ĠBiscu":2176,"ĠBlue":2177,"ĠBundt":2178,"law":2179,"stit":2180,"Ġthyme":2181,"Ġbroken":2182,"ĠDream":2183,"ĠHa":2184,"ĠHam":2185,"ife":2186,"Ġheated":2187,"ĠEng":2188,"ĠUn":2189,"Ġstalks":2190,"Ġparaffin":2191,"ĠAngel":2192,"No":2193,"ĠPizza":2194,"Ġadding":2195,"Ġlemons":2196,"rained":2197,"Ġrind":2198,"ĠKn":2199,"ĠKool":2200,"Ġrise":2201,"ĠOnion":2202,"Ġenvelope":2203,"ĠVegetable":2204,"Ġsubstit":2205,"gel":2206,"io":2207,"ving":2208,"inue":2209,"Ġbay":2210,"oul":2211,"ould":2212,"ĠCamp":2213,"ĠPh":2214,"Ġherb":2215,"Ġflat":2216,"Ġwheat":2217,"Ġrelish":2218,"ĠOre":2219,"ized":2220,"Ġpreheat":2221,"Ġpatties":2222,"ĠGarnish":2223,"Ġknife":2224,"ĠEnglish":2225,"Aid":2226,"bbl":2227,"Ġrum":2228,"Ġfull":2229,"lets":2230,"Ġ250":2231,"ĠTea":2232,"Ġfluffy":2233,"Ġaltern":2234,"ĠRolls":2235,"Ġpinto":2236,"Ġimmediately":2237,"ĠMexican":2238,"bbler":2239,"egg":2240,"ting":2241,"Ġ-":2242,"Ġsesame":2243,"alor":2244,"alley":2245,"Ġcheddar":2246,"Ġstove":2247,"ĠDe":2248,"ĠKeep":2249,"Ġusing":2250,"ĠCrack":2251,"ĠMinute":2252,"Ġpreserves":2253,"cy":2254,"Ġcrunch":2255,"Ġbet":2256,"Ġwee":2257,"Ġdrop":2258,"Ġcoated":2259,"ĠAcc":2260,"Ġstore":2261,"Ġleaf":2262,"ĠStuff":2263,"aple":2264,"achio":2265,"Ġangel":2266,"istachio":2267,"ĠAccent":2268,"ace":2269,"wise":2270,"ines":2271,"Ġ11":2272,"Ġtoss":2273,"ĠPet":2274,"ĠCobbler":2275,"rush":2276,"Ġbroil":2277,"ĠChil":2278,"Ġbean":2279,"Ġreal":2280,"Ġadded":2281,"Ġaddit":2282,"Ġfrosting":2283,"Ġrack":2284,"ĠCrush":2285,"Ġpickles":2286,"ĠDelight":2287,"erman":2288,"ĠLoaf":2289,"Ġdrops":2290,"bell":2291,"nut":2292,"peat":2293,"ĠCup":2294,"elph":2295,"ĠPam":2296,"ĠAll":2297,"Ġjuices":2298,"ĠKra":2299,"ĠValley":2300,"ĠCrisp":2301,"ĠCrab":2302,"iladelph":2303,"Ġcornflakes":2304,"alloped":2305,"ĠBiscuits":2306,"Ġpreheated":2307,"iladelphia":2308,"bs":2309,"boil":2310,"free":2311,"ma":2312,"wh":2313,"Ġry":2314,"ĠPan":2315,"ĠChe":2316,"cooked":2317,"aby":2318,"ĠWhile":2319,"ĠBrownies":2320,"Ġtoasted":2321,"ĠPhiladelphia":2322,"Ġrye":2323,"ci":2324,"oy":2325,"ome":2326,"vil":2327,"ĠTaco":2328,"ots":2329,"asure":2330,"Ġgrits":2331,"ĠFresh":2332,"amels":2333,"ashion":2334,"ĠGreat":2335,"ĠGerman":2336,"Ġgravy":2337,"Ġgradually":2338,"ĠJiff":2339,"ppings":2340,"ĠShake":2341,"Ġmoist":2342,"Ġcrabmeat":2343,"Ġseparated":2344,"ĠCrumble":2345,"ĠHambur":2346,"ĠCampbell":2347,"ĠJiffy":2348,"eri":2349,"iluted":2350,"spar":2351,"Ġgently":2352,"Ġglaz":2353,"ĠTater":2354,"Ġpepperoni":2355,"Ġnext":2356,"ĠWill":2357,"ĠDiv":2358,"Ġbeating":2359,"Ġcaramels":2360,"ĠOatmeal":2361,"ĠShrimp":2362,"ĠCaramel":2363,"ĠCandy":2364,"Ġdrippings":2365,"Ġcrunchy":2366,".\\":2367,"ah":2368,"for":2369,"ling":2370,"Ġ'":2371,"Ġ14":2372,"Ġtin":2373,"ild":2374,"ener":2375,"stick":2376,"ĠRa":2377,"ĠDump":2378,"Ġgreens":2379,"ĠJack":2380,"ollow":2381,"Ġfirmly":2382,"Ġspoonfuls":2383,"Ġturning":2384,"ĠFrosting":2385,"ivid":2386,"ĠSquash":2387,"we":2388,"Ġcla":2389,"Ġmaple":2390,"Ġairt":2391,"ĠMuff":2392,"ĠMacaroni":2393,"Ġremo":2394,"ĠHer":2395,"ĠSquares":2396,"Ġdays":2397,"ĠScalloped":2398,"ĠTomato":2399,"Ġsubstitute":2400,"ĠChili":2401,"Ġairtight":2402,"Tel":2403,"gth":2404,"ible":2405,"inn":2406,"inse":2407,"Ġ18":2408,"Ġbone":2409,"ons":2410,"Ġwrap":2411,"Ġtoo":2412,"iento":2413,"ĠFried":2414,"ĠLine":2415,"ĠHidd":2416,"arty":2417,"Ġpimentos":2418,"istency":2419,"ĠHidden":2420,"'t":2421,"lit":2422,"way":2423,"Ġcumin":2424,"Ġbaby":2425,"Ġpistachio":2426,"Ġfour":2427,"Ġsure":2428,"Ġdi":2429,"shey":2430,"Ġlid":2431,"ĠApp":2432,"Ġbeer":2433,"Ġthey":2434,"coop":2435,"ĠStew":2436,"Ġback":2437,"imes":2438,"Ġ55":2439,"agus":2440,"Ġcandied":2441,"Ġhands":2442,"Ġconsistency":2443,"ĠCarrot":2444,"Ġlength":2445,"Ġjalapeno":2446,"ĠOreo":2447,"Ġalternately":2448,"sparagus":2449,"ĠMuffins":2450,"ĠHershey":2451,"),":2452,"ket":2453,"made":2454,"sor":2455,"tc":2456,"try":2457,"uk":2458,"Ġop":2459,"Ġtar":2460,"Ġtimes":2461,"Ġpoul":2462,"Ġonly":2463,"olid":2464,"Ġchop":2465,"ĠDi":2466,"meric":2467,"Ġrolled":2468,"Ġseasonings":2469,"Ġteaspoonfuls":2470,"Ġfryer":2471,"Ġclear":2472,"ĠDelicious":2473,"Ġseparate":2474,"Ġconsom":2475,"ĠZucchini":2476,"Ġpopcorn":2477,"Ġprocessor":2478,"Ġseconds":2479,"omemade":2480,"Ġpoultry":2481,"bow":2482,"ball":2483,"fer":2484,"gon":2485,"Ġcl":2486,"Ġtightly":2487,"ingers":2488,"ĠCabbage":2489,"Ġdel":2490,"Ġetc":2491,"oles":2492,"Ġgrain":2493,"ragon":2494,"ĠMe":2495,"ĠTang":2496,"Ġund":2497,"Ġmuff":2498,"Ġlard":2499,"ĠLow":2500,"ĠRepeat":2501,"Ġhamburg":2502,"Ġturmeric":2503,"Ġquarts":2504,"ĠMarshmallow":2505,"Ġmuffins":2506,"bits":2507,"ush":2508,"zo":2509,"Ġokra":2510,"Ġwant":2511,"ĠBest":2512,"ĠAfter":2513,"Ġuns":2514,"Ġforms":2515,"ĠChip":2516,"ĠRam":2517,"ĠSpray":2518,"Ġgarnish":2519,"most":2520,"Ġsli":2521,"Ġstems":2522,"zzle":2523,"ĠYield":2524,"blong":2525,"Ġmarinade":2526,"ĠSteak":2527,"ĠKraft":2528,"ĠHamburger":2529,"Ġtarragon":2530,"Ġconsomme":2531,"ĠRamen":2532,"do":2533,"Ġoblong":2534,"Ġmade":2535,"terey":2536,"ions":2537,"Ġthree":2538,"ĠCoffee":2539,"Ġstill":2540,"Ġbeets":2541,"Ġsoups":2542,"Ġpiece":2543,"qual":2544,"ĠSpaghetti":2545,"Ġcaramel":2546,"Ġgrape":2547,"eets":2548,"Ġserved":2549,"Ġpimiento":2550,"Ġpopped":2551,"cessary":2552,"Ġnonfat":2553,"Ġnecessary":2554,"Ġchunky":2555,"Ġweeks":2556,"boiled":2557,"Ġglaze":2558,"acon":2559,"bon":2560,"iven":2561,"ox":2562,"pick":2563,"Ġ\"":2564,"Ġel":2565,"Ġwings":2566,"ĠParty":2567,"ĠMu":2568,"Ġstage":2569,"Ġshake":2570,"Ġwhis":2571,"thing":2572,"ĠCreamy":2573,"othpick":2574,"ĠCornbread":2575,"Ġdogs":2576,"Ġteaspoons":2577,"Ġavocado":2578,"ĠBlueberry":2579,"Ġlengthwise":2580,"joy":2581,"ness":2582,"nation":2583,"Ġquart":2584,"Ġcalor":2585,"Ġtoothpick":2586,"Ġeat":2587,"ĠSup":2588,"ĠMash":2589,"ĠTw":2590,"Ġvegg":2591,"ĠChex":2592,"Ġbeg":2593,"ĠDot":2594,"Ġboard":2595,"ĠFarm":2596,"Ġalmost":2597,"loin":2598,"Ġcontinue":2599,"Ġcube":2600,"Ġcolored":2601,"ĠMonterey":2602,"Ġadditional":2603,"ĠDivide":2604,"Ġslivered":2605,"uice":2606,"inese":2607,"ering":2608,"Ġoun":2609,"Ġbreak":2610,"Ġpul":2611,"ĠCro":2612,"ĠMilk":2613,"Ġlim":2614,"uncan":2615,"Ġoften":2616,"Ġno":2617,"ĠChinese":2618,"Ġwhich":2619,"ĠDor":2620,"inches":2621,"ĠHaw":2622,"ĠOven":2623,"ĠBroil":2624,"Ġbott":2625,"ĠVanilla":2626,"Ġcontainers":2627,"Ġyolk":2628,"Ġthickens":2629,"ĠFrozen":2630,"aiian":2631,"andwiches":2632,"Ġtowel":2633,"cial":2634,"inner":2635,"ĠHawaiian":2636,"dry":2637,"pl":2638,"Ġbrand":2639,"Ġmash":2640,"icant":2641,"aking":2642,"Ġpears":2643,"sted":2644,"Ġsaltine":2645,"Ġless":2646,"Ġluk":2647,"Ġshould":2648,"ĠDuncan":2649,"ĠFrit":2650,"ĠHines":2651,"Ġrefrigerated":2652,"Ġloaves":2653,"ewarm":2654,"Ġmoder":2655,"ĠCarnation":2656,"ĠChops":2657,"Ġskinless":2658,"Ġparty":2659,"ĠMarinate":2660,"Ġeverything":2661,"ĠKnead":2662,"ween":2663,"balls":2664,"icante":2665,"Ġlukewarm":2666,"11":2667,"13":2668,"cing":2669,"oe":2670,"oam":2671,"yre":2672,"ini":2673,"Ġbar":2674,"Ġblo":2675,"requ":2676,"Ġwork":2677,"Ġasparagus":2678,"itos":2679,"Ġdissolve":2680,"geal":2681,"ĠMom":2682,"Ġlined":2683,"Ġwithout":2684,"ĠDough":2685,"Ġallow":2686,"ĠWhite":2687,"idbits":2688,"ssible":2689,"Ġskim":2690,"Ġgelatine":2691,"ountry":2692,"ĠStove":2693,"ĠGarlic":2694,"Ġbetween":2695,"Ġveggies":2696,"Ġbottles":2697,"yrex":2698,"app":2699,"face":2700,"rface":2701,"small":2702,"ta":2703,"with":2704,"Ġedges":2705,"arse":2706,"Ġtidbits":2707,"Ġpies":2708,"Ġpicante":2709,"atch":2710,"Ġfrequ":2711,"ĠCakes":2712,"ĠCreme":2713,"Ġinser":2714,"Ġsurface":2715,"ĠPyrex":2716,"Ġgiven":2717,"ris":2718,"able":2719,"ĠSpinach":2720,"ĠHoney":2721,"idge":2722,"lavored":2723,"Ġreserv":2724,"Ġcrout":2725,"ĠPepperidge":2726,"iddle":2727,"Ġmein":2728,"Ġsmoked":2729,"ĠPancakes":2730,"ashioned":2731,"Ġelbow":2732,"ĠDoritos":2733,"Ġfrequently":2734,"Ġinserted":2735,"Ch":2736,"ecial":2737,"ften":2738,"size":2739,"Ġic":2740,"Ġsq":2741,"Ġfollow":2742,"Ġche":2743,"ĠCucumb":2744,"ĠSlaw":2745,"ĠBacon":2746,"ĠPro":2747,"Ġcomb":2748,"Ġcoarse":2749,"Ġmint":2750,"ĠRet":2751,"uring":2752,"Ġkind":2753,"Ġbags":2754,"Ġnonstick":2755,"Ġknead":2756,"ĠCracker":2757,"ĠSupreme":2758,"eringue":2759,"plant":2760,"Ġicing":2761,"Co":2762,"cru":2763,"cup":2764,"dish":2765,"lings":2766,"mas":2767,"no":2768,"uss":2769,"Ġits":2770,"Ġscoop":2771,"alted":2772,"orm":2773,"ters":2774,"ĠSlow":2775,"Ġgall":2776,"rist":2777,"Ġstyle":2778,"tover":2779,"isin":2780,"Ġjam":2781,"ĠChrist":2782,"ipton":2783,"ĠRuss":2784,"ĠDish":2785,"eful":2786,"ĠLipton":2787,"Ġcrumbly":2788,"arsely":2789,"Ġchiles":2790,"Ġribs":2791,"Ġapart":2792,"Ġblueberry":2793,"Ġbroiler":2794,"ĠAllow":2795,"ĠMushroom":2796,"Ġpulp":2797,"Ġmoderate":2798,"risket":2799,"Ġcroutons":2800,"ĠReturn":2801,"av":2802,"de":2803,"save":2804,"Ġart":2805,"iny":2806,"Ġbest":2807,"Ġmiddle":2808,"Ġfoam":2809,"Ġchow":2810,"ĠCustard":2811,"Ġind":2812,"ĠBrush":2813,"ĠCoat":2814,"Ġsheets":2815,"ĠDri":2816,"Ġpancake":2817,"ĠHomemade":2818,"ĠGrand":2819,"Ġcutting":2820,"ĠJust":2821,"Ġradish":2822,"Ġrolling":2823,"ĠNes":2824,"lua":2825,"ĠFrost":2826,"Ġscall":2827,"Ġstewed":2828,"Ġmarinate":2829,"ahlua":2830,"Ġclams":2831,"ĠChristmas":2832,"ĠRussian":2833,"ear":2834,"ftover":2835,"head":2836,"land":2837,"mary":2838,"Ġ\\":2839,"Ġsit":2840,"Ġtbsp":2841,"Ġpit":2842,"illets":2843,"ouch":2844,"Ġfran":2845,"Ġwedges":2846,"Ġequal":2847,"ĠPr":2848,"Ġget":2849,"ĠMandarin":2850,"ĠTri":2851,"ĠTots":2852,"Ġvod":2853,"Ġcoarsely":2854,"Ġgrill":2855,"Ġbrownie":2856,"cook":2857,"oodle":2858,"Ġrefried":2859,"Ġsqueez":2860,"Ġend":2861,"ichoke":2862,"ĠToast":2863,"ously":2864,"Ġraspberries":2865,"Ġsprayed":2866,"Ġinches":2867,"ĠMarinated":2868,"Ġsmoke":2869,"airy":2870,"ĠPickles":2871,"Ġquarters":2872,"Ġquartered":2873,"Ġoysters":2874,"ĠStuffed":2875,"ĠCrock":2876,"Ġvodka":2877,"fast":2878,"flower":2879,"flavored":2880,"ib":2881,"ially":2882,"my":2883,"ny":2884,"inal":2885,"ere":2886,"elish":2887,"Ġsun":2888,"Ġdivid":2889,"Ġeasy":2890,"ĠBur":2891,"ĠPu":2892,"unt":2893,"etiz":2894,"irloin":2895,"Ġleftover":2896,"ĠRelish":2897,"ĠIcing":2898,"Ġtops":2899,"semary":2900,"acho":2901,"Ġcrumble":2902,"ĠSalmon":2903,"Ġalumin":2904,"Ġrosemary":2905,"ĠOne":2906,"ĠButtermilk":2907,"peel":2908,"Ġsteaks":2909,"Ġboned":2910,"ĠGrate":2911,"ĠGrill":2912,"ĠEggs":2913,"Ġremoving":2914,"ĠApples":2915,"Ġbegins":2916,"Ġlima":2917,"ĠDrizzle":2918,"ĠNestle":2919,"Ġaluminum":2920,"cor":2921,"ears":2922,"fro":2923,"ual":2924,"umb":2925,"Ġ&":2926,"Ġcutter":2927,"edge":2928,"Ġtake":2929,"eses":2930,"ingle":2931,"ĠCauliflower":2932,"Ġact":2933,"Ġdrink":2934,"Ġholes":2935,"Ġeggplant":2936,"ĠTur":2937,"Ġunder":2938,"eaten":2939,"cover":2940,"Ġspring":2941,"ominy":2942,"ĠHash":2943,"Ġcareful":2944,"ĠRecipe":2945,"ĠCheesecake":2946,"ĠButterf":2947,"Ġpint":2948,"Ġmeasure":2949,"Ġounce":2950,"ĠSlowly":2951,"Ġdivided":2952,"aving":2953,"eg":2954,"jon":2955,"uced":2956,"ina":2957,"Ġsage":2958,"Ġsaute":2959,"Ġsingle":2960,"ank":2961,"anish":2962,"Ġown":2963,"Ġmild":2964,"ald":2965,"alade":2966,"ĠCrunch":2967,"Ġsugars":2968,"Ġdis":2969,"Ġdinner":2970,"ĠSk":2971,"ĠPo":2972,"Ġhock":2973,"ĠChow":2974,"ams":2975,"ĠHell":2976,"Ġremainder":2977,"Ġhalved":2978,"ulk":2979,"ĠNe":2980,"Ġwalnut":2981,"ĠGrind":2982,"ĠRoast":2983,"Ġpartially":2984,"ĠSoak":2985,"Ġavocados":2986,"ĠCont":2987,"ĠCheeri":2988,"ĠDijon":2989,"Ġcheeses":2990,"peeled":2991,"ĠCheerios":2992,"All":2993,"bed":2994,"ipped":2995,"mix":2996,"of":2997,"vol":2998,"Ġcreme":2999,"Ġsirloin":3000,"Ġbulk":3001,"Ġtri":3002,"Ġtouch":3003,"esy":3004,"ath":3005,"Ġfillets":3006,"Ġinst":3007,"aker":3008,"ĠPast":3009,"ĠPop":3010,"ĠPies":3011,"ĠPack":3012,"ĠMold":3013,"cho":3014,"iron":3015,"ĠRag":3016,"ĠRinse":3017,"ĠDice":3018,"ĠDill":3019,"nack":3020,"Ġsprink":3021,"Ġsplit":3022,"ĠSpecial":3023,"Ġreduce":3024,"Ġreduced":3025,"Ġlisted":3026,"ĠNew":3027,"Ġprefer":3028,"Ġseeded":3029,"ĠUsing":3030,"Ġpoint":3031,"Ġtwice":3032,"Ġskinned":3033,"ĠFlake":3034,"Ġhearts":3035,"ĠSoften":3036,"ĠUncover":3037,"ĠRaisin":3038,"Ġunsalted":3039,"Ġcalories":3040,"ĠFritos":3041,"approximately":3042,"ĠProvol":3043,"Ġcombined":3044,"ĠGrandma":3045,"Ġradishes":3046,"Ġsunflower":3047,"Ġactive":3048,"ĠProvolone":3049,"da":3050,"ob":3051,"Ġedge":3052,"Ġcoup":3053,"Ġcakes":3054,"ann":3055,"Ġbark":3056,"Ġbrisket":3057,"Ġparts":3058,"Ġpull":3059,"Ġmorn":3060,"Ġmeringue":3061,"Ġfire":3062,"Ġwet":3063,"icy":3064,"icot":3065,"ĠCountry":3066,"ored":3067,"Ġ275":3068,"roof":3069,"Ġ36":3070,"ĠBlack":3071,"Ġpear":3072,"Ġhominy":3073,"ĠMy":3074,"ĠTuna":3075,"uncooked":3076,"Ġcome":3077,"Ġflow":3078,"Ġthan":3079,"Ġstock":3080,"aster":3081,"ĠSpiced":3082,"ĠSpanish":3083,"ĠStyle":3084,"ĠLea":3085,"ĠLightly":3086,"ĠIs":3087,"ople":3088,"ctar":3089,"Ġcutlets":3090,"ĠKahlua":3091,"ĠNot":3092,"Ġdessert":3093,"Ġdevil":3094,"Ġwafer":3095,"Ġchipped":3096,"Ġquickly":3097,"Ġtowels":3098,"ĠCheesy":3099,"Ġoptional":3100,"Ġclub":3101,"ĠMeasure":3102,"Ġblock":3103,"Ġgallon":3104,"Ġscallions":3105,"Ġcouple":3106,"Makes":3107,"add":3108,"ca":3109,"ik":3110,"jor":3111,"ning":3112,"pen":3113,"pricot":3114,"Ġcil":3115,"Ġbrush":3116,"Ġmaking":3117,"ander":3118,"Ġfudge":3119,"Ġwashed":3120,"spberry":3121,"Ġahead":3122,"ity":3123,"ĠSm":3124,"ĠSandwiches":3125,"ĠBatter":3126,"ĠPuff":3127,"Ġgener":3128,"Ġpeople":3129,"Ġhold":3130,"ĠMan":3131,"ĠApricot":3132,"Ġunflavored":3133,"Ġunpeeled":3134,"rish":3135,"Ġnacho":3136,"Ġbeater":3137,"ryst":3138,"Ġmarjor":3139,"Ġleave":3140,"ĠRhubarb":3141,"ĠDate":3142,"ady":3143,"Ġpancakes":3144,"ĠFish":3145,"efruit":3146,"ama":3147,"Ġrinse":3148,"ĠIrish":3149,"ĠGlaz":3150,"antro":3151,"Ġabsor":3152,"ĠJuice":3153,"ĠEn":3154,"mpty":3155,"Ġfreshly":3156,"Ġpacket":3157,"Ġending":3158,"Ġlook":3159,"Ġthickness":3160,"Ġpickling":3161,"Ġarrange":3162,"iginal":3163,"ĠPatties":3164,"Ġherbs":3165,"sorted":3166,"oliday":3167,"Ġdelicious":3168,"Ġwhiskey":3169,"ĠCucumber":3170,"ĠRagu":3171,"Ġmorning":3172,"ĠLeave":3173,"Ġcilantro":3174,"Ġmarjoram":3175,"28":3176,"be":3177,"mint":3178,"oes":3179,"side":3180,"ype":3181,"Ġsandwich":3182,"Ġsized":3183,"Ġsolid":3184,"Ġtap":3185,"Ġtins":3186,"ily":3187,"alded":3188,"Ġwien":3189,"routs":3190,"Ġaway":3191,"Ġdot":3192,"ĠSn":3193,"ĠSeal":3194,"Ġgri":3195,"Ġpeak":3196,"Ġlite":3197,"ddle":3198,"ĠTex":3199,"Ġthigh":3200,"Ġoriginal":3201,"Ġshap":3202,"Ġleaving":3203,"uree":3204,"Ġsprouts":3205,"ĠWheat":3206,"Ġalong":3207,"ĠOf":3208,"Ġassorted":3209,"Ġexcess":3210,"ĠPretz":3211,"agna":3212,"ĠShoe":3213,"Ġdoes":3214,"Ġsteam":3215,"Ġglasses":3216,"undiluted":3217,"Ġdissolves":3218,"ĠFluff":3219,"Ġstalk":3220,"Ġnectar":3221,"ĠCarrots":3222,"Ġsecond":3223,"ĠBreakfast":3224,"ĠAlmon":3225,"Ġflatten":3226,"Ġbetter":3227,"Ġmoistened":3228,"gealed":3229,"Ġindivid":3230,"ĠContinue":3231,"icotta":3232,"ĠIsland":3233,"Ġgriddle":3234,"Ġthighs":3235,"Pot":3236,"aut":3237,"bone":3238,"cut":3239,"fresh":3240,"mann":3241,"uac":3242,"Ġ+":3243,"Ġsame":3244,"Ġbl":3245,"Ġport":3246,"Ġmakes":3247,"atur":3248,"enough":3249,"Ġchip":3250,"Ġwood":3251,"Ġwide":3252,"ĠCelery":3253,"ourbon":3254,"Ġduring":3255,"ĠSlo":3256,"ĠBarbecu":3257,"ĠMa":3258,"ĠMustard":3259,"Ġcreamer":3260,"ĠCoca":3261,"rub":3262,"tils":3263,"ths":3264,"ĠFail":3265,"Ġrect":3266,"asting":3267,"amole":3268,"ĠSplit":3269,"Ġsections":3270,"ĠCookie":3271,"Ġsweetener":3272,"Ġfruits":3273,"ĠNoodle":3274,"Ġseedless":3275,"Ġmoisten":3276,"Ġstuffed":3277,"Ġrounded":3278,"ĠGraham":3279,"Ġscalded":3280,"ĠMini":3281,"Ġenvelopes":3282,"ĠRaspberry":3283,"Ġopen":3284,"Ġundrained":3285,"Ġundiluted":3286,"Ġreserved":3287,"Ġfollowing":3288,"ĠBurg":3289,"frozen":3290,"ĠButterfinger":3291,"ĠHellmann":3292,"ĠEnjoy":3293,"Ġpeaks":3294,"uacamole":3295,"ĠSloppy":3296,"by":3297,"ban":3298,"bster":3299,"box":3300,"may":3301,"mmer":3302,"malade":3303,"rs":3304,"rant":3305,"Ġcir":3306,"arden":3307,"Ġbit":3308,"Ġburn":3309,"Ġbasting":3310,"Ġtorn":3311,"als":3312,"ouff":3313,"Ġfri":3314,"Ġwire":3315,"ppies":3316,"reach":3317,"Ġ32":3318,"Ġdou":3319,"ĠSeed":3320,"ĠSave":3321,"lay":3322,"Ġgreat":3323,"Ġline":3324,"ddock":3325,"Ġthese":3326,"ĠCole":3327,"ĠCocktail":3328,"elli":3329,"Ġstack":3330,"Ġmarmalade":3331,"ird":3332,"ght":3333,"Ġlevel":3334,"ĠRicotta":3335,"ĠWater":3336,"ĠWatch":3337,"Ġpower":3338,"ĠDouble":3339,"ills":3340,"Ġmuch":3341,"ĠLime":3342,"ĠHorm":3343,"ĠGinger":3344,"outh":3345,"Ġalum":3346,"Ġroaster":3347,"Ġabove":3348,"ĠNext":3349,"Ġenjoy":3350,"ĠHeath":3351,"ĠButterscotch":3352,"ĠSauerkraut":3353,"Ġfrypan":3354,"Ġpossible":3355,"Ġcartons":3356,"undrained":3357,"ĠSepar":3358,"Ġroasted":3359,"Ġcurrant":3360,"Ġapricots":3361,"oca":3362,"Ġgrapefruit":3363,"ĠMeatballs":3364,"rittle":3365,"ĠTomatoes":3366,"Ġlentils":3367,"ĠAltern":3368,"ĠDevil":3369,"Ġremoved":3370,"Cola":3371,"Ġfoamy":3372,"Ġcarefully":3373,"ĠPopcorn":3374,"ĠTexas":3375,"Ġindividual":3376,"Ġwooden":3377,"ĠHormel":3378,"!!":3379,"18":3380,"46":3381,"Ups":3382,"aj":3383,"bu":3384,"ioca":3385,"mm":3386,"mit":3387,"ple":3388,"te":3389,"ula":3390,"use":3391,"Ġent":3392,"Ġslaw":3393,"Ġomit":3394,"Ġtype":3395,"Ġpers":3396,"Ġpink":3397,"Ġparmesan":3398,"ens":3399,"Ġwash":3400,"ĠCal":3401,"ĠCle":3402,"orther":3403,"Ġdon":3404,"ĠSum":3405,"ĠBas":3406,"ĠBay":3407,"ĠBran":3408,"ĠBrittle":3409,"Ġgone":3410,"Ġharden":3411,"ĠTime":3412,"Ġpeppermint":3413,"thy":3414,"ĠFashioned":3415,"reserve":3416,"Ġret":3417,"ĠLight":3418,"Ġsoak":3419,"loss":3420,"ĠOil":3421,"ĠOyster":3422,"eeps":3423,"ĠPeg":3424,"ĠVeg":3425,"ĠNorther":3426,"Ġflavors":3427,"Ġus":3428,"Ġlogs":3429,"ifted":3430,"Ġdoz":3431,"Ġdecor":3432,"Ġliter":3433,"Ġzest":3434,"ogs":3435,"Ġkettle":3436,"ĠQuik":3437,"ĠGround":3438,"Ġpretzel":3439,"Ġnear":3440,"Ġjalapenos":3441,"ĠDumplings":3442,"Ġwhisk":3443,"Ġbrandy":3444,"crumb":3445,"Ġpitted":3446,"Ġfranks":3447,"etizer":3448,"atural":3449,"ĠBarbecued":3450,"ĠSeparate":3451,"bury":3452,"Ġentire":3453,"ĠSummer":3454,"ĠNorthern":3455,"Fat":3456,"bled":3457,"clu":3458,"ossible":3459,"proof":3460,"rans":3461,"rite":3462,"xx":3463,"Ġiron":3464,"Ġcuts":3465,"Ġcap":3466,"Ġcustard":3467,"Ġsave":3468,"ange":3469,"Ġbas":3470,"Ġbourbon":3471,"Ġmon":3472,"utch":3473,"Ġfingers":3474,"ĠCol":3475,"Ġsup":3476,"Ġdice":3477,"ĠBen":3478,"ĠBreast":3479,"Ġgum":3480,"raut":3481,"ĠMrs":3482,"Ġlump":3483,"ĠTortilla":3484,"Ġvar":3485,"Ġflore":3486,"ĠAunt":3487,"Ġstart":3488,"Ġ48":3489,"ĠChess":3490,"Ġoiled":3491,"ĠFood":3492,"abet":3493,"Ġspears":3494,"ĠSprite":3495,"Ġrin":3496,"Ġring":3497,"ĠLa":3498,"ĠImp":3499,"ĠHush":3500,"ĠHoliday":3501,"ashew":3502,"ĠSalsa":3503,"Ġrot":3504,"Ġroma":3505,"Ġhaddock":3506,"ĠThaw":3507,"Ġhalfway":3508,"Ġcontin":3509,"Ġends":3510,"ĠShred":3511,"Ġfinish":3512,"iche":3513,"ĠLayered":3514,"Ġstrip":3515,"ĠGrape":3516,"ĠGravy":3517,"Ġbunches":3518,"ĠMayonnaise":3519,"Ġcornflake":3520,"ĠPickled":3521,"ĠUncle":3522,"ĠKnox":3523,"Ġaddition":3524,"Ġclam":3525,"ĠPuppies":3526,"ĠTurkey":3527,"Ġhocks":3528,"ĠNever":3529,"ĠNote":3530,"Ġabsorbed":3531,"Ġtapioca":3532,"Ġshapes":3533,"Ġdoubled":3534,"illsbury":3535,"ĠClean":3536,"Ġflorets":3537,"Ġromaine":3538,");":3539,"For":3540,"Free":3541,"butter":3542,"bake":3543,"baked":3544,"cans":3545,"don":3546,"gr":3547,"just":3548,"juice":3549,"lar":3550,"lined":3551,"oo":3552,"Ġreach":3553,"Ġcryst":3554,"Ġcashew":3555,"Ġsandwiches":3556,"Ġ100":3557,"Ġbig":3558,"Ġpr":3559,"Ġpod":3560,"ents":3561,"Ġfit":3562,"Ġfam":3563,"Ġfive":3564,"ingu":3565,"Ġway":3566,"Ġwould":3567,"icelli":3568,"ĠCre":3569,"ĠCla":3570,"Ġ200":3571,"ross":3572,"Ġac":3573,"itation":3574,"Ġdairy":3575,"teril":3576,"Ġears":3577,"ĠSyrup":3578,"ĠSouth":3579,"ĠBl":3580,"ĠBar":3581,"ĠPer":3582,"ĠPinch":3583,"ĠPink":3584,"ĠPea":3585,"ĠProcess":3586,"ĠPillsbury":3587,"ramb":3588,"Ġstar":3589,"Ġstarts":3590,"ison":3591,"Ġnight":3592,"Ġnatural":3593,"ass":3594,"Ġbeco":3595,"ĠReese":3596,"ĠDay":3597,"Ġbrownies":3598,"ĠFat":3599,"urk":3600,"ĠSpice":3601,"Ġyams":3602,"ĠStick":3603,"ĠStrain":3604,"Ġrun":3605,"ĠHea":3606,"ĠGently":3607,"Ġkraut":3608,"ĠOri":3609,"ĠJam":3610,"ĠInstant":3611,"ĠKeeps":3612,"Ġmeats":3613,"Ġmeatballs":3614,"ĠReub":3615,"ĠReady":3616,"Ġnutmeat":3617,"like":3618,"Ġpackets":3619,"Ġlog":3620,"ĠBeer":3621,"agon":3622,"ĠSherbet":3623,"Ġblackberries":3624,"etty":3625,"Ġmost":3626,"Ġunbeaten":3627,"ousand":3628,"urple":3629,"ĠQuiche":3630,"Ġbones":3631,"Ġscant":3632,"Ġplatter":3633,"Ġcurd":3634,"asily":3635,"ĠPeppers":3636,"ermicelli":3637,"Ġbubbles":3638,"ĠMarinade":3639,"ĠCongealed":3640,"ĠOnions":3641,"ĠCrackers":3642,"Ġweek":3643,"white":3644,"Ġtiny":3645,"Ġunsifted":3646,"Ġpimientos":3647,"ĠTwo":3648,"Ġartichoke":3649,"Ġsqueeze":3650,"Ġdisc":3651,"ĠPoppy":3652,"ĠPasta":3653,"ĠAlmond":3654,"ĠImpossible":3655,"Ġnutmeats":3656,"32":3657,"Bake":3658,"Can":3659,"Lemon":3660,"St":3661,"Serves":3662,"Th":3663,"\\\\":3664,"aff":3665,"ages":3666,"dairy":3667,"fry":3668,"high":3669,"medium":3670,"tichoke":3671,"ware":3672,"ĠX":3673,"Ġsteril":3674,"Ġ17":3675,"areri":3676,"Ġold":3677,"edish":3678,"Ġtall":3679,"Ġtight":3680,"ren":3681,"alf":3682,"end":3683,"enison":3684,"ouse":3685,"Ġfillet":3686,"Ġfett":3687,"Ġwon":3688,"ĠCider":3689,"ĠCalor":3690,"Ġsummer":3691,"Ġeasily":3692,"ĠScoop":3693,"ĠSnack":3694,"ĠBetty":3695,"Ġhomemade":3696,"ĠMed":3697,"Ġcola":3698,"Ġflake":3699,"cher":3700,"ĠAmb":3701,"ĠCoke":3702,"ety":3703,"etal":3704,"etter":3705,"irl":3706,"iplo":3707,"ĠRea":3708,"Ġovercook":3709,"ornia":3710,"ĠFavorite":3711,"astes":3712,"ĠStart":3713,"ĠHave":3714,"ĠHerb":3715,"Ġgarban":3716,"ifornia":3717,"ĠGolden":3718,"ĠOver":3719,"ĠEx":3720,"Ġlas":3721,"ĠVegg":3722,"Ġblending":3723,"ĠThousand":3724,"Ġanise":3725,"luster":3726,"ĠRefrigerator":3727,"ĠCorned":3728,"Ġcolander":3729,"Ġdeer":3730,"Ġspoonful":3731,"Ġcandies":3732,"ĠSeven":3733,"Ġcross":3734,"Ġroasting":3735,"Ġseparately":3736,"ĠArtichoke":3737,"ĠFlour":3738,"Ġcoating":3739,"Ġnondairy":3740,"ĠZest":3741,"ĠVegetables":3742,"Ġmolds":3743,"Ġpounds":3744,"ĠSteam":3745,"oulder":3746,"ĠCups":3747,"Ġcalorie":3748,"Ġreserving":3749,"ĠPral":3750,"ĠTrim":3751,"ibut":3752,"umbo":3753,"ĠSkillet":3754,"Ġinstead":3755,"obo":3756,"Ġflower":3757,"ĠGlazed":3758,"Ġlooks":3759,"Ġwieners":3760,"ĠPretzel":3761,"ouffle":3762,"ĠCalifornia":3763,"ĠBasic":3764,"ransfer":3765,"ĠSouthern":3766,"urkee":3767,"ĠReuben":3768,"Ġsterilized":3769,"iploc":3770,"ĠReaLemon":3771,"21":3772,"30":3773,"Microwave":3774,"Nuts":3775,"bb":3776,"cts":3777,"gin":3778,"green":3779,"self":3780,"your":3781,"Ġbran":3782,"eserve":3783,"Ġpuff":3784,"Ġpuree":3785,"Ġpurple":3786,"Ġmy":3787,"Ġmany":3788,"atal":3789,"atula":3790,"Ġfinger":3791,"Ġchar":3792,"ĠCub":3793,"ĠCaj":3794,"ĠCatal":3795,"rog":3796,"roll":3797,"Ġeven":3798,"Ġempty":3799,"ĠSun":3800,"ĠServ":3801,"ĠSund":3802,"lain":3803,"ĠPin":3804,"ĠPark":3805,"ĠPlay":3806,"Ġgets":3807,"Ġlater":3808,"Ġlingu":3809,"ĠTort":3810,"ĠTear":3811,"Ġvermicelli":3812,"Ġcore":3813,"Ġflank":3814,"ĠAn":3815,"ĠAt":3816,"ĠCola":3817,"Ġcanning":3818,"Ġna":3819,"Ġnice":3820,"asa":3821,"the":3822,"thaw":3823,"atever":3824,"ĠRot":3825,"ĠRom":3826,"ĠWal":3827,"ĠWings":3828,"ĠWald":3829,"ĠDon":3830,"ĠDirt":3831,"ĠDutch":3832,"ĠDurkee":3833,"Ġoverbake":3834,"ĠFin":3835,"Ġspatula":3836,"ĠSpam":3837,"Ġsec":3838,"oms":3839,"Ġcongeal":3840,"ĠLaw":3841,"ĠHobo":3842,"tender":3843,"Ġsticky":3844,"Ġbreadcrumb":3845,"Ġ303":3846,"ĠJoes":3847,"ĠEar":3848,"ĠCreamed":3849,"ĠVinegar":3850,"ĠNoodles":3851,"ental":3852,"Ġancho":3853,"Ġprepare":3854,"Ġlobster":3855,"agne":3856,"ĠYum":3857,"lenda":3858,"tty":3859,"Ġreserve":3860,"Ġtablespoonfuls":3861,"Ġheads":3862,"Ġliquids":3863,"ĠSwedish":3864,"Ġpatty":3865,"eeze":3866,"soft":3867,"Ġimitation":3868,"angles":3869,"ĠZiploc":3870,"Ġmeas":3871,"ĠFilling":3872,"Ġdropped":3873,"ĠMonkey":3874,"Ġdrizzle":3875,"Ġsubstituted":3876,"ĠOreos":3877,"ĠCrispy":3878,"Ġcloth":3879,"ĠTwink":3880,"ĠMushrooms":3881,"Ġsprinkled":3882,"Ġgenerously":3883,"auteed":3884,"ĠAlternate":3885,"Ġperson":3886,"Ġreturn":3887,"Ġsupreme":3888,"Ġrinsed":3889,"Ġcashews":3890,"ĠHeavenly":3891,"agonally":3892,"areribs":3893,"Ġcrosswise":3894,"ĠCajun":3895,"ĠCatalina":3896,"ĠParkay":3897,"ĠLawry":3898,"Ġbreadcrumbs":3899,"Ġanchovy":3900,"29":3901,"beaten":3902,"cell":3903,"dine":3904,"dough":3905,"dren":3906,"ean":3907,"fur":3908,"ier":3909,"kfur":3910,"melt":3911,