{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ġ<":261,"NE":262,"XT":263,"NEXT":264,"IN":265,"EN":266,"RE":267,"Ġc":268,"ST":269,"ING":270,"DI":271,"TS":272,"ENTS":273,"REDI":274,"INGREDI":275,"INGREDIENTS":276,"in":277,"NER":278,"TI":279,"Ġs":280,"er":281,"Ġ1":282,"ON":283,"UC":284,"RUC":285,"INST":286,"TION":287,"RUCTION":288,"INSTRUCTION":289,"INSTRUCTIONS":290,"an":291,"Ġt":292,"Ġo":293,"Ġb":294,"ar":295,"ed":296,"es":297,"AR":298,"END":299,"STAR":300,"START":301,"Ġp":302,"Ġm":303,"at":304,"il":305,"re":306,"ut":307,"on":308,"en":309,"and":310,"al":311,"ou":312,"Ġand":313,"Ġf":314,"Ġch":315,"ing":316,"Ġw":317,"ic":318,"gar":319,"Ġto":320,"sp":321,"pp":322,"Ġin":323,"le":324,"LE":325,"PE":326,"TIT":327,"CI":328,"RECI":329,"TITLE":330,"RECIPE":331,"ro":332,"ĠC":333,"or":334,"ak":335,"Ġ2":336,"el":337,"as":338,"our":339,"am":340,"Ġsu":341,"it":342,"Ġon":343,"Ġa":344,"Ġ3":345,"Ġe":346,"Ġsugar":347,"Ġd":348,"ĠS":349,"Ġsal":350,"Ġg":351,"Ġtsp":352,"Ġl":353,"ter":354,"Ġsalt":355,"Ġpe":356,"he":357,"oo":358,"ix":359,"ion":360,"ĠB":361,"ac":362,"ĠP":363,"Ġfl":364,"gg":365,"dd":366,"ine":367,"un":368,"ge":369,"Ġegg":370,"is":371,"ow":372,"ĠT":373,"Ġ(":374,"utter":375,"ese":376,"Ġbutter":377,"Ġonion":378,"ick":379,"ream":380,"ake":381,"Ġflour":382,"Ġun":383,"Ġche":384,"Ġv":385,"Ġcheese":386,"ill":387,"ol":388,"Ġof":389,"ĠA":390,"Ġmin":391,"pper":392,"Ġh":393,"ith":394,"us":395,"ot":396,"Ġcho":397,"ĠM":398,"Ġpepper":399,"Ġbe":400,"Ġmix":401,"Ġcream":402,"Ġwith":403,"Ġor":404,"ra":405,"ver":406,"Ġminut":407,"ilk":408,"til":409,"Ġuntil":410,"Ġminutes":411,"all":412,"Ġst":413,"uc":414,"ater":415,"om":416,"ell":417,"ad":418,"ook":419,"Ġfor":420,"Ġwater":421,"ch":422,"Ġeggs":423,"Ġmilk":424,"ĠAdd":425,"pped":426,"ato":427,"ir":428,"ice":429,"der":430,"bsp":431,"Ġbro":432,"ĠTbsp":433,"Ġcr":434,"to":435,"icken":436,"ts":437,"um":438,"Ġcan":439,"Ġthe":440,"ri":441,"Ġn":442,"00":443,"Ġsa":444,"Ġ4":445,"red":446,"Ġchopped":447,"uce":448,"lic":449,"Ġbak":450,"ve":451,"illa":452,"Ġoz":453,"Ġbaking":454,"anilla":455,"et":456,"Ġvanilla":457,"Ġsh":458,"gh":459,"wn":460,"Ġchicken":461,"Ġso":462,"Ġth":463,"Ġj":464,"Ġinto":465,"Ġgre":466,"Ġat":467,"Ġgr":468,"up":469,"owder":470,"Ġpowder":471,"Ġsauce":472,"Ġmar":473,"Ġle":474,".)":475,"th":476,"ry":477,"Ġover":478,"ure":479,"ĠBake":480,"ly":481,"Ġwh":482,"ĠR":483,"oup":484,"read":485,"ast":486,"Ġcook":487,"Ġbrown":488,"nd":489,"Ġoil":490,"eat":491,"ie":492,"atoes":493,"ay":494,"ĠCh":495,"Ġsoup":496,"ate":497,"Ġr":498,"les":499,"Ġpan":500,"uts":501,"ture":502,"Ġtom":503,"ush":504,"ack":505,"garine":506,"Ġmixture":507,"ĠMix":508,"Ġmargarine":509,"Ġco":510,"col":511,"ound":512,"ĠD":513,"50":514,"ab":515,"ur":516,"mon":517,"ans":518,"orn":519,"Ġsp":520,"ĠW":521,"ien":522,"Ġgreen":523,"Ġre":524,"Ġlb":525,"da":526,"inch":527,"st":528,"Ġlar":529,"ip":530,"redien":531,"igh":532,"ingredien":533,"Ġingredien":534,"Ġingredients":535,"Ġsoda":536,"ef":537,"im":538,"oil":539,"Ġlarge":540,"ĠSp":541,"Ġgar":542,"Ġwell":543,"Ġ350":544,"Ġju":545,"Ġadd":546,"Ġse":547,"qu":548,"Ġjuice":549,"heat":550,"Ġgarlic":551,"ery":552,"rain":553,"Ġcorn":554,"id":555,"Ġfro":556,"ĠSt":557,"ves":558,"ish":559,"ĠI":560,"Ġsm":561,"Ġground":562,"kg":563,"Ġpkg":564,"umb":565,"ight":566,"Ġslic":567,"ĠF":568,"inn":569,"room":570,"res":571,"ten":572,"ven":573,"elery":574,"Ġpot":575,"Ġcelery":576,"ĠPour":577,"ole":578,"Ġall":579,"ust":580,"ther":581,"omb":582,"ated":583,"Ġpie":584,"ted":585,"Ġy":586,"ool":587,"Ġonions":588,"amon":589,"ushroom":590,"Ġcup":591,"ombine":592,"innamon":593,"if":594,"Ġnuts":595,"Ġ6":596,"Ġbeef":597,"Ġcinnamon":598,"Ġmushroom":599,"Ġlemon":600,"Ġhour":601,"ass":602,"pple":603,"colate":604,"Ġboil":605,"ĠCook":606,"ace":607,"ces":608,"ain":609,"ap":610,"ĠStir":611,"Ġ8":612,"Ġcrumb":613,"edi":614,"Ġtop":615,"ĠL":616,"lace":617,"ers":618,"old":619,"Ġstir":620,"ars":621,"age":622,"Ġoven":623,"Ġbeat":624,"Ġbl":625,"Ġwhit":626,"Ġsour":627,"Ġsmall":628,"Ġ5":629,"Ġheat":630,"gether":631,"owl":632,"edium":633,"Ġtogether":634,"ger":635,"me":636,"ink":637,"ach":638,"Ġbowl":639,"Ġbread":640,"Ġpotatoes":641,"Ġmedium":642,"ove":643,"Ġx":644,"Ġchocolate":645,"op":646,"Ġcoc":647,"ĠH":648,"rink":649,"Ġtomato":650,"ough":651,"arm":652,"Ġmel":653,"Ġdrain":654,"ĠCombine":655,"Ġtomatoes":656,"Ġ10":657,"oon":658,"Ġrem":659,"Ġcon":660,"ash":661,"out":662,"rinkle":663,"ĠIn":664,"ĠG":665,"asser":666,"apple":667,"asserole":668,"ineapple":669,"Ġcrumbs":670,"ased":671,"ood":672,"ard":673,"ff":674,"Ġcake":675,"Ġcar":676,"Ġdish":677,"ring":678,"Ġ9":679,"inegar":680,"ber":681,"akes":682,"Ġpec":683,"Ġsliced":684,"edd":685,"Ġvinegar":686,"Ġrice":687,"eddar":688,"Ġdry":689,"Ġser":690,"Ġpineapple":691,"over":692,"Ġbeans":693,"em":694,"zen":695,"ies":696,"get":697,"Ġshor":698,"ded":699,"Ġhot":700,"Ġro":701,"eget":702,"ise":703,"Ġgrated":704,"egetab":705,"ely":706,"tening":707,"ire":708,"ĠPlace":709,"Ġshortening":710,"ĠCheddar":711,"ins":712,"ag":713,"Ġmeat":714,"aste":715,"Ġab":716,"Ġpecans":717,"ll":718,"sh":719,"Ġmelted":720,"Ġcl":721,"we":722,"ĠWh":723,"Ġis":724,"Ġcut":725,"ĠSer":726,"ub":727,"Ġwhite":728,"oa":729,"Ġvegetab":730,"Ġmay":731,"Ġremain":732,"ips":733,"Ġabout":734,"ving":735,"tion":736,"ries":737,"ĠCool":738,"ant":739,"art":740,"weet":741,"Ġcrack":742,"Ġra":743,"Ġchips":744,"Ġ30":745,"Ġremaining":746,"Ġfrom":747,"na":748,"Ġlight":749,"Ġred":750,"Ġal":751,"Ġk":752,"Ġfrozen":753,"mer":754,"uff":755,"ott":756,"Ġcooked":757,"ley":758,"Ġgreased":759,"resh":760,"ore":761,"av":762,"ĠSprinkle":763,"Ġhal":764,"ason":765,"Ġas":766,"ustard":767,"os":768,"arsley":769,"ange":770,"Ġparsley":771,"ccol":772,"ccoli":773,"Ġstick":774,"ĠCover":775,"ey":776,"Ġex":777,"Ġcarro":778,"Ġthen":779,"Ġsl":780,"ul":781,"Ġchil":782,"ĠBeat":783,"Ġapp":784,"Ġfresh":785,"ide":786,"acon":787,"Ġmustard":788,"onna":789,"onnaise":790,"Ġshred":791,"Ġmayonnaise":792,"end":793,"Ġserving":794,"Ġsk":795,"ep":796,"ress":797,"Ġ15":798,"Ġbacon":799,"Ġhours":800,"Ġshredded":801,"ender":802,"Ġmushrooms":803,"Ġdrained":804,"Ġbeaten":805,"riger":806,"are":807,"uit":808,"onut":809,"Ġham":810,"Ġroll":811,"Ġboiling":812,"Ġseason":813,"Ġtaste":814,"li":815,"Ġpap":816,"emove":817,"let":818,"ĠRemove":819,"ĠPut":820,"udd":821,"Ġeach":822,"ks":823,"udding":824,"Ġoli":825,"Ġ13":826,"iced":827,"tt":828,"Ġbroth":829,"Ġ12":830,"Ġbroccoli":831,"Ġcarrots":832,"Ġnut":833,"Ġrais":834,"Ġcool":835,"ĠBro":836,"Ġcoconut":837,"Ġfir":838,"Ġ20":839,"reas":840,"Ġsof":841,"Ġgra":842,"ayer":843,"Ġdiced":844,"Ġraisins":845,"immer":846,"ĠCream":847,"Ġcrush":848,"nuts":849,"armes":850,"armesan":851,"iz":852,"ĠO":853,"Ġcrushed":854,"Ġcasserole":855,"Ġpieces":856,"Ġapples":857,"Ġbake":858,"ĠCake":859,"meg":860,"Ġnutmeg":861,"Ġcover":862,"ĠParmesan":863,"Ġtender":864,"Ġslices":865,"stant":866,"ĠWor":867,"oodles":868,"Ġhalf":869,"anan":870,"ĠSpread":871,"shire":872,"cester":873,"iss":874,"cestershire":875,"ec":876,"ent":877,"Ġpudding":878,"ĠMakes":879,"pping":880,"Ġnoodles":881,"isc":882,"ĠServe":883,"Ġole":884,"ĠWorcestershire":885,").":886,"Ġoleo":887,"raw":888,"Ġstirring":889,"Ġpl":890,"Ġcans":891,"Ġpean":892,"avor":893,"Ġshell":894,"ime":895,"Ġorange":896,"Ġbott":897,"ĠCut":898,"ĠWhip":899,"milk":900,"Ġblack":901,"berries":902,"Ġan":903,"urn":904,"est":905,"Ġshe":906,"ork":907,"ĠSal":908,"Ġchili":909,"Ġpowdered":910,"Ġcher":911,"yr":912,"illet":913,"Ġpeppers":914,"yrup":915,"ally":916,"ute":917,"oves":918,"ds":919,"Ġbuttermilk":920,"Ġseasoning":921,"ps":922,"Ġbo":923,"Ġsyrup":924,"Ġref":925,"chin":926,"Ġvegetable":927,"Ġpour":928,"ĠChicken":929,"Ġcloves":930,"berry":931,"usage":932,"ĠE":933,"ats":934,"one":935,"Ġcocoa":936,"tr":937,"Ġwhi":938,"ue":939,"Ġhe":940,"Ġcold":941,"ĠCasserole":942,"Ġsqu":943,"ĠHeat":944,"ĠCr":945,"Ġbanan":946,"oll":947,"Ġset":948,"allow":949,"Ġskillet":950,"ĠBrown":951,"Ġwal":952,"Ġdough":953,"Ġsweet":954,"ĠPre":955,"Ġcrust":956,"Ġli":957,"ano":958,"ave":959,"ĠJ":960,"Ġrefriger":961,"ĠDrain":962,"Ġup":963,"Ġcrackers":964,"pan":965,"Ġcub":966,"Ġlow":967,"ĠLet":968,"Ġcups":969,"ĠK":970,"arch":971,"ĠTop":972,"Ġpack":973,"Ġout":974,"Ġit":975,"Ġstraw":976,"Ġpre":977,"Ġsausage":978,"Ġsalad":979,"ressing":980,"Ġbox":981,"Ġcookie":982,"starch":983,"Ġseed":984,"Ġcooking":985,"Ġsheet":986,"Ġwalnuts":987,"Ġcornstarch":988,"ĠBl":989,"ump":990,"Ġ45":991,"Ġwhole":992,"zz":993,"Ġbottom":994,"75":995,"gano":996,"ĠSa":997,"25":998,"Ġpork":999,"bur":1000,"ried":1001,"Ġare":1002,"ew":1003,"Ġsaucepan":1004,"Ġwarm":1005,"ĠV":1006,"ruit":1007,"Ġlayer":1008,"Ġlea":1009,"tional":1010,"ea":1011,"ightly":1012,"rim":1013,"inger":1014,"Ġus":1015,"act":1016,"Ġore":1017,"atter":1018,"Ġoregano":1019,"ka":1020,"Ġalmon":1021,"Ġvegetables":1022,"urp":1023,"ooth":1024,"reasts":1025,"ucchin":1026,"Ġfill":1027,"ucchini":1028,"Ġjell":1029,"ced":1030,"Ġbananas":1031,"Ġextr":1032,"Ġpeanut":1033,"Ġbell":1034,"ose":1035,"Ġsimmer":1036,"Ġlightly":1037,"oni":1038,"Ġsmooth":1039,"fore":1040,"ately":1041,"Ġbefore":1042,"Ġthin":1043,"optional":1044,"rika":1045,"Ġextract":1046,"Ġbreasts":1047,"tened":1048,"Ġminced":1049,"Ġflavor":1050,"ess":1051,"Ġ375":1052,"Ġcracker":1053,"Ġpaprika":1054,"burger":1055,"Ġaside":1056,"Ġdressing":1057,"ĠTh":1058,"Ġtab":1059,"Ġnot":1060,"ĠSalad":1061,"abb":1062,"ĠRoll":1063,"Ġwhites":1064,"ian":1065,"eed":1066,"abbage":1067,"ĠPe":1068,"poon":1069,"lespoon":1070,"Ġtablespoon":1071,"urpose":1072,"cc":1073,"Ġginger":1074,"ĠChe":1075,"Ġone":1076,"Ġyol":1077,"oth":1078,"Ġthick":1079,"east":1080,"par":1081,"Ġpeel":1082,"Ġservings":1083,"quart":1084,"ĠPie":1085,"oc":1086,"ĠMel":1087,"purpose":1088,"ift":1089,"mallow":1090,"Ġdone":1091,"Ġyeast":1092,"Ġinstant":1093,"Ġ25":1094,"Ġif":1095,"ĠMelt":1096,"Ġfirst":1097,"ella":1098,"ham":1099,"tti":1100,"Ġfin":1101,"Ġfilling":1102,"aghe":1103,"aghetti":1104,"rimp":1105,"Ġball":1106,"arella":1107,"ozz":1108,"ozzarella":1109,"eal":1110,"ĠN":1111,"Ġcombine":1112,"Ġz":1113,"Ġen":1114,"oaf":1115,"kin":1116,"Ġtor":1117,"aked":1118,"Ġtime":1119,"Ġplace":1120,"Ġliqu":1121,"Ġhamburger":1122,"ĠServes":1123,"Ġolive":1124,"Ġwhipped":1125,"gre":1126,"Ġgraham":1127,"ĠY":1128,"ĠIt":1129,"Ġdes":1130,"ellow":1131,"ĠBlend":1132,"Ġtea":1133,"Ġsoy":1134,"ved":1135,"umpkin":1136,"meal":1137,"Ġcabbage":1138,"ĠMozzarella":1139,"Ġsoftened":1140,"issol":1141,"asil":1142,"ree":1143,"ired":1144,"ĠPreheat":1145,"Ġunc":1146,"aw":1147,"Ġdesired":1148,"Ġmarsh":1149,"Ġmarshmallow":1150,"Ġfinely":1151,"Ġyellow":1152,"Ġbatter":1153,"10":1154,"Ġsprinkle":1155,"Ġzucchini":1156,"ĠAnd":1157,"Ġpeas":1158,"Ġclove":1159,"Ġtort":1160,"ne":1161,"Ġpast":1162,"Ġliquid":1163,"acar":1164,"olden":1165,"Ġolives":1166,"Ġwine":1167,"Ġgel":1168,"Ġlet":1169,"Ġjar":1170,"acaroni":1171,"Ġwa":1172,"Ġfruit":1173,"ĠSift":1174,"ĠChill":1175,"ens":1176,"alian":1177,"spoon":1178,"Ġgelat":1179,"Ġcom":1180,"Ġteaspoon":1181,"Ġyolks":1182,"Ġ40":1183,"ex":1184,"ĠSh":1185,"Ġ325":1186,"sweet":1187,"ĠItalian":1188,"Ġbasil":1189,"Ġspaghetti":1190,"ĠBe":1191,"Ġmore":1192,"Ġslightly":1193,"Ġjello":1194,"ize":1195,"ĠBring":1196,"Ġpim":1197,"Ġdash":1198,"ges":1199,"row":1200,"Ġgolden":1201,"Ġother":1202,"Ġcherries":1203,"Ġstand":1204,"Ġshrimp":1205,"Ġtopping":1206,"Ġdo":1207,"oughly":1208,"Ġstrawberries":1209,"Ġflakes":1210,"oroughly":1211,"Ġ400":1212,"Ġloaf":1213,"ce":1214,"ĠCookies":1215,"irec":1216,"Ġoats":1217,"aco":1218,"Ġcont":1219,"Ġdirec":1220,"Ġrolls":1221,"dens":1222,"Ġmarshmallows":1223,"densed":1224,"eep":1225,"Ġsoft":1226,"Ġput":1227,"Ġfirm":1228,"Ġlett":1229,"Ġspread":1230,"Ġcondensed":1231,"Ġfloured":1232,"night":1233,"Ġ7":1234,"Ġthoroughly":1235,"Ġmacaroni":1236,"Ġpaper":1237,"Ġlettuce":1238,"els":1239,"iscuit":1240,"Ġby":1241,"ĠPot":1242,"Ġstuff":1243,"Ġfat":1244,"Ġgelatin":1245,"ifted":1246,"Ġovernight":1247,"ĠU":1248,"Ġqu":1249,"icrow":1250,"ĠBread":1251,"Ġlon":1252,"ĠFold":1253,"ite":1254,"ept":1255,"rop":1256,"ator":1257,"ually":1258,"Ġoff":1259,"isco":1260,"pe":1261,"ile":1262,"16":1263,"Ġmixing":1264,"Ġalmonds":1265,"icrowave":1266,"Ġserve":1267,"Ġbag":1268,"Ġpumpkin":1269,"Ġmixed":1270,"'s":1271,"key":1272,"fter":1273,"ĠSpoon":1274,"cept":1275,"Ġtur":1276,"greased":1277,"ee":1278,"Ġsize":1279,"ĠCho":1280,"Ġpans":1281,"ĠCrisco":1282,"Ġblend":1283,"eak":1284,"ower":1285,"ĠSaute":1286,"inach":1287,"dually":1288,"iel":1289,"Ġrefrigerator":1290,"ĠRef":1291,"Ġmake":1292,"ĠCheese":1293,"ended":1294,"Ġstuffing":1295,"tle":1296,"ble":1297,"Ġpaste":1298,"Ġ35":1299,"Ġchill":1300,"ĠRefriger":1301,"Ġdried":1302,"Ġyou":1303,"Ġcubes":1304,"ĠĠ":1305,"Ġmash":1306,"Ġblended":1307,"ĠChocolate":1308,"Ġsifted":1309,"Ġbrowned":1310,"unch":1311,"Ġexcept":1312,"Ġthicken":1313,"Ġballs":1314,"ray":1315,"Ġpeeled":1316,"Ġapple":1317,"Ġtaco":1318,"led":1319,"ĠWhen":1320,"Ġbiscuit":1321,"ĠRice":1322,"Ġfood":1323,"Ġuse":1324,"ento":1325,"Ġonto":1326,"Ġcovered":1327,"Ġcol":1328,"Ġcherry":1329,"Ġconstant":1330,"ĠBoil":1331,"tions":1332,"Ġice":1333,"arb":1334,"Ġtablespoons":1335,"range":1336,"Ġconstantly":1337,"Ġthis":1338,"ĠButter":1339,"Ġpimento":1340,"ke":1341,"ĠRefrigerate":1342,"atmeal":1343,"rease":1344,"ĠBr":1345,"iv":1346,"ĠSimmer":1347,"fec":1348,"Ġsc":1349,"ĠSl":1350,"Ġq":1351,"Ġpotato":1352,"Ġbay":1353,"avy":1354,"Ġqt":1355,"yme":1356,"ature":1357,"cess":1358,"Ġfoil":1359,"Ġleaves":1360,"Ġbou":1361,"Ġinch":1362,"Ġstri":1363,"ade":1364,"ĠYiel":1365,"ened":1366,"Ġthyme":1367,"illon":1368,"fection":1369,"reez":1370,"ĠSw":1371,"Ġsticks":1372,"Ġfry":1373,"Ġbouillon":1374,"Ġwill":1375,"ĠDrop":1376,"cent":1377,"Ġconfection":1378,"Ġspoon":1379,"Ġbuttered":1380,"asses":1381,"Ġcontain":1382,"ucumb":1383,"Ġconfectioners":1384,"Ġri":1385,"ĠGrease":1386,"Ġround":1387,"ooked":1388,"Ġbon":1389,"Ġgl":1390,"ares":1391,"ides":1392,"illas":1393,"Ġpackage":1394,"ican":1395,"Ġcand":1396,"ĠJell":1397,"Ġpeach":1398,"Ġcle":1399,"Ġheavy":1400,"iff":1401,"Ġcolor":1402,"Ġstrips":1403,"ĠLayer":1404,"enter":1405,"ich":1406,"ates":1407,"Ġtortillas":1408,"Ġflavoring":1409,"Ġmo":1410,"Ġspinach":1411,"Ġeven":1412,"Ġsides":1413,"Ġsteak":1414,"oney":1415,"ottage":1416,"tern":1417,"ney":1418,"Ġcenter":1419,"olasses":1420,"nch":1421,"ĠTurn":1422,"Ġhead":1423,"rab":1424,"atsup":1425,"vap":1426,"Ġcucumb":1427,"vapor":1428,"Ġenough":1429,"arp":1430,"oun":1431,"Ġcatsup":1432,"ind":1433,"Ġevapor":1434,"overed":1435,"Ġcottage":1436,"ittle":1437,"yle":1438,"Ġafter":1439,"Ġprepar":1440,"Ġket":1441,"Ġthaw":1442,"ding":1443,"eser":1444,"Ġturkey":1445,"Ġevaporated":1446,"Ġsharp":1447,"Ġmashed":1448,"Ġjust":1449,"Ġdissol":1450,"mi":1451,"Ġkid":1452,"Ġturn":1453,"eta":1454,"Ġrest":1455,"Ġuncovered":1456,"ape":1457,"ently":1458,"Ġfine":1459,"Ġkidney":1460,"Ġsemi":1461,"Ġchops":1462,"Ġvery":1463,"Ġcookies":1464,"Ġchun":1465,"Ġde":1466,"Ġmolasses":1467,"Ġungreased":1468,"nish":1469,"ĠSwiss":1470,"Ġtart":1471,"Ġprepared":1472,"ets":1473,"erry":1474,"elve":1475,"se":1476,"Ġevenly":1477,"Ġsquash":1478,"ings":1479,"12":1480,"ices":1481,"Ġstal":1482,"Ġleaf":1483,"Ġchilies":1484,"Ġdates":1485,"own":1486,"Ġside":1487,"Ġmuff":1488,"ĠGra":1489,"Ġcontainer":1490,"ĠVelve":1491,"Ġthawed":1492,"ĠThen":1493,"its":1494,"ĠSet":1495,"Ġlay":1496,"Ġcubed":1497,"Ġminute":1498,"Ġcran":1499,"Ġwax":1500,"Ġap":1501,"spice":1502,"Ġslice":1503,"Ġhoney":1504,"uffy":1505,"Ġmixer":1506,"Ġremove":1507,"per":1508,"Ġroast":1509,"Ġpastry":1510,"ld":1511,"Ġbre":1512,"Ġspeed":1513,"Ġdirections":1514,"Ġlittle":1515,"ĠSoup":1516,"Ġallspice":1517,"Ġpacked":1518,"ĠDip":1519,"Ġacc":1520,"Ġpick":1521,"Ġslow":1522,"ition":1523,"ording":1524,"Ġsepar":1525,"izz":1526,"asion":1527,"ccasion":1528,"Ġoccasion":1529,"ĠVelveeta":1530,"ous":1531,"Ġfluffy":1532,"Ġstrawberry":1533,"Ġbut":1534,"Ġoccasionally":1535,"Ġpt":1536,"Ġsquares":1537,"Ġaccording":1538,"Ġgran":1539,"lower":1540,"ĠRed":1541,"rench":1542,"Ġcur":1543,"Ġoatmeal":1544,"ubb":1545,"uck":1546,"Ġaltern":1547,"Ġstiff":1548,"Ġlayers":1549,"ount":1550,"ss":1551,"ĠGr":1552,"Ġ50":1553,"Ġ16":1554,"Ġaddition":1555,"Ġtem":1556,"Ġlime":1557,"Ġpeaches":1558,"ser":1559,"Ġpo":1560,"chup":1561,"Ġrefrigerate":1562,"ĠDo":1563,"Ġwhipping":1564,"ĠPress":1565,"umin":1566,"Ġplain":1567,"Ġwhen":1568,"Ġbr":1569,"ame":1570,"Ġtemper":1571,"Ġalmond":1572,"Ġdou":1573,"Ġfork":1574,"Ġchest":1575,"Ġhalves":1576,"rox":1577,"ĠFrench":1578,"ful":1579,"Ġketchup":1580,"ĠAr":1581,"Ġclean":1582,"Ġtemperature":1583,"Ġchestnuts":1584,"Ġcrab":1585,"Ġtub":1586,"Ġform":1587,"Ġtw":1588,"ock":1589,"Ġtartar":1590,"roxim":1591,"oss":1592,"Ġbiscuits":1593,"Ġthr":1594,"ern":1595,"ton":1596,"Ġhand":1597,"Ġbeating":1598,"rap":1599,"Ġbubb":1600,"ĠCar":1601,"Ġthrough":1602,"ĠCorn":1603,"roximately":1604,"Ġpeanuts":1605,"Ġreser":1606,"Ġdown":1607,"Ġdill":1608,"isp":1609,"arin":1610,"izza":1611,"ĠRo":1612,"erb":1613,"erm":1614,"ĠWith":1615,"ĠMake":1616,"und":1617,"Ġcrisp":1618,"other":1619,"ase":1620,"about":1621,"Ġcro":1622,"Ġbring":1623,"Ġspray":1624,"Ġlonger":1625,"ext":1626,"edges":1627,"ĠPotato":1628,"Ġcres":1629,"Ġpasta":1630,"Ġbaked":1631,"Ġmelt":1632,"issolve":1633,"ĠDissolve":1634,"Ġthinly":1635,"og":1636,"quick":1637,"sa":1638,"Ġyour":1639,"anges":1640,"enne":1641,"Ġpinch":1642,"ĠGradually":1643,"15":1644,"arbec":1645,"Ġcrescent":1646,"Ġfreez":1647,"Ġcreamed":1648,"ulated":1649,"Ġcoars":1650,"Ġsec":1651,"Ġcrumbled":1652,"Ġdozen":1653,"Ġrind":1654,"Ġcomes":1655,"Ġwhile":1656,"Ġuncooked":1657,"Ġshells":1658,"ull":1659,"auce":1660,"Ġmeal":1661,"Ġstalks":1662,"Ġlean":1663,"ud":1664,"Ġoranges":1665,"Ġsaute":1666,"ĠBis":1667,"ĠTo":1668,"Ġgranulated":1669,"ĠArrange":1670,"fl":1671,"Ġspices":1672,"Ġplate":1673,"ĠApple":1674,"ĠYields":1675,"Ġleast":1676,"aul":1677,"Ġblue":1678,"ayenne":1679,"Ġcann":1680,"ĠSlice":1681,"Ġcomp":1682,"ĠBisquick":1683,"Ġam":1684,"arts":1685,"Ġhard":1686,"Ġunb":1687,"Ġcayenne":1688,"Ġcucumbers":1689,"Ġtube":1690,"Ġrack":1691,"iflower":1692,"auliflower":1693,"ark":1694,"Ġcoat":1695,"Ġmuffin":1696,"ffee":1697,"Ġseasoned":1698,"ail":1699,"Ġar":1700,"ĠFor":1701,"Ġthickened":1702,"pare":1703,"ereal":1704,"eless":1705,"una":1706,"Ġanother":1707,"co":1708,"Ġmicrowave":1709,"bread":1710,"ist":1711,"Ġstew":1712,"Ġrise":1713,"Ġcomplet":1714,"ĠSe":1715,"Ġwaf":1716,"Ġdouble":1717,"Ġkern":1718,"Ġslowly":1719,"Ġcereal":1720,"ĠCo":1721,"risp":1722,"ĠChop":1723,"Ġcoloring":1724,"ĠReduce":1725,"Ġcarrot":1726,"ome":1727,"ined":1728,"fat":1729,"Ġchuck":1730,"Ġhigh":1731,"ider":1732,"alls":1733,"arbecue":1734,"Ġcompletely":1735,"Ġapproximately":1736,"Ġdissolved":1737,"Qu":1738,"Ġglass":1739,"Ġgrease":1740,"Ġboneless":1741,"ĠGar":1742,"Ġchunks":1743,"Ġalternately":1744,"Ġseasonings":1745,"ĠBroccoli":1746,"ipe":1747,"merican":1748,"Ġthem":1749,"pl":1750,"Ġlong":1751,"ĠShape":1752,"Ġskin":1753,"ular":1754,"Ġpin":1755,"rocess":1756,"ĠFl":1757,"Ġrec":1758,"ng":1759,"ĠQu":1760,"Ġdri":1761,"asag":1762,"ĠIf":1763,"ĠAmerican":1764,"Ġapplesauce":1765,"ready":1766,"Ġbreast":1767,"Ġcanned":1768,"Ġfew":1769,"Ġnon":1770,"ivid":1771,"ck":1772,"sweetened":1773,"inue":1774,"Ġcider":1775,"Ġblender":1776,"Ġripe":1777,"ied":1778,"Ġsquare":1779,"Ġcumin":1780,"Ġ24":1781,"Ġcauliflower":1782,"ĠLe":1783,"Ġshallow":1784,"ary":1785,"Ġday":1786,"Ġamount":1787,"less":1788,"Ġ300":1789,"ĠMicrowave":1790,"asco":1791,"Ġneed":1792,"vel":1793,"ĠTab":1794,"Ġquick":1795,"Ġtwo":1796,"Ġkernel":1797,"ĠBaked":1798,"asy":1799,"Ġcurry":1800,"ĠSc":1801,"Ġthat":1802,"ĠBeef":1803,"veral":1804,"Ġbubbly":1805,"Ġunsweetened":1806,"ĠFill":1807,"ĠTabasco":1808,"Ġend":1809,"Ġboth":1810,"Ġlast":1811,"ĠHigh":1812,"ĠSto":1813,"sc":1814,"Ġcaram":1815,"Ġsherry":1816,"kra":1817,"Ġseveral":1818,"Ġcornmeal":1819,"gular":1820,"Ġready":1821,"Ġhash":1822,"style":1823,"arter":1824,"Ġnext":1825,"bs":1826,"ĠSqu":1827,"ric":1828,"Ġtoss":1829,"ĠPrepare":1830,"Ġsalsa":1831,"ĠZ":1832,"ĠFry":1833,"Ġtortilla":1834,"Ġhas":1835,"ild":1836,"ĠPepper":1837,"ĠUse":1838,"ĠSeason":1839,"Ġwheat":1840,"udge":1841,"Ġcooled":1842,"ĠThis":1843,"Ġunbaked":1844,"Ġtoast":1845,"Ġroom":1846,"ĠSauce":1847,"Ġflaked":1848,"Ġgradually":1849,"ricot":1850,"Ġpress":1851,"vy":1852,"Ġraw":1853,"Ġtow":1854,"otch":1855,"ĠGre":1856,"ilad":1857,"Ġpart":1858,"ppy":1859,"elf":1860,"Ġwafers":1861,"14":1862,"ugar":1863,"ĠSweet":1864,"alap":1865,"ĠFruit":1866,"Ġkn":1867,"Ġpat":1868,"alapen":1869,"Ġherb":1870,"lish":1871,"ĠMeat":1872,"Ġpecan":1873,"anut":1874,"Ġcarton":1875,"anana":1876,"sting":1877,"Ġfold":1878,"ig":1879,"aschin":1880,"aschino":1881,"Ġgently":1882,"Ġjars":1883,"nead":1884,"ĠFro":1885,"isk":1886,"az":1887,"ĠSo":1888,"ĠDel":1889,"Ġim":1890,"ĠCon":1891,"Ġ425":1892,"Ġcranberries":1893,"Ġusing":1894,"Ġmaraschino":1895,"Ġtuna":1896,"Ġprocess":1897,"ĠPeanut":1898,"ĠGarnish":1899,"Ġonce":1900,"Ġlike":1901,"Ġstock":1902,"ĠUn":1903,"ĠBre":1904,"Ġfish":1905,"ĠBanana":1906,"ĠMon":1907,"Ġbeen":1908,"Ġcreamy":1909,"ini":1910,"lec":1911,"so":1912,"Ġ60":1913,"medi":1914,"ife":1915,"scotch":1916,"mediately":1917,"Ġdirected":1918,"ĠToss":1919,"Ġblueberries":1920,"urt":1921,"ising":1922,"Ġany":1923,"rained":1924,"asagna":1925,"tz":1926,"spar":1927,"ĠOn":1928,"Ġkeep":1929,"Ġfirmly":1930,"ĠRep":1931,"plant":1932,"ogurt":1933,"ia":1934,"Ġcandy":1935,"Ġjelly":1936,"uted":1937,"gain":1938,"Tel":1939,"ĠJack":1940,"Ġknife":1941,"Ġcandied":1942,"Ġdark":1943,"astic":1944,"Ġgood":1945,"Ġjalapen":1946,"fuls":1947,"Ġagain":1948,"Ġsecon":1949,"Ġquarter":1950,"Ġbits":1951,"ĠHam":1952,"ĠPotatoes":1953,"tric":1954,"rising":1955,"ĠMex":1956,"lectric":1957,"ĠEasy":1958,"heated":1959,"ĠSalt":1960,"Ġdeep":1961,"Ġhave":1962,"ĠPeel":1963,"Ġfull":1964,"ĠCan":1965,"Ġyogurt":1966,"Ġmini":1967,"ong":1968,"ĠTake":1969,"Ġapricot":1970,"oke":1971,"Ġelectric":1972,"ran":1973,"Ġbars":1974,"Ġregular":1975,"ĠRepeat":1976,"andarin":1977,"Ġsalmon":1978,"pick":1979,"Ġself":1980,"itos":1981,"itz":1982,"ting":1983,"Ġdip":1984,"bl":1985,"ĠBreak":1986,"tail":1987,"ation":1988,"Ġund":1989,"Ġsweetened":1990,"Ġbite":1991,"Ġchi":1992,"eas":1993,"esame":1994,"ould":1995,"icott":1996,"Ġlen":1997,"ivided":1998,"Ġtooth":1999,"Ġmarin":2000,"Ġrings":2001,"Ġgravy":2002,"Ġbarbecue":2003,"Ġpizza":2004,"ams":2005,"Ġtoothpick":2006,"Ġscall":2007,"anch":2008,"meat":2009,"Ġapart":2010,"ĠEgg":2011,"Ġadditional":2012,"Ġaround":2013,"ppings":2014,"Ġdivided":2015,"Ġseal":2016,"Ġcoffee":2017,"velop":2018,"Ġseparate":2019,"Ġdrippings":2020,"Ġcoarsely":2021,"ett":2022,"reser":2023,"ĠZucchini":2024,"Ġwire":2025,"ĠThe":2026,"ĠAl":2027,"Ġdi":2028,"Ġpreheated":2029,"Ġbottle":2030,"Ġheated":2031,"Ġmois":2032,"Ġav":2033,"ĠPudding":2034,"Ġenvelop":2035,"Ġedges":2036,"ĠRitz":2037,"Ġbutterscotch":2038,"Ġplastic":2039,"ĠVegetab":2040,"Ġinser":2041,"ĠStuff":2042,"ĠDiv":2043,"Ġgarnish":2044,".\\":2045,"ĠPumpkin":2046,"Ġbanana":2047,"Ġfried":2048,"ĠLine":2049,"inse":2050,"ok":2051,"Ġplus":2052,"fer":2053,"Ġpound":2054,"ĠPound":2055,"Ġspice":2056,"Ġrasp":2057,"ive":2058,"ĠYield":2059,"Ġsesame":2060,"ĠHot":2061,"Ġmelts":2062,"ĠBars":2063,"very":2064,"Ġneeded":2065,"ĠMexican":2066,"Ġsugars":2067,"stit":2068,"Ġboiled":2069,"Ġused":2070,"Ġimmediately":2071,"Ġsome":2072,"Ġbrowns":2073,"ĠWash":2074,"not":2075,"Ġpimentos":2076,"ĠSugar":2077,"Ġbet":2078,"Ġcock":2079,"Ġcocktail":2080,"Ġcornbread":2081,"avorite":2082,"'t":2083,"agus":2084,"Ġdegre":2085,"sparagus":2086,"ĠStore":2087,"Ġinserted":2088,"Ġbunch":2089,"ang":2090,"reme":2091,"Ġrolled":2092,"Ġtoasted":2093,"Ġsub":2094,"ors":2095,"Ġsheets":2096,"Ġeggplant":2097,"uk":2098,"Ġmold":2099,"ling":2100,"Ġpretz":2101,"ĠLemon":2102,"wise":2103,"oul":2104,"corn":2105,"iver":2106,"terey":2107,"Ġfrying":2108,"Ġmandarin":2109,"ocad":2110,"lets":2111,"cake":2112,"Ġchives":2113,"Ġcranberry":2114,"nut":2115,"ert":2116,"Ġflat":2117,"balls":2118,"Ġinches":2119,"iluted":2120,"eturn":2121,"Ġadding":2122,"Ġtoo":2123,"amp":2124,"ĠStraw":2125,"ĠReturn":2126,"ĠBrand":2127,"ĠFudge":2128,"Ġsubstit":2129,"imes":2130,"Ġjalapeno":2131,"Ġ11":2132,"Ġboiler":2133,"Ġremo":2134,"zzle":2135,"rops":2136,"Ġsalted":2137,"Ġchilled":2138,"rispies":2139,"icotta":2140,"Ġback":2141,"oin":2142,"ĠMonterey":2143,"Ġevery":2144,"Ġ-":2145,"Ġgrap":2146,"utch":2147,"Ġuns":2148,"iento":2149,"Ġbean":2150,"Ġ450":2151,"ĠNut":2152,"ĠBeans":2153,"Ġavocad":2154,"ĠKar":2155,"Ġpimiento":2156,"essert":2157,"wh":2158,"Ġ18":2159,"Ġseeds":2160,"undt":2161,"Ġsliver":2162,"ener":2163,"Ġ14":2164,"ĠCoc":2165,"acle":2166,"iracle":2167,"for":2168,"agle":2169,"Ġper":2170,"ĠMin":2171,"),":2172,"ĠRolls":2173,"Ġsage":2174,"Ġreserved":2175,"ĠKaro":2176,"ĠRicotta":2177,"ĠFreez":2178,"Ġcons":2179,"Ġdegrees":2180,"Ġyolk":2181,"Ġel":2182,"ĠStrawberry":2183,"Ġpoppy":2184,"ĠMay":2185,"ĠDutch":2186,"ĠKeep":2187,"ĠKrispies":2188,"ĠMiracle":2189,"ons":2190,"ĠCont":2191,"ost":2192,"ollow":2193,"Ġfrosting":2194,"cooked":2195,"Ġbeg":2196,"ĠEagle":2197,"stick":2198,"ĠVegetable":2199,"Ġbroil":2200,"ĠMuff":2201,"ully":2202,"Ġhor":2203,"ĠQuick":2204,"oaves":2205,"Ġfreshly":2206,"ewarm":2207,"Ġcoated":2208,"ĠYou":2209,"ukewarm":2210,"ions":2211,"Ġtightly":2212,"20":2213,"Ġpepperoni":2214,"Ġmors":2215,"ici":2216,"Ġsoups":2217,"ĠSour":2218,"Ġchop":2219,"Ġrecipe":2220,"gth":2221,"pot":2222,"Ġmorsels":2223,"Ġlukewarm":2224,"Ġlength":2225,"ĠBundt":2226,"Ġseparated":2227,"ĠBrush":2228,"adish":2229,"Ġrefrigerated":2230,"erman":2231,"hub":2232,"Ġwaxed":2233,"hubarb":2234,"ear":2235,"Ġturning":2236,"tra":2237,"ĠCrumb":2238,"Ġcucumber":2239,"Ġreduce":2240,"ĠBean":2241,"seradish":2242,"ken":2243,"Ġsur":2244,"ĠLoaf":2245,"ĠEng":2246,"erries":2247,"Ġfreezer":2248,"Ġtimes":2249,"Ġgrain":2250,"Ġthey":2251,"ems":2252,"Ġchunk":2253,"ĠMuffins":2254,"Ġslivered":2255,"ili":2256,"bon":2257,"Ġlasagna":2258,"flavor":2259,"Ġenvelope":2260,"Ġhorseradish":2261,"Ġwrap":2262,"ĠPizza":2263,"ĠWrap":2264,"Ġfreeze":2265,"ized":2266,"Ġflavored":2267,"ĠPec":2268,"ĠGerman":2269,"Ġcrabmeat":2270,"uns":2271,"ĠShrimp":2272,"bow":2273,"inner":2274,"ft":2275,"aking":2276,"Ġale":2277,"meric":2278,"ĠOre":2279,"Ġcrock":2280,"Ġcheddar":2281,"ĠAll":2282,"ĠChili":2283,"uer":2284,"Ġloaves":2285,"Ġpretzels":2286,"Ġwedges":2287,"Ġlim":2288,"ort":2289,"Ġonly":2290,"Ġasparagus":2291,"ĠAfter":2292,"ĠDream":2293,"lit":2294,"ĠOatmeal":2295,"Ġsurf":2296,"oy":2297,"Ġbroken":2298,"Ġturmeric":2299,"Ġberries":2300,"ĠPork":2301,"Ġextra":2302,"ĠDivide":2303,"kraut":2304,"uerkraut":2305,"Ġshould":2306,"flavored":2307,"Ġweed":2308,"ĠPam":2309,"ters":2310,"ots":2311,"Ġshape":2312,"Ġgrapes":2313,"rate":2314,"Ġcomb":2315,"easure":2316,"Ġsurface":2317,"Ġconcent":2318,"Ġsubstitute":2319,"ĠUnc":2320,"ĠEnglish":2321,"Ġpinto":2322,"Ġpiece":2323,"ĠGreen":2324,"Ġdrops":2325,"Ġno":2326,"wich":2327,"ĠForm":2328,"gs":2329,"Ġelbow":2330,"inches":2331,"ĠWhile":2332,"ante":2333,"ĠContinue":2334,"andy":2335,"Ġwhich":2336,"ĠDor":2337,"ĠSpray":2338,"Ġcontinue":2339,"esson":2340,"can":2341,"ĠRanch":2342,"Ġrum":2343,"Ġbar":2344,"irt":2345,"ĠTom":2346,"usts":2347,"Ġtops":2348,"Ġskinless":2349,"ĠPat":2350,"Ġcaramel":2351,"No":2352,"icante":2353,"uring":2354,"Ġoften":2355,"Ġcoarse":2356,"utons":2357,"Ġminiature":2358,"try":2359,"Ġstewed":2360,"ĠPecan":2361,"andwich":2362,"ĠWesson":2363,"Ġboard":2364,"ĠStew":2365,"Ġpar":2366,"Ġskim":2367,"Ġconcentrate":2368,"Ġpure":2369,"aze":2370,"oultry":2371,"Ġlengthwise":2372,"Ġcrusts":2373,"ĠCarro":2374,"ĠCrumble":2375,"Ġmoistened":2376,"Ġorder":2377,"Ġboxes":2378,"gel":2379,"aping":2380,"Ġthickens":2381,"Ġcroutons":2382,"Ġcornfl":2383,"ys":2384,"Ġpoultry":2385,"icious":2386,"Ġfavorite":2387,"Ġexcess":2388,"Ġalso":2389,"ĠDoritos":2390,"cy":2391,"ĠPineapple":2392,"ola":2393,"ĠOld":2394,"Ġtowel":2395,"ness":2396,"Ġlid":2397,"Ġribs":2398,"ĠDi":2399,"Ġpit":2400,"reserves":2401,"Ġhalved":2402,"ĠSausage":2403,"alor":2404,"Ġadded":2405,"Ġcaramels":2406,"ĠChip":2407,"idd":2408,"Ġfre":2409,"ĠKnead":2410,"Ġmoder":2411,"Ġpickle":2412,"oles":2413,"ĠSpaghetti":2414,"Ġboned":2415,"int":2416,"Ġseconds":2417,"Ġteaspoons":2418,"Ġop":2419,"edge":2420,"ĠRa":2421,"Ġ55":2422,"Ġpicante":2423,"Ġros":2424,"ĠBlue":2425,"ible":2426,"eri":2427,"Ġfrequ":2428,"isten":2429,"Ġfryer":2430,"Ġscallions":2431,"Ġfrequently":2432,"ilada":2433,"Ġpatt":2434,"boil":2435,"Ġpreserves":2436,"ĠMarin":2437,"qual":2438,"Ġac":2439,"Ġsauerkraut":2440,"Ġcor":2441,"ĠPunch":2442,"ĠOr":2443,"most":2444,"Ġangel":2445,"Ġcube":2446,"Ġquart":2447,"rag":2448,"ashion":2449,"emary":2450,"ĠSquash":2451,"Ġfil":2452,"Ġstill":2453,"Ġpickles":2454,"Ġart":2455,"Ġnonstick":2456,"Ġstems":2457,"inned":2458,"way":2459,"Ġsn":2460,"ĠPast":2461,"Ġmade":2462,"Ġrhubarb":2463,"ween":2464,"ragon":2465,"arragon":2466,"Ġquartered":2467,"Ġraspberry":2468,"ĠFreeze":2469,"ĠTur":2470,"do":2471,"ĠDri":2472,"Ġrosemary":2473,"air":2474,"ez":2475,"Ġdays":2476,"ĠFarm":2477,"ĠDessert":2478,"Ġbetween":2479,"rans":2480,"ĠTaco":2481,"Ġalmost":2482,"ĠCherry":2483,"ĠNo":2484,"iny":2485,"Ġstyle":2486,"irl":2487,"Ġpink":2488,"ering":2489,"ines":2490,"ĠOrange":2491,"Ġlima":2492,"eam":2493,"high":2494,"Ġtarragon":2495,"Ġserved":2496,"ĠPick":2497,"ĠMash":2498,"ĠBrownies":2499,"bell":2500,"Ġwhisk":2501,"Ġhands":2502,"ĠStuffed":2503,"Ġedge":2504,"Ġmoderate":2505,"Ġmild":2506,"ĠCoconut":2507,"hey":2508,"Ġheaping":2509,"Ġundrained":2510,"efully":2511,"Ġmuffins":2512,"egg":2513,"Ġskinned":2514,"Ġclear":2515,"boiled":2516,"Ġfollow":2517,"ein":2518,"Ġbul":2519,"Ġchees":2520,"ĠLightly":2521,"ĠMinute":2522,"Ġchiles":2523,"Ġunflavored":2524,"Ġprocessor":2525,"jor":2526,"Ġfour":2527,"Ġchoice":2528,"Ġallow":2529,"ĠSteak":2530,"Ġcutting":2531,"ĠDrizzle":2532,"eringue":2533,"Ġcheeses":2534,"tover":2535,"ously":2536,"Ġcombined":2537,"ma":2538,"Ġcrumbly":2539,"istency":2540,"ĠCamp":2541,"ĠPet":2542,"ĠTater":2543,"ĠAng":2544,"ĠIce":2545,"Ġplatter":2546,"Ġmeatballs":2547,"ĠSpinach":2548,"Ġknead":2549,"Ġdissolve":2550,"idge":2551,"ĠCheez":2552,"Ġwash":2553,"Ġmarjor":2554,"ershey":2555,"ĠWhiz":2556,"Ġconsistency":2557,"Ġclams":2558,"Ġrect":2559,"alted":2560,"Ġmarjoram":2561,"ĠCran":2562,"ĠCrush":2563,"Ġbreak":2564,"Ġwood":2565,"ĠCabbage":2566,"Ġending":2567,"Ġbroiler":2568,"ĠDot":2569,"Ġbone":2570,"ĠApp":2571,"ĠMars":2572,"ĠFresh":2573,"Ġcornflakes":2574,"Ġ250":2575,"Ġflower":2576,"ĠHershey":2577,"Ġsmoke":2578,"Ġreserving":2579,"eg":2580,"ean":2581,"ially":2582,"Ġpop":2583,"Ġgal":2584,"ĠDressing":2585,"Ġench":2586,"Ġokra":2587,"ĠBalls":2588,"antro":2589,"fry":2590,"ilantro":2591,"isin":2592,"olid":2593,"routs":2594,"Ġne":2595,"ĠCampbell":2596,"Ġteaspoonfuls":2597,"ĠPepperidge":2598,"ĠCranberry":2599,"ĠFrost":2600,"Ġsq":2601,"ĠCl":2602,"ĠSlow":2603,"ĠSquares":2604,"Ġfillets":2605,"ĠAngel":2606,"cl":2607,"Ġsure":2608,"Ġwhip":2609,"Ġjam":2610,"Ġmarinade":2611,"inese":2612,"Ġlemonade":2613,"Ġfo":2614,"ingers":2615,"ĠRoast":2616,"tc":2617,"Ġpr":2618,"ĠSup":2619,"Ġstove":2620,"Ġtowels":2621,"app":2622,"Ġwee":2623,"Ġreal":2624,"ĠCaram":2625,"ĠSk":2626,"Ġnonfat":2627,"ĠSoak":2628,"Ġrolling":2629,"Ġrefried":2630,"Ġwooden":2631,"Ġcilantro":2632,"Ġpeak":2633,"peel":2634,"fish":2635,"Ġcutter":2636,"Ġwide":2637,"ĠRinse":2638,"aby":2639,"epar":2640,"Ġpatties":2641,"Ġ\\":2642,"Ġsprouts":2643,"Ġmayo":2644,"cakes":2645,"Ġoys":2646,"ĠMushroom":2647,"Ġic":2648,"ĠChinese":2649,"Ġunsalted":2650,"13":2651,"Ġcap":2652,"Ġbuns":2653,"ĠBiscuit":2654,"ating":2655,"eez":2656,"Ġpuree":2657,"Ġglaze":2658,"Ġfoam":2659,"Ġoun":2660,"ĠCrab":2661,"cessary":2662,"ettuc":2663,"Ġnecessary":2664,"Ġdrop":2665,"Ġartich":2666,"fast":2667,"ransfer":2668,"Ġicing":2669,"amb":2670,"head":2671,"Ġremoving":2672,"peeled":2673,"Ġ*":2674,"Ġrelish":2675,"ĠBest":2676,"ĠReser":2677,"Ġforms":2678,"ĠPasta":2679,"ĠSlowly":2680,"size":2681,"ĠSepar":2682,"Ġjuices":2683,"Ġcrumble":2684,"ĠDelicious":2685,"Ġavocado":2686,"ĠCaramel":2687,"ftover":2688,"ĠTurkey":2689,"Ġenchilada":2690,"Ġcalor":2691,"Ġdon":2692,"Ġunder":2693,"Ġbulk":2694,"Ġlemons":2695,"uminum":2696,"Ġgelatine":2697,"no":2698,"Ġlined":2699,"oodle":2700,"als":2701,"ĠAcc":2702,"jon":2703,"Ġpickling":2704,"Ġleftover":2705,"Ġaluminum":2706,"joy":2707,"Ġsecond":2708,"ĠOreo":2709,"ĠAllow":2710,"Ġpul":2711,"ĠCup":2712,"blong":2713,"ĠReserve":2714,"Ġless":2715,"ĠTomato":2716,"Ġpeaks":2717,"Ġoblong":2718,"ĠRe":2719,"Ġbran":2720,"Ġsift":2721,"Ġundiluted":2722,"ĠAccent":2723,"ĠGood":2724,"burg":2725,"Ġrounded":2726,"Ġ'":2727,"Ġrinse":2728,"ĠHamburger":2729,"ĠSeparate":2730,"cr":2731,"anish":2732,"ĠGreat":2733,"ashioned":2734,"free":2735,"Ġtap":2736,"atch":2737,"ĠDelight":2738,"ĠUncover":2739,"iscard":2740,"ĠPeach":2741,"cook":2742,"ph":2743,"Ġdinner":2744,"Ġmint":2745,"Ġshake":2746,"ĠUs":2747,"Ġquickly":2748,"aff":2749,"Ġbaby":2750,"Ġseeded":2751,"Ġstalk":2752,"Ġarrange":2753,"ĠOnion":2754,"Ġpitted":2755,"ears":2756,"hmallow":2757,"Ġmoist":2758,"Ġret":2759,"Ġtes":2760,"Ġpears":2761,"Ġthree":2762,"Ġthickness":2763,"Ġreserve":2764,"side":2765,"Ġsandwich":2766,"Ġtins":2767,"ĠCoat":2768,"ĠDijon":2769,"ĠBlueberry":2770,"Ġwalnut":2771,"Ġquarts":2772,"Ġsame":2773,"ĠCrisp":2774,"Ġkettle":2775,"ĠRaisin":2776,"ĠBarbecue":2777,"bler":2778,"Ġind":2779,"Ġairt":2780,"ĠDump":2781,"Ġairtight":2782,"Ġsing":2783,"ĠChr":2784,"Ġpulp":2785,"Ġwor":2786,"iche":2787,"arty":2788,"while":2789,"Ġmeringue":2790,"able":2791,"away":2792,"ĠMarshmallow":2793,"Ġflowerets":2794,"Ġpartially":2795,"allop":2796,"Ġequal":2797,"Ġhearts":2798,"Ġbegins":2799,"ĠMacaroni":2800,"use":2801,"ĠFried":2802,"od":2803,"orb":2804,"ĠGl":2805,"ĠUsing":2806,"Ġreturn":2807,"Ġsingle":2808,"Ġpor":2809,"oop":2810,"aple":2811,"outh":2812,"Ġpopcorn":2813,"ĠBiscuits":2814,"ĠCarrot":2815,"ecor":2816,"Ġ&":2817,"eaten":2818,"ĠNext":2819,"Ġetc":2820,"Ġspring":2821,"Ġscal":2822,"af":2823,"ere":2824,"ann":2825,"Ġtake":2826,"ingu":2827,"Ġwild":2828,"Ġabs":2829,"Ġsprayed":2830,"ah":2831,"uch":2832,"ĠBran":2833,"Ġsprink":2834,"Ġblueberry":2835,"Ġapricots":2836,"ĠBreakfast":2837,"oked":2838,"ĠSm":2839,"ĠScallop":2840,"hew":2841,"ĠGently":2842,"Ġwithout":2843,"oca":2844,"Ġprun":2845,"Ġahead":2846,"Ġholes":2847,"Ġcaraway":2848,"ĠIm":2849,"ften":2850,"Ġabsorb":2851,"ioca":2852,"any":2853,"Ġcorned":2854,"ĠOven":2855,"ecipe":2856,"Ġpunch":2857,"Ġget":2858,"ĠSpanish":2859,"lings":2860,"Ġloo":2861,"Ġbec":2862,"ĠCreamy":2863,"ĠSn":2864,"Ġmeats":2865,"ĠSupreme":2866,"ĠTransfer":2867,"Ġseedless":2868,"ossible":2869,"Ġcas":2870,"Ġstore":2871,"ĠBroil":2872,"11":2873,"Ġstage":2874,"Ġleaving":2875,"cup":2876,"ouch":2877,"thing":2878,"Ġremainder":2879,"Ġbags":2880,"Ġbones":2881,"ĠGrand":2882,"ĠSoften":2883,"Ġfudge":2884,"unchy":2885,"Ġalong":2886,"ĠStove":2887,"Ġtapioca":2888,"Ġmakes":2889,"Ġchunky":2890,"Ġtri":2891,"icy":2892,"ĠPh":2893,"uced":2894,"iddle":2895,"eanwhile":2896,"vil":2897,"Ġavocados":2898,"Ġwings":2899,"Ġhom":2900,"Ġhamburg":2901,"ĠFrosting":2902,"Ġrectang":2903,"Ġfoamy":2904,"bbler":2905,"yre":2906,"Ġrins":2907,"ĠLow":2908,"ĠCornbread":2909,"Ġremoved":2910,"yrex":2911,"ipped":2912,"Ġsun":2913,"Ġgrill":2914,"ĠLasagna":2915,"Ġsweetener":2916,"ĠRecipe":2917,"ĠDe":2918,"mas":2919,"ĠMeanwhile":2920,"irc":2921,"Ġsteam":2922,"ĠRom":2923,"ĠFr":2924,"Ġweeks":2925,"ĠCro":2926,"ĠWhite":2927,"Ġbrush":2928,"Ġmeasure":2929,"Ġfettuc":2930,"ĠEnch":2931,"Ġsteaks":2932,"Ġquarters":2933,"ĠTw":2934,"ĠLay":2935,"isket":2936,"All":2937,"Ġduring":2938,"Ġrinsed":2939,"ander":2940,"ĠDish":2941,"Ġspoonfuls":2942,"ual":2943,"Ġunpeeled":2944,"Ġvegg":2945,"Ġraspberries":2946,"ĠAltern":2947,"Ġmiddle":2948,"Ġcirc":2949,"Ġsplit":2950,"ial":2951,"ath":2952,"ĠWill":2953,"Ġrot":2954,"Ġparts":2955,"ĠCoffee":2956,"ĠChops":2957,"Ġcalories":2958,"Ġmaple":2959,"ĠPyrex":2960,"Ġdoub":2961,"ĠChrist":2962,"Ġbest":2963,"Ġgener":2964,"cho":2965,"ĠCobbler":2966,"ĠPickles":2967,"ĠPack":2968,"Ġsmoked":2969,"ĠBlack":2970,"Ġreduced":2971,"ĠSplit":2972,"bits":2973,"dish":2974,"Ġ\"":2975,"Ġprunes":2976,"Ġbeer":2977,"Ġcarefully":2978,"ĠJello":2979,"Ġscalded":2980,"Ġinst":2981,"aker":2982,"Ġspri":2983,"Ġbetter":2984,"Ġroasting":2985,"Ġcored":2986,"Ser":2987,"ĠKra":2988,"Ġherbs":2989,"ĠSeal":2990,"ĠOne":2991,"affin":2992,"ĠCreme":2993,"ĠTuna":2994,"ĠMeasure":2995,"Ġparaffin":2996,"ĠTex":2997,"ĠJust":2998,"ĠShake":2999,"Ġgrape":3000,"ier":3001,"Ġveggies":3002,"mb":3003,"ĠPan":3004,"of":3005,"rye":3006,"ĠPr":3007,"ird":3008,"Ġcashew":3009,"ĠChristmas":3010,"Ġwant":3011,"Ġveal":3012,"Ġbrandy":3013,"ops":3014,"Ġpopped":3015,"add":3016,"Ġrye":3017,"ĠPro":3018,"ĠTort":3019,"Ġeverything":3020,"Ġlingu":3021,"uncooked":3022,"Ġbeets":3023,"Ġmaking":3024,"elph":3025,"Ġgi":3026,"iladelph":3027,"iladelphia":3028,"Ġgerm":3029,"ison":3030,"Ġfrost":3031,"emade":3032,"ages":3033,"undiluted":3034,"Ġsqueez":3035,"Ġprefer":3036,"flower":3037,"ury":3038,"ĠStyle":3039,"ĠQuiche":3040,"ĠPhiladelphia":3041,"28":3042,"Ġtorn":3043,"undrained":3044,"Ġends":3045,"approximately":3046,"ai":3047,"ily":3048,"enison":3049,"Ġdep":3050,"ĠEn":3051,"ĠFlat":3052,"Ġindivid":3053,"Ġdoubled":3054,"mel":3055,"Ġhold":3056,"ady":3057,"Ġdel":3058,"ĠBur":3059,"Ġstart":3060,"ĠDough":3061,"with":3062,"Ġtwice":3063,"irloin":3064,"Ġburn":3065,"orets":3066,"Ġbubbles":3067,"Ġmarinate":3068,"ĠApples":3069,"ty":3070,"Ġbig":3071,"ross":3072,"Ġlard":3073,"Ġcontainers":3074,"ĠFlatten":3075,"Ġtouch":3076,"Ġpuff":3077,"Ġact":3078,"mix":3079,"save":3080,"Ġgreens":3081,"ĠMeatballs":3082,"by":3083,"etiz":3084,"idbits":3085,"ĠCinnamon":3086,"Ġsauteed":3087,"boned":3088,"sm":3089,"Ġflorets":3090,"ĠScalloped":3091,"bury":3092,"Ġspears":3093,"Ġdrizzle":3094,"Ġunsifted":3095,"Ġartichoke":3096,"unt":3097,"ĠOf":3098,"Ġsunflower":3099,"ĠKraft":3100,"aj":3101,"ĠTrim":3102,"Ġreach":3103,"Ġwashed":3104,"aster":3105,"Ġ36":3106,"ĠMar":3107,"acho":3108,"Ġdeboned":3109,"Ġcoating":3110,"Ġactive":3111,"Ġtidbits":3112,"Ġsave":3113,"Ġoverb":3114,"ĠChowder":3115,"ula":3116,"ĠCrust":3117,"Ġoysters":3118,"bo":3119,"Ġmein":3120,"roof":3121,"ĠParty":3122,"Ġpreven":3123,"reserve":3124,"Ġmeas":3125,"ĠTots":3126,"iron":3127,"ĠRomano":3128,"Ġsirloin":3129,"ople":3130,"Ġits":3131,"ountry":3132,"ĠOver":3133,"ĠChex":3134,"Ġcakes":3135,"ĠCrack":3136,"Ġwafer":3137,"Ch":3138,"asily":3139,"Ġdiscard":3140,"Ġgrits":3141,"Ġring":3142,"Ġrese":3143,"ĠSalmon":3144,"Ġpounds":3145,"bone":3146,"Ġtin":3147,"Ġopen":3148,"Ġcustard":3149,"ĠCol":3150,"Ġpeppercorn":3151,"Ġbrisket":3152,"Ġflatten":3153,"Ġprevent":3154,"Ġinside":3155,"Ġeasily":3156,"Ġbeater":3157,"ĠHash":3158,"ĠVeg":3159,"ĠMarinate":3160,"Ġtrim":3161,"Ġbit":3162,"tender":3163,"Ġscallops":3164,"Serves":3165,"oe":3166,"ĠCandy":3167,"Ġgall":3168,"Ġleave":3169,"Ġpared":3170,"Ġmuch":3171,"Ġflake":3172,"Ġverm":3173,"Ġsoak":3174,"oppy":3175,"ths":3176,"Ġrun":3177,"ĠGrill":3178,"Ġsprigs":3179,"esy":3180,"ĠCheesecake":3181,"ĠLeave":3182,"small":3183,"roll":3184,"ĠCal":3185,"efore":3186,"umbo":3187,"erbet":3188,"Ġindividual":3189,"med":3190,"Ġtbsp":3191,"Ġthan":3192,"Ġloos":3193,"ĠTexas":3194,"uncan":3195,"Ġold":3196,"Ġdot":3197,"Ġlump":3198,"redge":3199,"ĠHom":3200,"Ġunbeaten":3201,"ills":3202,"ipton":3203,"Ġradish":3204,"Ġmost":3205,"Ġabsorbed":3206,"uss":3207,"elli":3208,"Ġoiled":3209,"ĠWal":3210,"crumb":3211,"nation":3212,"Ġwork":3213,"thy":3214,"Ġspat":3215,"ffle":3216,"ĠThaw":3217,"cut":3218,"Ġsit":3219,"Ġeat":3220,"Ġpear":3221,"Ġpeople":3222,"ĠMilk":3223,"ĠCheesy":3224,"may":3225,"ĠLipton":3226,"ĠVal":3227,"ium":3228,"Ġline":3229,"Ġsections":3230,"Fat":3231,"ank":3232,"ĠDon":3233,"Ġgiven":3234,"Ġlevel":3235,"ĠDice":3236,"agon":3237,"Ġfruits":3238,"ecorate":3239,"Ġspatula":3240,"ourbon":3241,"ĠDate":3242,"Ġkind":3243,"ending":3244,"Ġpoint":3245,"ĠFlour":3246,"airy":3247,"Ġpeppercorns":3248,"io":3249,"Ġlook":3250,"Ġshap":3251,"ĠCarnation":3252,"ĠToast":3253,"Ġfollowing":3254,"Ġrep":3255,"Ġliver":3256,"Ġcolored":3257,"ĠCrock":3258,"ĠSouth":3259,"umm":3260,"Ġboils":3261,"ĠVanilla":3262,"areri":3263,"Ġway":3264,"ĠBefore":3265,"Ġcrunchy":3266,"ĠDuncan":3267,"asagne":3268,"ĠEnjoy":3269,"fresh":3270,"ĠSave":3271,"vert":3272,"ĠRel":3273,"ĠGolden":3274,"ĠCrunch":3275,"iladas":3276,"low":3277,"geal":3278,"clu":3279,"zo":3280,"Ġsherbet":3281,"Ġcooker":3282,"orning":3283,"illsbury":3284,"ĠRelish":3285,"Ġsolid":3286,"Ġbrownie":3287,"ĠFavorite":3288,"rawfish":3289,"Ġdessert":3290,"ĠEggs":3291,"Ġounce":3292,"Ġcashews":3293,"areribs":3294,"Ġpossible":3295,"ĠCakes":3296,"Ġdairy":3297,"ĠHoney":3298,"Ġskins":3299,"iffy":3300,"Ġpints":3301,"Ġpimientos":3302,"Ġsnipped":3303,"Ġmeasuring":3304,"Ġdissolves":3305,"ĠGrate":3306,"Ġoptional":3307,"Ġtriang":3308,"ĠValley":3309,"ĠMold":3310,"Ġ17":3311,"Ġpower":3312,"Ġshall":3313,"except":3314,"Ġradishes":3315,"Ġnear":3316,"Ġcutlets":3317,"Ġsoften":3318,"ĠGarlic":3319,"lined":3320,"ules":3321,"Ġ+":3322,"arge":3323,"Ġwet":3324,"ity":3325,"Ġsaltine":3326,"Ġpint":3327,"Ġchow":3328,"Ġaway":3329,"ĠHines":3330,"Ġgranules":3331,"ĠSkillet":3332,"ĠGrandma":3333,"ents":3334,"Ġlite":3335,"ĠBen":3336,"ĠPillsbury":3337,"tils":3338,"ĠStro":3339,"ĠCookie":3340,"ĠGinger":3341,"Ġalum":3342,"ĠUncle":3343,"idden":3344,"ĠAlternate":3345,"fro":3346,"Ġstarts":3347,"ĠWheat":3348,"ĠHidden":3349,"Ġalternating":3350,"Ġconsom":3351,"oliday":3352,"proof":3353,"Ġ275":3354,"ĠBall":3355,"Ġcanola":3356,"Ġthese":3357,"asting":3358,"ĠButtermilk":3359,"Ġrectangle":3360,"Ġtenderl":3361,"ĠShred":3362,"ĠCarrots":3363,"Ġpers":3364,"Ġyams":3365,"Ġdoz":3366,"Ġroasted":3367,"icelli":3368,"ĠBatter":3369,"Ġdiagon":3370,"mal":3371,"Ġpull":3372,"atur":3373,"Ġblending":3374,"mbles":3375,"Ġconsomme":3376,"Makes":3377,"gin":3378,"Ġpancake":3379,"Ġflavors":3380,"Ġresembles":3381,"ĠCre":3382,"inning":3383,"ĠNoodle":3384,"ĠMarinated":3385,"ect":3386,"Ġdeve":3387,"Ġcleaned":3388,"Ġcross":3389,"Ġhominy":3390,"Ġgallon":3391,"crumbs":3392,"enn":3393,"ĠJiffy":3394,"Ġlentils":3395,"Ġmace":3396,"Ġtherm":3397,"urple":3398,"ĠNor":3399,"Ġtests":3400,"ĠFritos":3401,"Ġent":3402,"Ġdump":3403,"oli":3404,"ght":3405,"isses":3406,"Ġhandle":3407,"Ġoverbake":3408,"cluding":3409,"Up":3410,"Ġmon":3411,"ory":3412,"ĠMom":3413,"Ġstiffly":3414,"ometer":3415,"Ġthermometer":3416,"Ġ32":3417,"Ġloin":3418,"ĠPuff":3419,"Ġscrap":3420,"Ġracks":3421,"ĠOreos":3422,"ĠAn":3423,"ellini":3424,"ganoff":3425,"ĠMushrooms":3426,"ib":3427,"Ġsized":3428,"Ġbasting":3429,"Ġwra":3430,"Ġfit":3431,"Ġmarmal":3432,"ĠSlaw":3433,"Ġmarmalade":3434,"St":3435,"Ġfully":3436,"ami":3437,"Ġcooling":3438,"ĠPeg":3439,"Ġstuffed":3440,"ĠTea":3441,"Ġvenison":3442,"Ġounces":3443,"18":3444,"ci":3445,"ĠSeed":3446,"Ġstring":3447,"Ġfinish":3448,"azed":3449,"Ġjalapenos":3450,"Ġlinguine":3451,"sugar":3452,"tal":3453,"ĠSandwich":3454,"Ġrounds":3455,"ĠLayered":3456,"Ġdipped":3457,"Ġsprinkled":3458,"17":3459,"ead":3460,"mint":3461,"oz":3462,"Ġbourbon":3463,"Ġpurple":3464,"ĠDinner":3465,"Ġbreadcrumbs":3466,"21":3467,"32":3468,"Ġiron":3469,"istach":3470,"alf":3471,"ouffle":3472,"Ġvermicelli":3473,"Ġentire":3474,"land":3475,"obs":3476,"Ġtray":3477,"Ġfran":3478,"Ġstack":3479,"Ġplac":3480,"Ġscoop":3481,"ina":3482,"Ġster":3483,"aki":3484,"isted":3485,"Ġovercook":3486,"Ġcloth":3487,"ĠNew":3488,"Ġdoes":3489,"ajun":3490,"ĠStroganoff":3491,"Ġown":3492,"Ġmorning":3493,"ĠShe":3494,"Ġcapers":3495,"vol":3496,"eness":3497,"Ġgreat":3498,"ĠLon":3499,"Ġblanch":3500,"agu":3501,"vings":3502,"Ġprepare":3503,"Ġportions":3504,"ĠEnchiladas":3505,"ĠApplesauce":3506,"Ġshallots":3507,"dry":3508,"Ġtran":3509,"ĠProcess":3510,"ĠHeath":3511,"Ġpacket":3512,"Ġpods":3513,"arbecu":3514,"ĠEggplant":3515,"Ġtranspar":3516,"ĠBar":3517,"ĠBacon":3518,"ĠPl":3519,"Ġroaster":3520,"igor":3521,"ĠHomemade":3522,"Ġtransparent":3523,"ua":3524,"Ġfive":3525,"amen":3526,"Ġdust":3527,"Ġvigor":3528,"ĠFrozen":3529,"Ġreaches":3530,"Ġpies":3531,"ĠRub":3532,"ĠHerb":3533,"Ġhalfway":3534,"ecial":3535,"Ġcome":3536,"Ġenvelopes":3537,"ĠTear":3538,"eyed":3539,"ĠVery":3540,"ĠCarefully":3541,"Ġparty":3542,"Ġrepeat":3543,"volone":3544,"Th":3545,"Ġmozzarella":3546,"Ġwok":3547,"ĠIr":3548,"Ġshort":3549,"awai":3550,"ĠFlake":3551,"Ġvigorously":3552,");":3553,"ĠCom":3554,"Ġlisted":3555,"ĠStart":3556,"ĠHawai":3557,"Ġdishes":3558,"Ġdogs":3559,"istachio":3560,"eur":3561,"Ġparmesan":3562,"lean":3563,"ures":3564,"ĠImmediately":3565,"ĠHawaiian":3566,"Ġtiny":3567,"ĠRamen":3568,"ouple":3569,"ĠWhisk":3570,"ĠWork":3571,"Ġcandies":3572,"butter":3573,"just":3574,"mar":3575,"Ġgo":3576,"ĠAp":3577,"etic":3578,"ĠRagu":3579,"Ġplum":3580,"Ġcircle":3581,"Ġnacho":3582,"ĠMixture":3583,"Ġacross":3584,"Ġblanched":3585,"arbecued":3586,"sized":3587,"amily":3588,"ĠGrind":3589,"If":3590,"Ġsw":3591,"ouse":3592,"Ġfire":3593,"Ġeasy":3594,"Ġbrownies":3595,"ĠFish":3596,"Ġshelled":3597,"Ġalternate":3598,"fe":3599,"large":3600,"Ġ100":3601,"ĠCajun":3602,"ĠSea":3603,"ĠLower":3604,"ĠAlmon":3605,"Ġdoneness":3606,"ĠProvolone":3607,"Ġdeveined":3608,"don":3609,"lua":3610,"yaki":3611,"Ġfingers":3612,"Ġdice":3613,"ĠHave":3614,"ahlua":3615,"Ġbecom":3616,"ĠCracker":3617,"ĠColby":3618,"Ġcouple":3619,"Ġpeppermint":3620,"Ġliqueur":3621,"Pot":3622,"Ġcrawfish":3623,"ouble":3624,"Ġnew":3625,"Ġlee":3626,"ĠSpicy":3627,"thern":3628,"Ġteaspoonful":3629,"ĠTomatoes":3630,"Ġsnow":3631,"Ġloosely":3632,"bas":3633,"mold":3634,"tin":3635,"ĠPer":3636,"Ġspareribs":3637,"Ġbowls":3638,"Ġbeginning":3639,"nox":3640,"itch":3641,"Ġenjoy":3642,"ĠBrittle":3643,"ĠKeeps":3644,"Ġinstead":3645,"Ġdepending":3646,"cine":3647,"box":3648,"Ġshapes":3649,"Ġcrosswise":3650,"Le":3651,"inal":3652,"Ġpro":3653,"rape":3654,"ĠOil":3655,"ĠKnox":3656,"okes":3657,"Ġbunches":3658,"ĠDumplings":3659,"Ġscraping":3660,"ĠIrish":3661,"Ġbecomes":3662,"ĠLime":3663,"Ġdashes":3664,"white":3665,"Ġbegin":3666,"Ġoyster":3667,"Ġleftovers":3668,"ĠSouthern":3669,"Ġtenderloin":3670,"Ġwon":3671,"irds":3672,"ghorn":3673,"ĠHe":3674,"Ġroma":3675,"Ġanise":3676,"Ġbrand":3677,"eriyaki":3678,"Microwave":3679,"atin":3680,"ĠPoppy":3681,"ĠAt":3682,"ĠMed":3683,"liced":3684,"ĠPretz":3685,"Ġcaps":3686,"ĠCreole":3687,"ĠTri":3688,"Ġhole":3689,"Ġnoodle":3690,"ĠFeta":3691,"Ġclam":3692,"Ġsticking":3693,"Ġpackets":3694,"Ġdebone":3695,"iginal":3696,"Ġty":3697,"amole":3698,"Ġgu":3699,"ĠBarbecued":3700,"ĠHoliday":3701,"Ġabove":3702,"ielbas":3703,"ĠGround":3704,"ĠPancakes":3705,"Ġsalami":3706,"Ġlater":3707,"acci":3708,"acamole":3709,"ĠPinch":3710,"rid":3711,"ĠSteam":3712,"Ġslicing":3713,"ĠUps":3714,"Ġtrimmed":3715,"Ġromaine":3716,"be":3717,"hy":3718,"tures":3719,"ale":3720,"ĠCur":3721,"rants":3722,"ĠNorthern":3723,"ĠApricot":3724,"Ġtight":3725,"Ġbur":3726,"Ġman":3727,"ĠAs":3728,"Ġmixtures":3729,"ĠPeppers":3730,"Ġgenerously":3731,"Ġsteril":3732,"mann":3733,"Ġlog":3734,"heese":3735,"Ġsticky":3736,"Ġbottles":3737,"Ġfrypan":3738,"Ġcurrants":3739,"Ġtriangles":3740,"Ġdiagonally":3741,"atural":3742,"Ġsterilized":3743,"medium":3744,"Ġbase":3745,"Ġlamb":3746,"abetic":3747,"Ġzest":3748,"Ġflavorings":3749,"bro":3750,"iander":3751,"ald":3752,"ither":3753,"immon":3754,"ĠBurg":3755,"ĠAlmond":3756,"fur":3757,"kfur":3758,"more":3759,"rise":3760,"upper":3761,"uice":3762,"ĠAunt":3763,"ĠFin":3764,"ached":3765,"ĠHell":3766,"ĠNe":3767,"Ġcolander":3768,"Ġmoisten":3769,"Ġrotini":3770,"etizer":3771,"ĠSeaf":3772,"ielbasa":3773,"ĠUpside":3774,"!)":3775,"Ġass":3776,"Ġtail":3777,"ari":3778,"ĠAsparagus":3779,"Ġnight":3780,"ĠWater":3781,"ĠFood":3782,"ĠFashioned":3783,"Ġroot":3784,"ĠEx":3785,"Ġportion":3786,"ummy":3787,"Add":3788,"dium":3789,"ĠCountry":3790,"ĠMo":3791,"Ġthigh":3792,"Ġseaf":3793,"Ġtoothpicks":3794,"Ġseafood":3795,"ron":3796,"Ġsix":3797,"ĠBreasts":3798,"Ġ48":3799,"Ġchickens":3800,"Ġcore":3801,"ĠEqual":3802,"ĠButterscotch":3803,"Ġdevil":3804,"iblets":3805,"Ġfollows":3806,"ĠDeep":3807,"ĠOri":3808,"ĠKahlua":3809,"ĠAlso":3810,"Ġcoriander":3811,"Ġartichokes":3812,"itchen":3813,"mp":3814,"ruc":3815,"ĠCustard":3816,"aters":3817,"ĠDredge":3818,"ĠDouble":3819,"ĠIs":3820,"ĠRefrigerator":3821,"ousse":3822,"ĠFreezes":3823,"round":3824,"ored":3825,"ĠBay":3826,"Ġsmaller":3827,"Ġcongeal":3828,"Lemon":3829,"Ġpressing":3830,"ond":3831,"Ġstrain":3832,"ĠRhubarb":3833,"Ġlower":3834,"Ġspreading":3835,"Ġseparately":3836,"ĠFilling":3837,"Ġstarting":3838,"ĠLonghorn":3839,"iw":3840,"Ġoat":3841,"Ġdro":3842,"Ġstem":3843,"Ġbrowning":3844,"ĠDur":3845,"ĠScald":3846,"ĠSeafood":3847,"30":3848,"mmer":3849,"ance":3850,"orted":3851,"Ġsummer":3852,"ĠIc":3853,"ĠNoodles":3854,"ĠWalnut":3855,"ban":3856,"kee":3857,"uds":3858,"Ġpea":3859,"ĠBaste":3860,"Ġnatural":3861,"Ġpackages":3862,"Ġsimmering":3863,"Ġscant":3864,"ounts":3865,"icotti":3866,"Ġpretzel":3867,"Ġfrankfur":3868,"ple":3869,"ĠRea":3870,"ĠDecorate":3871,"ĠJo":3872,"Ġdipping":3873,"ĠVegetables":3874,"ĠStuffing":3875,"form":3876,"Ġhen":3877,"Ġthird":3878,"Ġlarger":3879,"ivide":3880,"ĠScr":3881,"Ġgenerous":3882,"Ġdumplings":3883,"ĠSurp":3884,"ĠWatch":3885,"ĠServings":3886,"angular":3887,"ĠMolasses":3888,"umps":3889,"ĠHun":3890,"safe":3891,"eeze":3892,"ĠGlaze":3893,"chopped":3894,"iwi":3895,"ĠDurkee":3896,"Ġbath":3897,"ico":3898,"Ġincluding":3899,"ĠSouffle":3900,"ĠDirt":3901,"ĠStick":3902,