{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ġ<":261,"NE":262,"XT":263,"NEXT":264,"EN":265,"IN":266,"RE":267,"ST":268,"Ġc":269,"ING":270,"DI":271,"TS":272,"ENTS":273,"REDI":274,"INGREDI":275,"INGREDIENTS":276,"NER":277,"TI":278,"in":279,"Ġs":280,"er":281,"AR":282,"END":283,"STAR":284,"START":285,"Ġ1":286,"ON":287,"STR":288,"CTI":289,"UCTI":290,"INSTR":291,"ONS":292,"UCTIONS":293,"INSTRUCTIONS":294,"an":295,"ar":296,"Ġo":297,"Ġb":298,"ed":299,"Ġt":300,"es":301,"Ġp":302,"Ġm":303,"at":304,"il":305,"ut":306,"re":307,"on":308,"al":309,"en":310,"ou":311,"and":312,"Ġf":313,"PE":314,"LE":315,"CI":316,"TLE":317,"RECI":318,"TITLE":319,"RECIPE":320,"Ġch":321,"Ġand":322,"ing":323,"Ġw":324,"gar":325,"ic":326,"ĠC":327,"le":328,"Ġin":329,"or":330,"sp":331,"Ġto":332,"pp":333,"el":334,"ak":335,"Ġ2":336,"our":337,"rea":338,"ro":339,"Ġsu":340,"Ġsugar":341,"Ġa":342,"Ġ3":343,"it":344,"Ġd":345,"Ġe":346,"Ġon":347,"ter":348,"ix":349,"ĠS":350,"ĠB":351,"la":352,"ĠP":353,"ine":354,"Ġsal":355,"Ġg":356,"ol":357,"ge":358,"ra":359,"Ġpe":360,"as":361,"gg":362,"Ġtsp":363,"Ġh":364,"Ġsalt":365,"Ġl":366,"is":367,"utter":368,"ĠM":369,"Ġegg":370,"ion":371,"ream":372,"ake":373,"dd":374,"Ġbutter":375,"ese":376,"ĠT":377,"un":378,"eese":379,"ow":380,"Ġ(":381,"Ġco":382,"Ġv":383,"Ġcream":384,"all":385,"Ġcheese":386,"Ġfl":387,"ilk":388,"Ġth":389,"ick":390,"ot":391,"us":392,"Ġonion":393,"ch":394,"Ġmilk":395,"Ġflour":396,"Ġof":397,"Ġor":398,"ĠA":399,"Ġun":400,"ce":401,"Ġcho":402,"ice":403,"Ġmix":404,"Ġmin":405,"Ġcan":406,"ith":407,"ell":408,"red":409,"ĠCo":410,"ts":411,"Ġst":412,"ater":413,"Ġbe":414,"Ġwith":415,"Ġfor":416,"Ġeggs":417,"Ġwater":418,"til":419,"Ġminut":420,"to":421,"ver":422,"Ġminutes":423,"ri":424,"00":425,"bsp":426,"Ġuntil":427,"ĠTbsp":428,"ok":429,"Ġj":430,"pper":431,"Ġ4":432,"illa":433,"anilla":434,"mon":435,"Ġvanilla":436,"et":437,"Ġoz":438,"Ġpepper":439,"ĠMix":440,"ĠAdd":441,"der":442,"pped":443,"mb":444,"Ġbro":445,"Ġn":446,"ato":447,"Ġsh":448,"Ġat":449,"eat":450,"ve":451,"ĠCh":452,"ie":453,"Ġcr":454,"Ġmar":455,"ry":456,"ck":457,"icken":458,"ien":459,"Ġchopped":460,"Ġsa":461,"up":462,"Ġthe":463,"redien":464,"Ġing":465,"Ġinto":466,"Ġingredien":467,"Ġingredients":468,"uce":469,"gh":470,"ĠBake":471,"ir":472,".)":473,"ip":474,"wn":475,"Ġwh":476,"Ġle":477,"oup":478,"th":479,"ate":480,"ĠR":481,"lic":482,"ĠD":483,"Ġsoup":484,"ĠW":485,"owder":486,"Ġbak":487,"Ġpowder":488,"read":489,"od":490,"ans":491,"50":492,"uts":493,"st":494,"Ġchicken":495,"col":496,"Ġbaking":497,"Ġover":498,"na":499,"Ġgr":500,"orn":501,"pple":502,"garine":503,"ill":504,"Ġmargarine":505,"Ġju":506,"ush":507,"Ġsauce":508,"Ġbrown":509,"Ġbo":510,"Ġjuice":511,"ad":512,"kg":513,"Ġpkg":514,"atoes":515,"mall":516,"Ġ350":517,"Ġall":518,"ther":519,"Ġoil":520,"Ġcook":521,"ay":522,"ĠF":523,"nd":524,"les":525,"Ġpan":526,"res":527,"ly":528,"Ġlb":529,"Ġcorn":530,"Ġpie":531,"ast":532,"apple":533,"ineapple":534,"ure":535,"me":536,"ish":537,"Ġwell":538,"Ġlar":539,"Ġre":540,"ers":541,"con":542,"Ġpineapple":543,"Ġlarge":544,"ef":545,"co":546,"Ġlemon":547,"Ġfro":548,"ur":549,"gether":550,"ĠPour":551,"ab":552,"Ġtogether":553,"Ġadd":554,"rain":555,"um":556,"ole":557,"qu":558,"ound":559,"igh":560,"inch":561,"ust":562,"reen":563,"Ġr":564,"Ġsp":565,"Ġnuts":566,"ĠSp":567,"ber":568,"am":569,"om":570,"elt":571,"colate":572,"Ġhour":573,"Ġy":574,"Ġtom":575,"Ġpot":576,"umb":577,"Ġse":578,"Ġgreen":579,"reas":580,"Ġsmall":581,"ture":582,"ger":583,"ery":584,"Ġcra":585,"Ġmixture":586,"age":587,"ated":588,"ight":589,"ser":590,"ĠL":591,"ap":592,"Ġsour":593,"ĠSt":594,"Ġcon":595,"Ġcake":596,"ĠI":597,"Ġ6":598,"oda":599,"Ġboil":600,"ĠCook":601,"Ġsoda":602,"ten":603,"eet":604,"ves":605,"room":606,"ĠWh":607,"Ġpec":608,"Ġslic":609,"ĠH":610,"mbine":611,"id":612,"Ġ8":613,"Ġwhit":614,"Ġcrack":615,"Ġchocolate":616,"Ġgar":617,"elery":618,"Ġcup":619,"ash":620,"Ġcelery":621,"ven":622,"Ġpotatoes":623,"inna":624,"lace":625,"inegar":626,"innamon":627,"op":628,"Ġonions":629,"Ġvinegar":630,"ces":631,"Ġground":632,"if":633,"sh":634,"ushroom":635,"Ġgarlic":636,"old":637,"Ġtop":638,"Ġbeef":639,"Ġcinnamon":640,"Ġpecans":641,"Ġmay":642,"ach":643,"ise":644,"Ġmushroom":645,"Ġstick":646,"asser":647,"asserole":648,"Ġcrumb":649,"zen":650,"Ġdrain":651,"Ġbread":652,"ries":653,"Ġba":654,"ain":655,"Ġdish":656,"Ġmelt":657,"ĠCombine":658,"ct":659,"im":660,"ĠCool":661,"ies":662,"ĠG":663,"Ġ5":664,"erve":665,"mo":666,"Ġbeat":667,"Ġoran":668,"edi":669,"ard":670,"akes":671,"onna":672,"onnaise":673,"Ġfrozen":674,"Ġx":675,"uit":676,"Ġso":677,"ink":678,"ood":679,"Ġhot":680,"ant":681,"Ġmayonnaise":682,"Ġoven":683,"ff":684,"raw":685,"Ġ9":686,"Ġmelted":687,"edium":688,"ips":689,"Ġwhite":690,"edd":691,"owl":692,"weet":693,"conut":694,"ĠStir":695,"Ġheat":696,"eddar":697,"Ġbowl":698,"ars":699,"len":700,"ĠWhip":701,"Ġmedium":702,"ough":703,"Ġchips":704,"udd":705,"ress":706,"Ġstir":707,"ire":708,"Ġcrumbs":709,"Ġgrated":710,"Ġpean":711,"udding":712,"rink":713,"art":714,"Ġro":715,"reased":716,"Ġrice":717,"ĠPlace":718,"out":719,"Ġbeans":720,"Ġ10":721,"riger":722,"ĠCheddar":723,"ub":724,"ĠSal":725,"ll":726,"oon":727,"Ġdry":728,"ĠPut":729,"Ġ30":730,"Ġcoconut":731,"Ġal":732,"ushed":733,"rawber":734,"rinkle":735,"Ġcrushed":736,"aste":737,"arm":738,"Ġbox":739,"Ġk":740,"Ġgra":741,"Ġtomatoes":742,"ccol":743,"ccoli":744,"Ġsliced":745,"Ġpudding":746,"ustard":747,"Ġab":748,"ring":749,"Ġapp":750,"one":751,"Ġshor":752,"ded":753,"tening":754,"Ġpowdered":755,"Ġshortening":756,"Ġtomato":757,"Ġdrained":758,"ore":759,"get":760,"Ġthen":761,"ĠO":762,"Ġorange":763,"ely":764,"eget":765,"egetab":766,"ĠJ":767,"ee":768,"stant":769,"Ġcut":770,"Ġbacon":771,"Ġcrackers":772,"ĠE":773,"Ġcar":774,"Ġole":775,"Ġhours":776,"Ġabout":777,"Ġoleo":778,"erv":779,"anan":780,"Ġis":781,"Ġgreased":782,"Ġpeanut":783,"ĠIn":784,"ĠSalad":785,"Ġbake":786,"Ġmustard":787,"ul":788,"Ġtaste":789,"Ġas":790,"Ġstrawber":791,"ea":792,"ins":793,"ressing":794,"Ġjell":795,"lo":796,"uff":797,"ĠServe":798,"ĠCake":799,"ruit":800,"yr":801,"Ġbeaten":802,"Ġbot":803,"yrup":804,"Ġcooked":805,"resh":806,"Ġserv":807,"ĠK":808,"Ġsl":809,"Ġshell":810,"Ġsyrup":811,"main":812,"ĠBro":813,"Ġremain":814,"Ġvegetab":815,"Ġcans":816,"Ġboiling":817,"ĠBeat":818,"Ġla":819,"Ġpap":820,"Ġchil":821,"Ġroll":822,"mallow":823,"Ġred":824,"shmallow":825,"iz":826,"Ġ13":827,"Ġcher":828,"Ġra":829,"coa":830,"Ġmeat":831,"Ġfrom":832,"Ġbroccoli":833,"Ġfir":834,"Ġpour":835,"Ġex":836,"ason":837,"ĠPie":838,"Ġlight":839,"Ġremaining":840,"vor":841,"Ġapples":842,"Ġserving":843,"Ġli":844,"Ġref":845,"Ġcocoa":846,"ĠV":847,"ĠCream":848,"Ġhal":849,"Ġcool":850,"af":851,"ĠSprinkle":852,"Ġbanan":853,"Ġcasserole":854,"Ġ15":855,"Ġfresh":856,"mer":857,"ĠPe":858,"Ġdressing":859,"Ġblen":860,"Ġsof":861,"Ġmarshmallow":862,"Ġ20":863,"uc":864,"Ġrefriger":865,"oil":866,"ĠRe":867,"mp":868,"Ġfill":869,"ork":870,"ĠCr":871,"ĠCasserole":872,"Ġcrust":873,"Ġsweet":874,"oth":875,"Ġjello":876,"Ġshred":877,"Ġ12":878,"are":879,"Ġha":880,"ĠCover":881,"move":882,"Ġclo":883,"ks":884,"Ġinstant":885,"ue":886,"Ġcarro":887,"oll":888,"Ġshredded":889,"Ġcracker":890,"iss":891,"Ġslices":892,"ham":893,"usage":894,"ley":895,"pping":896,"ps":897,"ack":898,"os":899,"iced":900,"shire":901,"ĠSpread":902,"Ġlet":903,"orces":904,"tershire":905,"orcestershire":906,"Ġseason":907,"Ġpieces":908,"lavor":909,"Ġgraham":910,"ent":911,"mbur":912,"ĠWorcestershire":913,"Ġfilling":914,"ĠMakes":915,"ĠCut":916,"milk":917,"Ġmarshmallows":918,"nuts":919,"li":920,"ction":921,"Ġ45":922,"ĠTh":923,").":924,"Ġdiced":925,"Ġbananas":926,"Ġcold":927,"Ġan":928,"Ġsalad":929,"ats":930,"Ġball":931,"ey":932,"Ġlay":933,"Ġfruit":934,"ĠMelt":935,"Ġit":936,"Ġcover":937,"arsley":938,"ree":939,"mburger":940,"Ġsk":941,"Ġbuttermilk":942,"Ġparsley":943,"Ġwhi":944,"Ġcarrots":945,"Ġnut":946,"25":947,"aked":948,"Ġeach":949,"Ġflavor":950,"ĠChicken":951,"Ġsausage":952,"Ġchili":953,"ide":954,"inger":955,"ĠRoll":956,"ĠLet":957,"Ġup":958,"Ġoli":959,"ĠN":960,"ĠBrown":961,"berry":962,"Ġjar":963,"Ġus":964,"ĠJell":965,"Ġsqu":966,"Ġwhole":967,"Ġstrawberries":968,"ĠSa":969,"tle":970,"ĠRemove":971,"Ġhalf":972,"Ġpork":973,"ellow":974,"ional":975,"let":976,"Ġhamburger":977,"lack":978,"ĠChill":979,"meg":980,"eed":981,"oodles":982,"Ġice":983,"ges":984,"Ġnutmeg":985,"ds":986,"Ġcups":987,"Ġcookie":988,"ian":989,"Ġyellow":990,"ew":991,"ss":992,"Ġrais":993,"ĠTop":994,"unch":995,"Ġset":996,"Ġginger":997,"Ġseed":998,"abb":999,"eal":1000,"fore":1001,"Ġen":1002,"Ġbefore":1003,"immer":1004,"Ġpre":1005,"ĠCheese":1006,"oni":1007,"ender":1008,"abbage":1009,"Ġraisins":1010,"Ġsheet":1011,"Ġnoodles":1012,"Ġfirst":1013,"ĠDrain":1014,"Ġlow":1015,"Ġcub":1016,"Ġlo":1017,"Ġcont":1018,"Ġblack":1019,"Ġout":1020,"ried":1021,"esan":1022,"armesan":1023,"Ġtender":1024,"Ġdone":1025,"ift":1026,"Ġpack":1027,"mooth":1028,"ac":1029,"ens":1030,"75":1031,"Ġpeppers":1032,"Ġwal":1033,"ade":1034,"Ġtea":1035,"ĠDip":1036,"ĠPre":1037,"Ġmushrooms":1038,"Ġcloves":1039,"arch":1040,"Ġchill":1041,"Ġseasoning":1042,"Ġsmooth":1043,"tional":1044,"ag":1045,"ĠParmesan":1046,"isc":1047,"Ġother":1048,"ĠHeat":1049,"meal":1050,"Ġcherry":1051,"ump":1052,"pan":1053,"ka":1054,"Ġvegetable":1055,"starch":1056,"Ġstirring":1057,"urn":1058,"tra":1059,"Ġput":1060,"Ġcornstarch":1061,"tened":1062,"dens":1063,"densed":1064,"Ġalmon":1065,"Ġthick":1066,"Ġ325":1067,"cc":1068,"ĠSh":1069,"Ġwarm":1070,"Ġbroth":1071,"Ġwalnuts":1072,"ave":1073,"Ġcondensed":1074,"ĠY":1075,"tom":1076,"erves":1077,"Ġextra":1078,"ead":1079,"lend":1080,"Ġcontain":1081,"optional":1082,"Ġcabbage":1083,"Ġham":1084,"Ġnot":1085,"issol":1086,"Ġbottom":1087,"Ġwhites":1088,"iscuit":1089,"reasts":1090,"ally":1091,"Ġsaucepan":1092,"ĠBlend":1093,"ran":1094,"Ġdes":1095,"ĠButter":1096,"Ġq":1097,"Ġyol":1098,"ator":1099,"Ġ375":1100,"ĠIt":1101,"Ġplace":1102,"ĠPot":1103,"Ġqt":1104,"Ġcooking":1105,"rika":1106,"rop":1107,"ĠBe":1108,"Ġbreasts":1109,"ess":1110,"ĠAnd":1111,"Ġserve":1112,"Ġpaprika":1113,"Ġsoftened":1114,"acar":1115,"Ġ40":1116,"Ġbag":1117,"Ġwhipped":1118,"chin":1119,"ĠRice":1120,"Ġone":1121,"arb":1122,"Ġdash":1123,"Ġlayer":1124,"Ġdire":1125,"ime":1126,"par":1127,"ĠRef":1128,"ightly":1129,"Ġpaper":1130,"night":1131,"Ġdough":1132,"acaroni":1133,"quick":1134,"illet":1135,"ately":1136,"ĠRefriger":1137,"Ġ25":1138,"Ġare":1139,"Ġrefrigerator":1140,"Ġ7":1141,"Ġpeach":1142,"ute":1143,"aw":1144,"Ġif":1145,"reez":1146,"est":1147,"ite":1148,"eta":1149,"ize":1150,"Ġovernight":1151,"heat":1152,"ec":1153,"Ġoranges":1154,"ired":1155,"Ġthin":1156,"alian":1157,"risp":1158,"berries":1159,"Ġcontainer":1160,"Ġsticks":1161,"ĠVel":1162,"Ġdesired":1163,"Ġvegetables":1164,"ĠBoil":1165,"row":1166,"ex":1167,"Ġfin":1168,"veeta":1169,"ĠItalian":1170,"ĠRefrigerate":1171,"Ġapple":1172,"Ġcran":1173,"ĠCho":1174,"ĠVelveeta":1175,"Ġballs":1176,"'s":1177,"Ġextract":1178,"Ġby":1179,"ucumb":1180,"ett":1181,"ĠCookies":1182,"Ġskillet":1183,"Ġtopping":1184,"arin":1185,"Ġfood":1186,"rease":1187,"isco":1188,"Ġ400":1189,"fe":1190,"Ġbell":1191,"els":1192,"olden":1193,"Ġyolks":1194,"ĠChocolate":1195,"ced":1196,"eep":1197,"Ġcherries":1198,"pt":1199,"ĠU":1200,"icrow":1201,"lass":1202,"rand":1203,"Ġstrawberry":1204,"spoon":1205,"oney":1206,"ĠCrisco":1207,"Ġteaspoon":1208,"ris":1209,"ĠCorn":1210,"Ġpeas":1211,"Ġfinely":1212,"Ġpeel":1213,"Ġbiscuit":1214,"quart":1215,"icrowave":1216,"fection":1217,"Ġmacaroni":1218,"ature":1219,"Ġwa":1220,"cept":1221,"pe":1222,"Ġmash":1223,"ĠServes":1224,"ĠBread":1225,"rimp":1226,"Ġunco":1227,"Ġtime":1228,"zz":1229,"Ġconfection":1230,"Ġconfectioners":1231,"Ġminced":1232,"og":1233,"vy":1234,"Ġflakes":1235,"Ġliqu":1236,"Ġuse":1237,"ding":1238,"16":1239,"Ġspread":1240,"Ġlightly":1241,"Ġsize":1242,"Ġmo":1243,"Ġcucumb":1244,"ich":1245,"se":1246,"Ġgolden":1247,"tt":1248,"elat":1249,"Ġste":1250,"Ġpla":1251,"low":1252,"ĠĠ":1253,"ĠLay":1254,"Ġmixed":1255,"Ġmore":1256,"ĠBring":1257,"atter":1258,"Ġdill":1259,"atsup":1260,"ta":1261,"oughly":1262,"Ġwax":1263,"oroughly":1264,"Ġgelat":1265,"Ġcatsup":1266,"aco":1267,"Ġtab":1268,"Ġcol":1269,"Ġyou":1270,"Ġolives":1271,"ĠDrop":1272,"sweet":1273,"Ġsoy":1274,"Ġsprinkle":1275,"Ġsimmer":1276,"Ġservings":1277,"Ġflavoring":1278,"east":1279,"kin":1280,"Ġpeaches":1281,"Ġthoroughly":1282,"Ġloaf":1283,"Ġliquid":1284,"Ġres":1285,"Ġexcept":1286,"Ġsoft":1287,"inach":1288,"10":1289,"poon":1290,"lespoon":1291,"Ġ35":1292,"tuce":1293,"Ġtablespoon":1294,"Ġcott":1295,"Ġcottage":1296,"Ġpim":1297,"Ġfirm":1298,"ble":1299,"Ġyeast":1300,"Ġslightly":1301,"ucchin":1302,"ucchini":1303,"ĠMo":1304,"Ġpl":1305,"atmeal":1306,"Ġlettuce":1307,"nch":1308,"Ġcolor":1309,"lue":1310,"Ġrolls":1311,"Ġstand":1312,"ano":1313,"umpkin":1314,"Ġhoney":1315,"etti":1316,"ric":1317,"Ġpt":1318,"ĠPreheat":1319,"ened":1320,"Ġchops":1321,"agh":1322,"aghetti":1323,"ctions":1324,"Ġmake":1325,"Ġket":1326,"ile":1327,"Ġwine":1328,"Ġcombine":1329,"its":1330,"yle":1331,"Ġlime":1332,"Ġde":1333,"cent":1334,"ings":1335,"ĠFold":1336,"oked":1337,"ĠLayer":1338,"led":1339,"Ġchun":1340,"ortil":1341,"ortilla":1342,"Ġfat":1343,"Ġbuttered":1344,"arp":1345,"rench":1346,"elf":1347,"Ġmashed":1348,"12":1349,"Ġpick":1350,"ella":1351,"Ġhead":1352,"Ġoff":1353,"Ġpeanuts":1354,"ĠBis":1355,"Ġgelatin":1356,"Ġaside":1357,"Ġrefrigerate":1358,"chup":1359,"iff":1360,"ĠWhen":1361,"Ġlit":1362,"Ġketchup":1363,"arella":1364,"zzarella":1365,"Ġdo":1366,"Ġoats":1367,"Ġfry":1368,"Ġpast":1369,"ĠBisquick":1370,"Ġsharp":1371,"ĠFrench":1372,"range":1373,"andarin":1374,"Ġfreez":1375,"Ġshrimp":1376,"ud":1377,"Ġale":1378,"Ġpackage":1379,"Ġwill":1380,"Ġtortilla":1381,"Ġolive":1382,"arbec":1383,"ved":1384,"gano":1385,"Ġcubes":1386,"Ġunb":1387,"Ġblend":1388,"iel":1389,"ican":1390,"Ġstuff":1391,"Ġfoil":1392,"Ġblender":1393,"lower":1394,"Ġmuff":1395,"Ġenough":1396,"Ġfloured":1397,"Ġz":1398,"asy":1399,"ĠMozzarella":1400,"Ġspoon":1401,"greased":1402,"ento":1403,"Ġmeal":1404,"ĠThen":1405,"vap":1406,"rising":1407,"vapor":1408,"vered":1409,"urp":1410,"ind":1411,"Ġevapor":1412,"Ġdissol":1413,"Ġonto":1414,"Ġself":1415,"Ġslice":1416,"tail":1417,"erb":1418,"cktail":1419,"Ġcovered":1420,"Ġevaporated":1421,"regano":1422,"Ġpotato":1423,"Ġtaco":1424,"Ġbottle":1425,"Ġbatter":1426,"Ġspaghetti":1427,"Ġthaw":1428,"ape":1429,"Ġpimento":1430,"Ġalmonds":1431,"Ġbiscuits":1432,"Ġoregano":1433,"Ġdirections":1434,"oun":1435,"ares":1436,"Ġblended":1437,"ĠSw":1438,"ĠFor":1439,"Ġyour":1440,"ray":1441,"erry":1442,"Ġacc":1443,"ose":1444,"Ġoatmeal":1445,"Ġlon":1446,"ĠBall":1447,"Ġthis":1448,"Ġsteak":1449,"ording":1450,"Ġlemonade":1451,"Ġunbaked":1452,"arbecue":1453,"key":1454,"Ġwaf":1455,"can":1456,"Ġfine":1457,"ĠFruit":1458,"Ġspinach":1459,"Ġaccording":1460,"ĠSl":1461,"Ġstuffing":1462,"Ġzucchini":1463,"fter":1464,"Ġsift":1465,"ĠSift":1466,"cess":1467,"ĠPotato":1468,"Ġmandarin":1469,"ne":1470,"Ġroast":1471,"Ġpinch":1472,"Ġsquash":1473,"Qu":1474,"ĠCar":1475,"Ġcucumbers":1476,"ted":1477,"Ġlittle":1478,"cle":1479,"Ġmixing":1480,"Ġri":1481,"Ġte":1482,"Ġdried":1483,"Ġcookies":1484,"arton":1485,"Ġcarton":1486,"rox":1487,"ĠBrand":1488,"Ġplain":1489,"Ġtart":1490,"aul":1491,"ful":1492,"ffee":1493,"ned":1494,"agle":1495,"Ġthawed":1496,"Ġcocktail":1497,"ĠBroccoli":1498,"Ġalmond":1499,"sc":1500,"ĠQu":1501,"Ġpumpkin":1502,"ĠEasy":1503,"Ġthicken":1504,"roxim":1505,"Ġrest":1506,"udge":1507,"ĠEagle":1508,"Ġvery":1509,"roximately":1510,"Ġap":1511,"iflower":1512,"Ġclove":1513,"auliflower":1514,"ĠRo":1515,"pared":1516,"Ġbrowned":1517,"ark":1518,"ĠGrease":1519,"ĠPean":1520,"Ġwhen":1521,"ĠYiel":1522,"stantly":1523,"Ġpeeled":1524,"ms":1525,"Ġconstantly":1526,"andy":1527,"ually":1528,"Ġdou":1529,"ĠSimmer":1530,"una":1531,"ĠSauce":1532,"ĠUse":1533,"ĠSpoon":1534,"ĠPeanut":1535,"Ġslow":1536,"ern":1537,"ĠMake":1538,"Ġbaked":1539,"ĠBaked":1540,"ĠApple":1541,"Ġsifted":1542,"Ġprepared":1543,"ider":1544,"ĠSe":1545,"Ġpans":1546,"mper":1547,"Ġcrab":1548,"Ġhea":1549,"Ġtur":1550,"urpose":1551,"Ġround":1552,"Ġ16":1553,"Ġcranberry":1554,"ng":1555,"otch":1556,"ld":1557,"Ġwafers":1558,"ke":1559,"ĠSlice":1560,"Ġglass":1561,"Ġbas":1562,"Ġtub":1563,"mi":1564,"Ġmini":1565,"issolve":1566,"ĠDissolve":1567,"Ġtemper":1568,"Ġheavy":1569,"Ġmuffin":1570,"ĠSwiss":1571,"Ġfork":1572,"Ġshells":1573,"ous":1574,"Ġpo":1575,"izz":1576,"ount":1577,"Ġ50":1578,"Ġcro":1579,"urt":1580,"Ġhard":1581,"Ġmicrowave":1582,"Ġtemperature":1583,"Ġblue":1584,"Ġmixer":1585,"ates":1586,"bread":1587,"kra":1588,"aro":1589,"ĠSto":1590,"purpose":1591,"Ġhand":1592,"ogurt":1593,"Ġcoloring":1594,"style":1595,"Ġwhipping":1596,"scotch":1597,"Ġjust":1598,"ĠChop":1599,"Ġcle":1600,"rap":1601,"Ġsemi":1602,"ricot":1603,"Ġbon":1604,"ĠSoup":1605,"emon":1606,"lish":1607,"Ġturn":1608,"Ġ300":1609,"ĠSweet":1610,"ides":1611,"Ġcubed":1612,"ĠKaro":1613,"Ġhalves":1614,"ereal":1615,"und":1616,"Ġneed":1617,"ready":1618,"aves":1619,"Ġlayers":1620,"Ġsquares":1621,"Ġdouble":1622,"ira":1623,"ĠGra":1624,"Ġcider":1625,"ĠPudding":1626,"Ġwhile":1627,"ĠFro":1628,"Ġcranberries":1629,"dually":1630,"Ġsides":1631,"reak":1632,"Ġtartar":1633,"iracle":1634,"Ġstri":1635,"ĠHot":1636,"Ġuncovered":1637,"ĠPunch":1638,"Ġcereal":1639,"ney":1640,"Ġyogurt":1641,"Ġungreased":1642,"ist":1643,"ĠStrawber":1644,"Ġchilies":1645,"Ġcauliflower":1646,"ices":1647,"arts":1648,"Ġchest":1649,"ular":1650,"ĠSaute":1651,"ĠMiracle":1652,"Ġminute":1653,"ĠDel":1654,"Ġcrumbled":1655,"Ġkid":1656,"Ġapproximately":1657,"Ġqu":1658,"Ġstiff":1659,"Ġchestnuts":1660,"Ġbut":1661,"ĠDo":1662,"Ġdirect":1663,"Ġcornmeal":1664,"rispies":1665,"Ġready":1666,"Ġdates":1667,"gular":1668,"Ġtw":1669,"ppy":1670,"itz":1671,"ĠPotatoes":1672,"sa":1673,"ĠTurn":1674,"ĠSqu":1675,"ĠTo":1676,"Ġcur":1677,"ĠGr":1678,"Ġinch":1679,"ĠPress":1680,"ipe":1681,"Ġjars":1682,"izza":1683,"Ġsc":1684,"Ġrasp":1685,"Ġbasil":1686,"Ġkidney":1687,"Ġside":1688,"Ġdirected":1689,"venly":1690,"iv":1691,"Ġleast":1692,"Ġdissolved":1693,"ĠStrawberry":1694,"pare":1695,"ouill":1696,"ĠFry":1697,"Ġkern":1698,"ouillon":1699,"uck":1700,"Ġgood":1701,"ia":1702,"Ġbouillon":1703,"Ġhash":1704,"Ġweed":1705,"ĠKrispies":1706,"fat":1707,"Ġbutterscotch":1708,"ĠFudge":1709,"Ġtablespoons":1710,"ĠLemon":1711,"bl":1712,"Ġstrips":1713,"Ġ24":1714,"ĠAr":1715,"tz":1716,"ĠRitz":1717,"ĠSet":1718,"ĠFl":1719,"Ġapricot":1720,"Ġpin":1721,"Ġhe":1722,"own":1723,"veral":1724,"ull":1725,"cipe":1726,"Ġuncooked":1727,"io":1728,"Ġafter":1729,"ĠBanan":1730,"nish":1731,"Ġdip":1732,"Ġbub":1733,"Ġkernel":1734,"Ġseveral":1735,"Ġpecan":1736,"Ġbring":1737,"Ġam":1738,"sert":1739,"Ġslowly":1740,"reme":1741,"spice":1742,"Ġremove":1743,"Ġtuna":1744,"enter":1745,"Ġplate":1746,"Ġkn":1747,"Ġcanned":1748,"Ġraw":1749,"Ġcres":1750,"ĠShape":1751,"Ġsalmon":1752,"Ġchunks":1753,"eez":1754,"Ġskin":1755,"ĠCra":1756,"oss":1757,"sting":1758,"Ġallspice":1759,"Ġbanana":1760,"Ġcenter":1761,"Ġsepar":1762,"Ġfew":1763,"Ġany":1764,"ĠBanana":1765,"vel":1766,"Ġday":1767,"asco":1768,"ĠThis":1769,"ĠTab":1770,"Ġsweetened":1771,"Ġcrescent":1772,"Ġchi":1773,"Ġevenly":1774,"amel":1775,"Ġbits":1776,"Ġnon":1777,"lasses":1778,"ĠQuick":1779,"Ġturkey":1780,"ets":1781,"Ġcrisp":1782,"Ġlast":1783,"ĠTabasco":1784,"Ġlike":1785,"anch":1786,"oke":1787,"ently":1788,"Ġpat":1789,"Ġpastry":1790,"merican":1791,"Ġbarbecue":1792,"rocess":1793,"ĠRed":1794,"Ġregular":1795,"ĠLo":1796,"Ġcons":1797,"ters":1798,"Ġtube":1799,"ugar":1800,"Ġcoffee":1801,"Ġstew":1802,"ĠEgg":1803,"Ġgrease":1804,"Ġseasoned":1805,"ĠMeat":1806,"Ġjelly":1807,"ĠPrepare":1808,"so":1809,"alap":1810,"Ġcoat":1811,"alapen":1812,"ĠFill":1813,"ĠYou":1814,"Ġpart":1815,"ĠStore":1816,"rough":1817,"ĠPineapple":1818,"ĠAmerican":1819,"Ġchilled":1820,"Ġminiature":1821,"Ġpaste":1822,"ĠYields":1823,"Ġ*":1824,"ig":1825,"tern":1826,"ĠMicrowave":1827,"Ġthrough":1828,"Ġmolasses":1829,"ĠWith":1830,"Ġboiler":1831,"Ġbubb":1832,"mes":1833,"Ġhor":1834,"ĠBeef":1835,"ĠBalls":1836,"auce":1837,"asion":1838,"ĠPeel":1839,"ccasion":1840,"ĠCan":1841,"Ġrind":1842,"ĠSalt":1843,"Ġthem":1844,"Ġtwo":1845,"Ġshall":1846,"adish":1847,"hub":1848,"hubarb":1849,"Ġroom":1850,"Ġoccasion":1851,"Ġsto":1852,"Ġleaves":1853,"ĠFreez":1854,"Ġtortillas":1855,"erbet":1856,"Ġclean":1857,"Ġar":1858,"Ġflaked":1859,"Ġstal":1860,"Ġform":1861,"seradish":1862,"Ġamount":1863,"Ġspray":1864,"Ġgrap":1865,"ĠPecan":1866,"Ġquick":1867,"Ġgran":1868,"Ġoccasionally":1869,"Ġbrowns":1870,"Ġboxes":1871,"Ġhorseradish":1872,"Ġsalsa":1873,"ĠMex":1874,"Ġboth":1875,"centr":1876,"fuls":1877,"ĠMin":1878,"ĠDressing":1879,"ĠBeans":1880,"15":1881,"ĠSeason":1882,"Ġblueberries":1883,"ang":1884,"reat":1885,"Ġthat":1886,"meat":1887,"Ġdown":1888,"avor":1889,"Ġchunk":1890,"Ġfreeze":1891,"Ġdeep":1892,"Ġjalapen":1893,"Ġfish":1894,"Ġconcentr":1895,"Ġfreezer":1896,"ild":1897,"Ġtoast":1898,"Ġcomp":1899,"ĠGar":1900,"avorite":1901,"uer":1902,"Ġlong":1903,"ĠPepper":1904,"Ġpretz":1905,"sweetened":1906,"bs":1907,"ĠTake":1908,"ĠRanch":1909,"Ġpress":1910,"Ġshallow":1911,"Ġsm":1912,"amp":1913,"other":1914,"ĠOn":1915,"uffy":1916,"Ġripe":1917,"kraut":1918,"uerkraut":1919,"Ġ425":1920,"ĠSo":1921,"about":1922,"Ġcrock":1923,"Ġcreamy":1924,"Ġsquare":1925,"aschin":1926,"ĠCoconut":1927,"Ġpasta":1928,"Ġconcentrate":1929,"aschino":1930,"not":1931,"Ġfried":1932,"eless":1933,"Ġspeed":1934,"reast":1935,"Ġdark":1936,"ĠMay":1937,"ĠDream":1938,"ĠIf":1939,"Ġdeg":1940,"ĠMar":1941,"less":1942,"cake":1943,"wich":1944,"ĠZ":1945,"usts":1946,"ĠOrange":1947,"pot":1948,"Ġmaraschino":1949,"ĠVegetab":1950,"Ġwaxed":1951,"ĠSugar":1952,"ĠIce":1953,"Ġpacked":1954,"corn":1955,"ation":1956,"erm":1957,"enne":1958,"Ġ450":1959,"ĠOre":1960,"Ġcomplet":1961,"Ġcandy":1962,"Ġdri":1963,"Ġcreamed":1964,"Ġspices":1965,"ulated":1966,"very":1967,"Ġsherbet":1968,"Ġapplesauce":1969,"Ġdozen":1970,"Ġmayo":1971,"Ġprocess":1972,"Ġcrusts":1973,"ĠMon":1974,"ĠWash":1975,"Ġchives":1976,"ort":1977,"ĠPound":1978,"Ġhigh":1979,"Ġcarrot":1980,"Ġgal":1981,"Ġboiled":1982,"Ġkeep":1983,"Ġgranulated":1984,"Ġbars":1985,"ĠBreak":1986,"esson":1987,"ext":1988,"velop":1989,"Ġbunch":1990,"Ġele":1991,"ĠBr":1992,"isten":1993,"irt":1994,"ĠJello":1995,"Ġlonger":1996,"ĠSc":1997,"Ġunsweetened":1998,"ĠNo":1999,"Ġgrapes":2000,"ys":2001,"Ġcomes":2002,"Ġrings":2003,"Ġcooled":2004,"Ġenvelop":2005,"Ġboneless":2006,"andwich":2007,"Ġlean":2008,"ĠWesson":2009,"Ġbite":2010,"Ġdro":2011,"ayenne":2012,"Tel":2013,"Ġcayenne":2014,"rees":2015,"ĠForm":2016,"ĠArrange":2017,"Ġim":2018,"Ġfold":2019,"Ġbreast":2020,"ĠGreen":2021,"Ġthickened":2022,"Ġdegrees":2023,"20":2024,"essert":2025,"Ġme":2026,"umin":2027,"Ġcucumber":2028,"Ġcompletely":2029,"ilad":2030,"spar":2031,"Ġpretzels":2032,"Ġusing":2033,"ĠMexican":2034,"ined":2035,"Ġfluffy":2036,"Ġraspberry":2037,"Ġmold":2038,"ĠCon":2039,"itos":2040,"ĠDessert":2041,"Ġcornbread":2042,"ĠFreeze":2043,"Ġhas":2044,"Ġchuck":2045,"Ġbubbly":2046,"ors":2047,"Ġ60":2048,"ĠNut":2049,"Ġevery":2050,"Ġcoars":2051,"any":2052,"ary":2053,"Ġpickles":2054,"Up":2055,"aping":2056,"ĠLoaf":2057,"14":2058,"ĠSausage":2059,"ĠCherry":2060,"ife":2061,"ĠToss":2062,"ctric":2063,"oy":2064,"Ġchoice":2065,"ĠCran":2066,"Ġused":2067,"Ġper":2068,"ong":2069,"Ġpickle":2070,"Ġseal":2071,"ĠBean":2072,"ĠPick":2073,"Ġelectric":2074,"Ġorder":2075,"Ġthinly":2076,"ĠSte":2077,"Ġmel":2078,"laz":2079,"Ġpoppy":2080,"ied":2081,"edges":2082,"Ġneeded":2083,"ĠHigh":2084,"ĠEng":2085,"ĠVegetable":2086,"ĠSour":2087,"Ġfull":2088,"ft":2089,"Ġonce":2090,"ĠPork":2091,"Ġne":2092,"Ġaddit":2093,"istach":2094,"Ġjalapeno":2095,"idd":2096,"ĠWrap":2097,"ious":2098,"erries":2099,"uted":2100,"Ġstalks":2101,"istachio":2102,"Ġpop":2103,"ĠPet":2104,"Ġrhubarb":2105,"Ġaltern":2106,"ĠCranberry":2107,"medi":2108,"rained":2109,"Ġsome":2110,"Ġhave":2111,"mediately":2112,"uns":2113,"Ġsecon":2114,"Ġknife":2115,"Ġ-":2116,"Ġrecipe":2117,"ties":2118,"Ġag":2119,"fl":2120,"Ġsauerkraut":2121,"Ġbeating":2122,"Ġtoss":2123,"Ġmarin":2124,"agus":2125,"sparagus":2126,"Ġbeen":2127,"Ġquar":2128,"ai":2129,"ĠMarin":2130,"Ġwheat":2131,"cy":2132,"Ġanother":2133,"ĠEnglish":2134,"Ġagain":2135,"ĠPat":2136,"Ġseeds":2137,"Ġbroil":2138,"ĠDump":2139,"ĠBars":2140,"ines":2141,"ĠBlue":2142,"Ġadding":2143,"yme":2144,"Ġberries":2145,"ĠAl":2146,"Ġspice":2147,"Ġthyme":2148,"stit":2149,"Ġgravy":2150,"No":2151,"Ġfavorite":2152,"ots":2153,"Ġsherry":2154,"ĠCheez":2155,"Ġlemons":2156,"Ġmelts":2157,"Ġalso":2158,"ĠThe":2159,"ĠGradually":2160,"Ġcurry":2161,"Ġdrops":2162,"ould":2163,"ĠHam":2164,"ive":2165,"ken":2166,"ĠWhiz":2167,"ĠGood":2168,"Ġheaping":2169,"Ġpunch":2170,"undt":2171,"Ġpar":2172,"ĠBarbecue":2173,"bon":2174,"Ġsub":2175,"Ġbet":2176,"Ġrum":2177,"ĠUn":2178,"ĠTater":2179,"pl":2180,"ĠAng":2181,"Ġwhip":2182,"Ġenvelope":2183,"orsels":2184,"ame":2185,"cakes":2186,"Ġmorsels":2187,"ĠBiscuit":2188,"Ġflat":2189,"Ġaround":2190,"gel":2191,"Ġcand":2192,"inue":2193,"Ġtow":2194,"Ġpound":2195,"ball":2196,"ool":2197,"icious":2198,"ĠSquash":2199,"aff":2200,"Ġgradually":2201,"Ġrelish":2202,"ĠCrumb":2203,"bler":2204,"ph":2205,"Ġdrop":2206,"Ġrise":2207,"ĠKn":2208,"ĠCarro":2209,"ĠGarnish":2210,"Ġpizza":2211,"Ġherb":2212,"Ġimmediately":2213,"'t":2214,"ĠStuff":2215,"Ġcoated":2216,"ĠPeach":2217,"ĠAngel":2218,"Ġbroken":2219,"Ġshape":2220,"stic":2221,"Ġangel":2222,"Ġsubstit":2223,"pen":2224,"pick":2225,"ĠChil":2226,"Ġpimentos":2227,"Ġ11":2228,"Ġplastic":2229,"Ġfrosting":2230,"ĠBundt":2231,"Ġsalted":2232,"ca":2233,"vo":2234,"Ġplus":2235,"istency":2236,"int":2237,"ĠKeep":2238,"Ġpres":2239,"Ġdi":2240,"ĠPam":2241,"Ġpreheat":2242,"boil":2243,"nut":2244,"ĠCandy":2245,"ĠMash":2246,"othpick":2247,"Ġpinto":2248,"Ġconsistency":2249,"ĠChili":2250,"ling":2251,"ĠRa":2252,"ĠOr":2253,"ppings":2254,"bbler":2255,"Ġseasonings":2256,"ĠTom":2257,"Ġcornfl":2258,"Ġflavored":2259,"ĠDelight":2260,"Ġdrippings":2261,"ace":2262,"Ġpistachio":2263,"Ġcheddar":2264,"Ġtoothpick":2265,"ner":2266,"ĠPizza":2267,"ĠHa":2268,"Ġfrying":2269,"cad":2270,"ĠPumpkin":2271,"ĠReduce":2272,"ton":2273,"wh":2274,"ĠOreo":2275,"Ġund":2276,"ĠRolls":2277,"Ġstove":2278,"ĠBiscuits":2279,"Ġlen":2280,"ccent":2281,"joy":2282,"peat":2283,"Ġbean":2284,"ĠLine":2285,"plant":2286,"vocad":2287,"free":2288,"Ġ14":2289,"ĠAccent":2290,"ĠOld":2291,"ized":2292,"ollow":2293,"Ġoys":2294,"ĠTea":2295,"allop":2296,"Ġchop":2297,"Ġbrand":2298,"iluted":2299,"lets":2300,"Ġcaramel":2301,"Ġrefrigerated":2302,"ty":2303,"Ġbay":2304,"Ġbeets":2305,"Ġpepperoni":2306,"cooked":2307,"esame":2308,"Ġonly":2309,"law":2310,"ĠCobbler":2311,"Ġadded":2312,"Ġtoasted":2313,"ĠMuff":2314,"iny":2315,"Ġgently":2316,"ĠFried":2317,"ees":2318,"hey":2319,"ting":2320,"Ġtoo":2321,"ĠTaco":2322,"Ġnext":2323,"ĠSpinach":2324,"ĠShrimp":2325,"iffy":2326,"Ġcrabmeat":2327,"ĠMinute":2328,"eg":2329,"Ġ18":2330,"ogs":2331,"ĠApp":2332,"Ġcorned":2333,"ĠJack":2334,"ĠCrust":2335,"erman":2336,"wise":2337,"inse":2338,"unchy":2339,"Ġyolk":2340,"eri":2341,"Ġasparagus":2342,"ershey":2343,"ĠBrownies":2344,"Ġpreserves":2345,"ving":2346,"Ġbuns":2347,"ĠAfter":2348,"balls":2349,"ĠPh":2350,"ante":2351,"ivid":2352,"boiled":2353,"ome":2354,"Ġairt":2355,"ĠCrack":2356,"ĠZucchini":2357,"affin":2358,"Ġairtight":2359,"ĠJiffy":2360,"ĠMarshmallow":2361,"Ġparaffin":2362,"ĠMuffins":2363,"icante":2364,"ĠCabbage":2365,"Ġavocad":2366,"Ġpreheated":2367,"Ġry":2368,"Ġleaf":2369,"amels":2370,"Ġbar":2371,"ener":2372,"Ġstore":2373,"ĠHershey":2374,"ĠKool":2375,"ĠYield":2376,"Ġalternately":2377,"Ġrye":2378,"ĠCup":2379,"ĠCrab":2380,"bow":2381,"Ġsandwich":2382,"Ġsesame":2383,"Ġwee":2384,"aking":2385,"ĠCrumble":2386,"Ġel":2387,"oles":2388,"Ġback":2389,"ĠGerman":2390,"allon":2391,"ĠFresh":2392,"Ġheated":2393,"eets":2394,"ĠKra":2395,"Ġpopcorn":2396,"Ġoun":2397,"ĠCamp":2398,"Ġteaspoons":2399,"Ġpatties":2400,"ĠOnion":2401,".\\":2402,"vil":2403,"Ġcla":2404,"ĠCrisp":2405,"arty":2406,"Ġquart":2407,"Ġadditional":2408,"Ġcornflakes":2409,"Aid":2410,"lit":2411,"iento":2412,"Ġcaramels":2413,"Ġseparated":2414,"Ġchunky":2415,"Ġcl":2416,"ower":2417,"Ġrolled":2418,"ĠPan":2419,"ĠCrush":2420,"Ġturning":2421,"tc":2422,"Ġart":2423,"Ġ250":2424,"ĠSteak":2425,"Ġsubstitute":2426,"Ġreal":2427,"aby":2428,"aple":2429,"ĠGreat":2430,"Ġseparate":2431,"for":2432,"Ġpicante":2433,"Ġsli":2434,"Ġcube":2435,"zzle":2436,"ĠCaramel":2437,"do":2438,"ness":2439,"ĠSpray":2440,"Ġdays":2441,"Ġprocessor":2442,"Ġseconds":2443,"inner":2444,"ĠFr":2445,"ial":2446,"alor":2447,"ĠFrosting":2448,"ket":2449,"made":2450,"Ġtightly":2451,"Ġmild":2452,"Ġetc":2453,"Ġsoups":2454,"ĠDe":2455,"ĠOatmeal":2456,"bell":2457,"fer":2458,"gth":2459,"ible":2460,"Ġpiece":2461,"Ġgarnish":2462,"imes":2463,"Ġfryer":2464,"Ġelbow":2465,"Ġfour":2466,"Ġgallon":2467,"Ġlid":2468,"ĠMacaroni":2469,"Ġpimiento":2470,"ĠDor":2471,"Ġrack":2472,"Ġlength":2473,"bits":2474,"ĠDiv":2475,"coop":2476,"ĠRepeat":2477,"ĠCornbread":2478,"ily":2479,"icot":2480,"ĠDot":2481,"All":2482,"sor":2483,"elph":2484,"ĠSup":2485,"Ġpears":2486,"ĠAll":2487,"Ġgrape":2488,"Ġnonfat":2489,"iladelph":2490,"iladelphia":2491,"ini":2492,"Ġbreak":2493,"laze":2494,"gs":2495,"Ġwrap":2496,"Ġforms":2497,"Ġhands":2498,"ĠPhiladelphia":2499,"uk":2500,"ering":2501,"oul":2502,"ĠShake":2503,"ĠDelicious":2504,"ĠCampbell":2505,"Ġwash":2506,"terey":2507,"olid":2508,"ipton":2509,"stick":2510,"ĠFarm":2511,"ĠWhile":2512,"Ġreserv":2513,"Ġcandied":2514,"Ġslivered":2515,"Ġshake":2516,"Ġcrunchy":2517,"Ġthey":2518,"Ġwhich":2519,"Ġremo":2520,"ĠRoast":2521,"),":2522,"we":2523,"ĠLipton":2524,"Ġfirmly":2525,"ĠBlueberry":2526,"ma":2527,"ĠParty":2528,"Ġeggplant":2529,"most":2530,"Ġspoonfuls":2531,"lu":2532,"Ġ'":2533,"Ġbeer":2534,"Ġsage":2535,"Ġbott":2536,"ingers":2537,"Ġgrain":2538,"Ġstage":2539,"Ġmuffins":2540,"ĠBrush":2541,"ĠHamburger":2542,"omemade":2543,"eringue":2544,"app":2545,"ola":2546,"qual":2547,"Ġsmoke":2548,"iven":2549,"ially":2550,"Ġpit":2551,"Ġjuices":2552,"Ġbags":2553,"egg":2554,"fast":2555,"Ġuns":2556,"Ġlard":2557,"ĠMonterey":2558,"Ġmade":2559,"uncan":2560,"Ġshould":2561,"Ġgrill":2562,"Ġraspberries":2563,"Ġartich":2564,"alley":2565,"ĠWill":2566,"Ġskim":2567,"ox":2568,"Ġ\\":2569,"ĠCreme":2570,"ĠMe":2571,"ĠTw":2572,"Ġthree":2573,"Ġbeg":2574,"lavored":2575,"blong":2576,"way":2577,"ĠRicot":2578,"Ġalmost":2579,"cing":2580,"Ġcumin":2581,"Ġmaple":2582,"Ġserved":2583,"ĠBroil":2584,"mburg":2585,"ĠSquares":2586,"Ġbroiler":2587,"Ġeat":2588,"ĠStew":2589,"Ġokra":2590,"Ġbaby":2591,"asure":2592,"Ġoften":2593,"Ġstewed":2594,"Ġlengthwise":2595,"ĠRicotta":2596,"Ġoblong":2597,"omme":2598,"ĠPickles":2599,"ĠKraft":2600,"lings":2601,"Ġtimes":2602,"ĠBest":2603,"Ġwhis":2604,"ĠDi":2605,"ashion":2606,"Ġblueberry":2607,"ĠCoffee":2608,"ĠChip":2609,"ĠHines":2610,"idge":2611,"Ġapart":2612,"size":2613,"Ġ\"":2614,"Ġtid":2615,"ĠValley":2616,"meric":2617,"yre":2618,"Ġtri":2619,"Ġpul":2620,"Ġwork":2621,"ions":2622,"thing":2623,"ully":2624,"Ġthickens":2625,"ĠDoritos":2626,"ween":2627,"yrex":2628,"Ġsq":2629,"Ġ55":2630,"Ġclear":2631,"ah":2632,"ĠMilk":2633,"ĠDuncan":2634,"ĠGrand":2635,"ĠVeg":2636,"Ġmoder":2637,"Ġconsomme":2638,"ĠPepperidge":2639,"ny":2640,"Ġedges":2641,"Ġdogs":2642,"ĠPast":2643,"uring":2644,"ĠRecipe":2645,"Ġcoarse":2646,"Ġbetween":2647,"Ġtidbits":2648,"ail":2649,"ons":2650,"Ġwings":2651,"Ġchiles":2652,"Ġrolling":2653,"ĠCreamy":2654,"ĠFrost":2655,"Ġcoarsely":2656,"flavored":2657,"Ġtap":2658,"ĠPyrex":2659,"ĠTots":2660,"Ġstill":2661,"Ġstyle":2662,"ĠSalmon":2663,"Ġteaspoonfuls":2664,"Ġturmeric":2665,"ĠTomato":2666,"Ġic":2667,"Ġfil":2668,"ĠScallop":2669,"Ġweeks":2670,"Ġfudge":2671,"Ġdissolve":2672,"ĠRais":2673,"ĠSupreme":2674,"ĠTuna":2675,"ĠWhite":2676,"Ġcontainers":2677,"Ġribs":2678,"Ġhearts":2679,"tm":2680,"inese":2681,"ĠChris":2682,"Ġalumin":2683,"ĠChops":2684,"Ġquarter":2685,"Ġpulp":2686,"Ġaluminum":2687,"Ġsaute":2688,"ĠHoney":2689,"Ġcrumbly":2690,"ĠFrozen":2691,"Ġstock":2692,"idden":2693,"13":2694,"head":2695,"Ġgiven":2696,"Ġmint":2697,"ĠLow":2698,"ioca":2699,"Ġicing":2700,"de":2701,"Ġsheets":2702,"ĠHaw":2703,"ĠHidden":2704,"Ġkind":2705,"ĠCont":2706,"aiian":2707,"ĠTang":2708,"ĠChinese":2709,"Ġgelatine":2710,"Ġbottles":2711,"ĠHawaiian":2712,"ften":2713,"small":2714,"Ġwant":2715,"ĠSlow":2716,"geal":2717,"Ġunder":2718,"Ġwithout":2719,"ĠOven":2720,"try":2721,"Ġbr":2722,"Ġless":2723,"ĠEggs":2724,"Ġmoderate":2725,"Ġbone":2726,"Ġdrink":2727,"Ġhamburg":2728,"Ġpopped":2729,"Ġsure":2730,"Ġboard":2731,"Ġclams":2732,"oultry":2733,"Ġpure":2734,"atch":2735,"utons":2736,"ĠCustard":2737,"Ġno":2738,"Ġboned":2739,"ĠSoak":2740,"Ġtowel":2741,"ĠCarrot":2742,"cr":2743,"Ġcutter":2744,"Ġpoultry":2745,"ĠMushroom":2746,"ĠStove":2747,"ĠSoften":2748,"Ġmein":2749,"Ġeverything":2750,"Ġbest":2751,"ĠPo":2752,"ĠSpaghetti":2753,"Ġtops":2754,"Ġbrandy":2755,"Ġtapioca":2756,"Ġsur":2757,"ĠSlaw":2758,"Ġglaze":2759,"Ġholes":2760,"ĠKnead":2761,"nation":2762,"Ġscoop":2763,"anish":2764,"Ġfran":2765,"Ġinser":2766,"Ġlim":2767,"oodle":2768,"ĠVanilla":2769,"ously":2770,"Ġoyster":2771,"ĠDivide":2772,"ĠRaisin":2773,"Ġ&":2774,"requ":2775,"uss":2776,"ĠIcing":2777,"ĠMarinate":2778,"tmas":2779,"with":2780,"rag":2781,"Ġgreens":2782,"ĠJust":2783,"Ġrefried":2784,"Ġstems":2785,"Ġcroutons":2786,"Ġknead":2787,"iddle":2788,"Ġinserted":2789,"Ġfrequ":2790,"tover":2791,"ĠChex":2792,"Ġloaves":2793,"Ġskinless":2794,"Ġfrequently":2795,"Ġtake":2796,"Ġmeringue":2797,"ĠCakes":2798,"Ġsugars":2799,"ĠSm":2800,"ĠTur":2801,"ĠDish":2802,"Ġparty":2803,"ĠStuffed":2804,"Ġavocado":2805,"ĠChristmas":2806,"Ġluk":2807,"Ġjam":2808,"etiz":2809,"ieners":2810,"ĠDri":2811,"inches":2812,"ĠHash":2813,"ewarm":2814,"Ġcontinue":2815,"Ġpickling":2816,"Ġpartially":2817,"Ġquarters":2818,"ĠScalloped":2819,"Ġlukewarm":2820,"dry":2821,"Ġtins":2822,"Ġfollow":2823,"ams":2824,"ĠButtermilk":2825,"ragon":2826,"11":2827,"Ġdel":2828,"ĠSk":2829,"able":2830,"ominy":2831,"ĠHomemade":2832,"cessary":2833,"ĠGrill":2834,"Ġnecessary":2835,"ĠSlowly":2836,"no":2837,"arragon":2838,"Ġwedges":2839,"ored":2840,"Ġquarts":2841,"Ġsprayed":2842,"ĠBreakfast":2843,"ĠAllow":2844,"Ġfillets":2845,"Ġcalor":2846,"Ġmiddle":2847,"Ġlined":2848,"use":2849,"ĠCrunch":2850,"risket":2851,"ĠCarnation":2852,"ĠCracker":2853,"face":2854,"Ġtarragon":2855,"Ġpies":2856,"ĠCro":2857,"unt":2858,"Ġcomb":2859,"iron":2860,"ĠEn":2861,"Ġsteaks":2862,"Ġinches":2863,"ual":2864,"ĠSn":2865,"Ġallow":2866,"Ġcrumble":2867,"Ġmoist":2868,"ossible":2869,"Ġnonstick":2870,"Ġquickly":2871,"ĠContinue":2872,"av":2873,"Ġmakes":2874,"orm":2875,"ĠTri":2876,"Ġseedless":2877,"Ġsurface":2878,"Ġbark":2879,"utch":2880,"Ġind":2881,"Ġget":2882,"acho":2883,"ĠOne":2884,"agna":2885,"ĠApples":2886,"Ch":2887,"ear":2888,"Ġmu":2889,"alted":2890,"ĠRet":2891,"ĠWater":2892,"ĠPancakes":2893,"peel":2894,"ĠGrate":2895,"Ġskinned":2896,"ĠReturn":2897,"dish":2898,"ears":2899,"mary":2900,"oam":2901,"ĠDough":2902,"Ġpancake":2903,"Ġreduce":2904,"Ġounce":2905,"ning":2906,"sing":2907,"Ġsun":2908,"ĠSeal":2909,"ĠPack":2910,"Ġsaltine":2911,"ĠDutch":2912,"Ġcaref":2913,"ĠDrizzle":2914,"ents":2915,"ĠBur":2916,"nack":2917,"Ġhalved":2918,"Ġfreshly":2919,"Ġmarinade":2920,"ĠFritos":2921,"ftover":2922,"Ġblo":2923,"Ġpink":2924,"ĠPop":2925,"isted":2926,"ĠMom":2927,"ashew":2928,"loin":2929,"ecial":2930,"Ġmarinate":2931,"airy":2932,"Ġtbsp":2933,"Ġgrits":2934,"Ġcutting":2935,"ecor":2936,"Ġundrained":2937,"Ġbul":2938,"edge":2939,"Ġmaking":2940,"Ġinst":2941,"Ġlisted":2942,"Ġunflavored":2943,"Ġenjoy":2944,"ĠToast":2945,"ĠEnjoy":2946,"Ġtin":2947,"ĠCucumb":2948,"routs":2949,"Ġdinner":2950,"ĠSandwich":2951,"Ġleftover":2952,"ĠDill":2953,"Ġsmoked":2954,"approximately":2955,"Ġchow":2956,"Ġchees":2957,"ingle":2958,"ĠMandarin":2959,"Ġvegg":2960,"ople":2961,"Ġexcess":2962,"Ġundiluted":2963,"ivided":2964,"peeled":2965,"ipped":2966,"ina":2967,"ĠRel":2968,"Ġrinse":2969,"Ġmeatballs":2970,"Ġscall":2971,"ĠCarrots":2972,"Ġclub":2973,"bu":2974,"icy":2975,"Ġahead":2976,"ĠSpanish":2977,"ĠLea":2978,"ĠGarlic":2979,"lazed":2980,"ĠRelish":2981,"flower":2982,"oe":2983,"Ġcap":2984,"Ġsprink":2985,"Ġsprouts":2986,"Ġwalnut":2987,"ountry":2988,"ashioned":2989,"acon":2990,"my":2991,"Ġbig":2992,"Ġdivided":2993,"cook":2994,"Ġrose":2995,"eeps":2996,"Ġsqueez":2997,"parate":2998,"ĠPasta":2999,"Ġbulk":3000,"man":3001,"Ġgreat":3002,"ĠTex":3003,"agne":3004,"ĠUsing":3005,"Ġbetter":3006,"Ġbegins":3007,"Ġsit":3008,"aker":3009,"ĠPr":3010,"cho":3011,"Ġbrownie":3012,"Ġmois":3013,"Ġtowels":3014,"Ġlima":3015,"side":3016,"Ġwood":3017,"Ġwieners":3018,"ĠChe":3019,"ĠDice":3020,"Ġapricots":3021,"oliday":3022,"Ġcheeses":3023,"bury":3024,"Ġrosemary":3025,"Ġcil":3026,"Ġwire":3027,"ĠChess":3028,"ĠChees":3029,"ĠLime":3030,"antro":3031,"Ġcolored":3032,"Ġwafer":3033,"ĠDumplings":3034,"Ġreserved":3035,"Ġcilantro":3036,"fro":3037,"ove":3038,"ock":3039,"Ġsingle":3040,"ath":3041,"Ġdon":3042,"Ġlite":3043,"ĠCoat":3044,"ĠRinse":3045,"ĠRuss":3046,"Ġprefer":3047,"Ġplatter":3048,"Ġpint":3049,"aster":3050,"Ġradish":3051,"ĠOreos":3052,"ĠTurkey":3053,"Ġcashew":3054,"ere":3055,"ĠSeed":3056,"ĠBlack":3057,"ĠMold":3058,"ills":3059,"ĠLightly":3060,"ĠHell":3061,"ffle":3062,"Ġabove":3063,"Ġmeats":3064,"ĠNext":3065,"Ġliter":3066,"ĠSeparate":3067,"ĠGrind":3068,"by":3069,"save":3070,"ĠCinnamon":3071,"Ġhominy":3072,"Ġleave":3073,"ĠThaw":3074,"ĠFlake":3075,"Ġunsalted":3076,"Ġwooden":3077,"ĠRussian":3078,"mint":3079,"Ġiron":3080,"Ġbrisket":3081,"ĠCol":3082,"ittle":3083,"ĠDate":3084,"ĠStyle":3085,"ĠYum":3086,"Ġdevil":3087,"Ġglasses":3088,"Ġveggies":3089,"ĠCheesy":3090,"cup":3091,"Ġeas":3092,"Ġequal":3093,"outh":3094,"Ġthickness":3095,"Ġwashed":3096,"Ġartichoke":3097,"ĠCrock":3098,"Ġfoam":3099,"ĠCauliflower":3100,"ĠPu":3101,"ĠPuff":3102,"Ġgener":3103,"Ġring":3104,"ĠNe":3105,"except":3106,"Ġscallions":3107,"ĠLeave":3108,"ĠTexas":3109,"box":3110,"Ġburn":3111,"ourbon":3112,"Ġpeople":3113,"ĠRhubarb":3114,"Ġsplit":3115,"ĠSpecial":3116,"ctar":3117,"Ġbunches":3118,"Ġquartered":3119,"Ġsunflower":3120,"Ġblock":3121,"ages":3122,"ĠBacon":3123,"ĠWal":3124,"Ġend":3125,"Ġscal":3126,"Ġdot":3127,"Ġhold":3128,"Ġbeater":3129,"Ġalum":3130,"Ġremainder":3131,"iche":3132,"ĠGrandma":3133,"Ġindivid":3134,"illsbury":3135,"ier":3136,"inal":3137,"ouch":3138,"eaten":3139,"ĠFavorite":3140,"Ġlas":3141,"ĠCheesecake":3142,"Ġdissolves":3143,"ilada":3144,"Ġsecond":3145,"sorted":3146,"mm":3147,"ĠBatter":3148,"Ġpeak":3149,"Ġsame":3150,"Ġspring":3151,"ĠSpiced":3152,"Ġfruits":3153,"Ġchipped":3154,"Ġarrange":3155,"46":3156,"of":3157,"Ġopen":3158,"Ġparts":3159,"als":3160,"ĠCl":3161,"Ġthese":3162,"ths":3163,"Ġrot":3164,"Ġassorted":3165,"ĠMeatballs":3166,"Ġoysters":3167,"Ġremoved":3168,"fish":3169,"ptional":3170,"Ġcakes":3171,"ĠPro":3172,"uncooked":3173,"Ġunpeeled":3174,"Ġnacho":3175,"ĠRes":3176,"ĠRom":3177,"ĠSplit":3178,"Ġsoften":3179,"Fat":3180,"Ġcreme":3181,"Ġsn":3182,"ank":3183,"Ġsweetener":3184,"Ġaddition":3185,"Ġflatten":3186,"Ġpuree":3187,"land":3188,"ĠPillsbury":3189,"Ġline":3190,"Ġshap":3191,"ĠDon":3192,"ĠFood":3193,"Ġabsor":3194,"Ġwhisk":3195,"Ġcombined":3196,"Ġmuch":3197,"Ġradishes":3198,"Ġ275":3199,"ddle":3200,"Ġflower":3201,"ĠAp":3202,"Ġstart":3203,"cover":3204,"Ġyams":3205,"Ġseeded":3206,"ĠMarinated":3207,"ĠAltern":3208,"jon":3209,"arge":3210,"ity":3211,"ĠBar":3212,"ison":3213,"Ġstarts":3214,"Ġbeco":3215,"ĠHoliday":3216,"ĠOf":3217,"ĠShred":3218,"Ġsandwiches":3219,"mann":3220,"Ġabsorb":3221,"Pot":3222,"uice":3223,"Ġedge":3224,"Ġown":3225,"Ġtray":3226,"ating":3227,"reach":3228,"Ġcongeal":3229,"ĠGolden":3230,"iscard":3231,"Ġdessert":3232,"away":3233,"ettuc":3234,"Ġroasting":3235,"Ġnectar":3236,"lua":3237,"ahlua":3238,"Ġcalories":3239,"ĠReserve":3240,"areri":3241,"estle":3242,"Ġinc":3243,"Ġ32":3244,"ĠProcess":3245,"ĠTr":3246,"ĠCocktail":3247,"Ġpeppermint":3248,"Ġcurd":3249,"Ġbubbles":3250,"Ġpitted":3251,"Ġmoistened":3252,"Ġcustard":3253,"enison":3254,"Ġfri":3255,"riddle":3256,"meter":3257,"ĠLa":3258,"Ġlook":3259,"ĠHeath":3260,"Ġsteam":3261,"Ġroasted":3262,"Ġcoating":3263,"Ġstalk":3264,"Ġmeasure":3265,"Ġounces":3266,"Ġtriang":3267,"etizer":3268,"ĠBurg":3269,"ĠCucumber":3270,"ĠApricot":3271,"ple":3272,"Ġtorn":3273,"Ġchip":3274,"Ġwild":3275,"vers":3276,"odka":3277,"Ġdoz":3278,"undiluted":3279,"ĠFluff":3280,"boned":3281,"ĠDijon":3282,"Ġcarefully":3283,"Ġcashews":3284,"Ġpeaks":3285,"Th":3286,"may":3287,"Ġpr":3288,"spberry":3289,"Ġduring":3290,"ĠBran":3291,"ĠRam":3292,"ĠFish":3293,"Ġspears":3294,"Ġsections":3295,"urple":3296,"undrained":3297,"ĠFlour":3298,"Ġindividual":3299,"ĠRamen":3300,"cut":3301,"zo":3302,"Ġpers":3303,"Ġport":3304,"ouse":3305,"ingu":3306,"ĠCal":3307,"Ġeasy":3308,"Ġgriddle":3309,"ĠAunt":3310,"mond":3311,"mpty":3312,"Ġflavors":3313,"ĠPretz":3314,"ampagne":3315,"ĠUncover":3316,"Ġremoving":3317,"areribs":3318,"lean":3319,"Ġ36":3320,"Ġlump":3321,"ĠIr":3322,"ĠWheat":3323,"ĠJo":3324,"uced":3325,"ĠNot":3326,"Ġench":3327,"Ġending":3328,"Ġdeboned":3329,"Ġrounded":3330,"Ġjalapenos":3331,"ĠPoppy":3332,"Ġscalded":3333,"high":3334,"ib":3335,"mar":3336,"Ġreach":3337,"ĠSouth":3338,"Ġgo":3339,"okes":3340,"Ġsave":3341,"ght":3342,"irloin":3343,"ady":3344,"Ġrins":3345,"ĠVery":3346,"Ġnutmeat":3347,"arbecu":3348,"ĠQuiche":3349,"pending":3350,"Ġbrush":3351,"ĠHellmann":3352,"Ġnutmeats":3353,"aving":3354,"Ġster":3355,"Ġty":3356,"ouffle":3357,"Ġfive":3358,"Ġfingers":3359,"Ġway":3360,"Ġac":3361,"ĠBas":3362,"lay":3363,"asa":3364,"Ġleaving":3365,"ĠCookie":3366,"Ġcaraway":3367,"ĠKeeps":3368,"ĠNestle":3369,"ĠButterscotch":3370,"Ġavocados":3371,"Ġenchilada":3372,"Lemon":3373,"Ġbit":3374,"Ġtouch":3375,"Ġwide":3376,"ĠCa":3377,"lain":3378,"ĠPea":3379,"Ġlevel":3380,"thy":3381,"ĠDirt":3382,"abet":3383,"ĠHave":3384,"ĠJam":3385,"Ġpoint":3386,"Ġbones":3387,"ĠGraham":3388,"ĠGravy":3389,"ĠUncle":3390,"ĠMeasure":3391,"jor":3392,"mix":3393,"Ġ+":3394,"Ġbourbon":3395,"Ġtiny":3396,"roof":3397,"Ġvodka":3398,"ĠOver":3399,"ĠSave":3400,"Ġpacket":3401,"ĠArt":3402,"ĠDevil":3403,"Ġrinsed":3404,"!!":3405,"add":3406,"Ġcir":3407,"alade":3408,"Ġwet":3409,"Ġcome":3410,"Ġcreamer":3411,"ĠDinner":3412,"ĠSpr":3413,"ĠGlazed":3414,"ĠKahlua":3415,"ĠNoodle":3416,"Ġfinish":3417,"Ġmeas":3418,"Ġreserving":3419,"Ġlasagna":3420,"Ġfire":3421,"ĠSnack":3422,"ĠPies":3423,"ĠSauerkraut":3424,"ĠFlat":3425,"ĠPatties":3426,"Ġcandies":3427,"ĠTomatoes":3428,"Ġwhiskey":3429,"frozen":3430,"ĠRomano":3431,"ĠIrish":3432,"arbecued":3433,"18":3434,"your":3435,"Ġoptional":3436,"ĠCat":3437,"ĠPer":3438,"Ġrun":3439,"Ġspri":3440,"ĠIs":3441,"ĠHe":3442,"ĠHorm":3443,"ĠEx":3444,"ĠEqual":3445,"Ġits":3446,"iginal":3447,"Ġdrizzle":3448,"ĠHormel":3449,"dairy":3450,"ik":3451,"Ġcored":3452,"Ġsized":3453,"Ġpossible":3454,"ander":3455,"Ġstack":3456,"Ġmarjor":3457,"ĠGo":3458,"eaLemon":3459,"ĠNew":3460,"Ġartichokes":3461,"ĠTwink":3462,"Ġdelicious":3463,"Ġshapes":3464,"ĠFlatten":3465,"bone":3466,"mmer":3467,"tal":3468,"alf":3469,"Ġdump":3470,"ĠRag":3471,"Ġpancakes":3472,"reserve":3473,"Ġfrost":3474,"amily":3475,"Ġreduced":3476,"Ġlimeade":3477,"ielb":3478,"ĠFrit":3479,"crumb":3480,"Ġfrank":3481,"ĠPopcorn":3482,"ĠArtich":3483,"Ġmarjoram":3484,"fry":3485,"medium":3486,"ru":3487,"Ġsolid":3488,"Ġsirloin":3489,"end":3490,"ĠCoca":3491,"ĠReaLemon":3492,"ĠFin":3493,"Ġrect":3494,"ĠGently":3495,"lime":3496,"ĠNoodles":3497,"Ġpounds":3498,"erios":3499,"ecorate":3500,"ĠCheerios":3501,"Ġtype":3502,"ĠSprite":3503,"Makes":3504,"large":3505,"rs":3506,"rant":3507,"ula":3508,"ye":3509,"Ġparmesan":3510,"Ġinside":3511,"ĠBen":3512,"ĠBay":3513,"ĠMa":3514,"Ġstring":3515,"Ġcooker":3516,"Ġret":3517,"ĠGinger":3518,"ifted":3519,"Ġreserve":3520,"ĠSteam":3521,"ĠSnick":3522,"ments":3523,"rise":3524,"Ġpurple":3525,"ĠCand":3526,"Ġpear":3527,"ĠMan":3528,"Ġcore":3529,"Ġflake":3530,"orning":3531,"Ġlove":3532,"ĠPickled":3533,"Ġherbs":3534,"ĠRaspberry":3535,"Ġpimientos":3536,"Ġeasily":3537,"Ġfoamy":3538,"ĠAlternate":3539,"Ġprun":3540,"21":3541,"Cola":3542,"If":3543,"upper":3544,"Ġpuff":3545,"enough":3546,"ppies":3547,"Ġaway":3548,"ĠBarbecued":3549,"ĠAn":3550,"ĠAsparagus":3551,"efore":3552,"ĠSalsa":3553,"ĠSeven":3554,"ĠGrape":3555,"ĠCrackers":3556,"Ġfranks":3557,"ĠRagu":3558,"fur":3559,"tin":3560,"arter":3561,"uteed":3562,"Ġthan":3563,"Ġnight":3564,"efruit":3565,"amole":3566,"Ġsoak":3567,"ĠOri":3568,"Ġanise":3569,"Ġskins":3570,"ĠShoe":3571,"Ġdoes":3572,"Ġscallop":3573,"ĠBrittle":3574,"Ġdipping":3575,"ĠSkillet":3576,"abetic":3577,"ĠArtichoke":3578,"Serves":3579,"uac":3580,"Ġent":3581,"ilized":3582,"Ġfettuc":3583,"ĠCountry":3584,"ross":3585,"ĠSec":3586,"ĠTime":3587,"ĠChow":3588,"ĠRub":3589,"ĠWork":3590,"ĠHerb":3591,"Ġalong":3592,"orets":3593,"ĠOys":3594,"ĠPec":3595,"ĠButterf":3596,"ĠSeasons":3597,"ĠIcebox":3598,"Ġenvelopes":3599,"ĠAlmond":3600,"white":3601,"luding":3602,"Ġbecomes":3603,"Ġsterilized":3604,"ielbasa":3605,"uacamole":3606,"32":3607,"gate":3608,"malade":3609,"Ġcoup":3610,"ermo":3611,"Ġtall":3612,"ĠCla":3613,"raut":3614,"Ġlingu":3615,"ĠMill":3616,"ĠCoke":3617,"Ġmarmalade":3618,"ĠDeep":3619,"asting":3620,"Ġcupcake":3621,"ĠPeg":3622,"Ġmost":3623,"Ġdoub":3624,"Ġcurrant":3625,"ĠMonkey":3626,"while":3627,"Ġreturn":3628,"ĠPecans":3629,"Ups":3630,"cell":3631,"eur":3632,"lined":3633,"te":3634,"ange":3635,"edish":3636,"Ġpower":3637,"ĠPol":3638,"Ġflorets":3639,"Ġthir":3640,"Ġoriginal":3641,"ĠCocoa":3642,"Ġ48":3643,"ĠChew":3644,"ansfer":3645,"isses":3646,"Ġspoonful":3647,"Ġfollowing":3648,"ĠWatergate":3649,"ĠColby":3650,"ĠPuffs":3651,"ĠNote":3652,"ĠSouthern":3653,"Ġfrankfur":3654,"Ġcouple":3655,"cellent":3656,"bake":3657,"don":3658,"fresh":3659,"Ġcuts":3660,"Ġ100":3661,"Ġmorning":3662,"ĠBefore":3663,"ĠMrs":3664,"ĠTort":3665,"ĠCole":3666,"amal":3667,"ĠLas":3668,"ĠOil":3669,"Ġcutlets":3670,"afe":3671,"ĠReady":3672,"eyed":3673,"Ġtwice":3674,"ĠTrim":3675,"dough":3676,"Ġ17":3677,"Ġdiscard":3678,"ĠBl":3679,"ĠWatch":3680,"Ġoiled":3681,"Ġspareribs":3682,"ĠLon":3683,"vent":3684,"Ġroaster":3685,"Ġloin":3686,"Ġspreading":3687,"Ġmoisten":3688,"Ġunbeaten":3689,"ĠMayonnaise":3690,"ĠNever":3691,"Ġmeasuring":3692,"Ġprunes":3693,"be":3694,"proof":3695,"Ġpull":3696,"Ġmon":3697,"Ġmany":3698,"ouble":3699,"Ġfa":3700,"aki":3701,"ĠSum":3702,"ĠSurp":3703,"ĠPl":3704,"Ġhole":3705,"ott":3706,"ĠFail":3707,"ĠHush":3708,"Ġkraut":3709,"ĠInstant":3710,"ĠLayered":3711,"Ġright":3712,"Ġnondairy":3713,"Ġmolds":3714,"ĠCongeal":3715,"Ġbegin":3716,"ĠPuppies":3717,"Ġsprigs":3718,"Ġdoubled":3719,"ĠSummer":3720,"Co":3721,"ems":3722,"ment":3723,"round":3724,"yaki":3725,"Ġold":3726,"ĠSouffle":3727,"Ġnew":3728,"ornia":3729,"ĠStrain":3730,"ifornia":3731,"ctive":3732,"ĠGran":3733,"Ġprepare":3734,"Ġkettle":3735,"ĠSwedish":3736,"eriyaki":3737,"ĠIsland":3738,"Ġentire":3739,"ĠMillion":3740,"Ġfrankfurters":3741,"ĠSurprise":3742,"!)":3743,"28":3744,"act":3745,"butter":3746,"drained":3747,"pec":3748,"plain":3749,"sugar":3750,"ures":3751,"Ġbasting":3752,"Ġmace":3753,"atula":3754,"ĠBaking":3755,"ĠPink":3756,"Ġhock":3757,"Ġvenison":3758,"irl":3759,"Ġrese":3760,"Ġspatula":3761,"ama":3762,"ĠLe":3763,"Ġboils":3764,"loc":3765,"Ġprevent":3766,"ĠRefrigerator":3767,"Ġliqueur":3768,"Ġpints":3769,"eeze":3770,"ĠFilling":3771,"Ġinstead":3772,"Ġinstru":3773,"ĠSandwiches":3774,"Ġflowerets":3775,"Ġscallops":3776,"Bake":3777,"Jell":3778,"dge":3779,"Ġsw":3780,"atur":3781,"ren":3782,"Ġfree":3783,"Ġ200":3784,"Ġdice":3785,"Ġgone":3786,"ĠMc":3787,"ither":3788,"liced":3789,"ĠFran":3790,"immon":3791,"ĠEnch":3792,"Ġharden":3793,"Ġgrapefruit":3794,"Ġtoothpicks":3795,"ĠMushrooms":3796,"Ġgenerously":3797,"ĠCalifornia":3798,"baked":3799,"vol":3800,"Ġbl":3801,"Ġfit":3802,"ĠClean":3803,"orr":3804,"Ġears":3805,"ĠTear":3806,"iploc":3807,"umps":3808,"ĠStick":3809,"ĠNor":3810,"Ġends":3811,"Ġpackets":3812,"ĠKnorr":3813,"Ġunsifted":3814,"Ġcaps":3815,"den":3816,"safe":3817,"ari":3818,"Ġchampagne":3819,"ĠCre":3820,"ĠCub":3821,"Ġsup":3822,"ĠMy":3823,"ĠSpice":3824,"Ġsec":3825,"Ġseg":3826,"ĠImp":3827,"Ġblending":3828,"Ġteaspoonful":3829,"ounts":3830,"ĠQuik":3831,"ĠMexic":3832,"ĠMini":3833,"ĠZiploc":3834,"ĠKnox":3835,"ĠApplesauce":3836,"Ġsqueezed":3837,"Ġinstructions":3838,"volone":3839,"St":3840,"Ġsaltines":3841,"ĠTender":3842,"Ġstrain":3843,"Ġsauteed":3844,"the":3845,"ĠHo":3846,"ĠOli":3847,"ental":3848,"Ġhalfway":3849,"Ġheads":3850,"ĠSlush":3851,"ĠTopping":3852,"ĠEggplant":3853,"Ġweek":3854,"Ġcloth":3855,"ĠGrilled":3856,"Ġabsorbed":3857,"ĠPretzel":3858,"crumbs":3859,"ĠTorte":3860,"Ġresemb":3861,"Ġsegments":3862,"he":3863,"mit":3864,"melt":3865,"ules":3866,"xx":3867,"instant":3868,"Ġslaw":3869,"Ġtight":3870,"alina":3871,"Ġfamily":3872,"Ġwish":3873,"Ġwould":3874,"ĠSea":3875,"ĠPinch":3876,"Ġnoodle":3877,"Ġpectin":3878,"Ġdishes":3879,"ĠEat":3880,"Ġloos":3881,"Ġlogs":3882,"Ġdepending":3883,"Ġstuffed":3884,"Ġscant":3885,"Ġcleaned":3886,"ĠMarinade":3887,"Ġworks":3888,"ĠDeviled":3889,"ĠTwinkies":3890,"bb":3891,"ware":3892,"Ġbur":3893,"ĠCur":3894,"ĠPlay":3895,"Ġlots":3896,"Ġlumps":3897,"ĠMustard":3898,"ĠTot":3899,"Ġvig":3900,"Ġcanola":3901,"Ġcanning":3902,"eath":3903,"ĠWarm":3904,"ĠWings":3905,"ĠFir":3906,"ĠSpicy":3907,"Ġsticky":3908,"Ġkielbasa":3909,"Ġpackages":3910,"ĠCorned":3911,