{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ġ<":261,"NE":262,"XT":263,"NEXT":264,"EN":265,"IN":266,"RE":267,"ST":268,"Ġc":269,"ING":270,"DI":271,"TS":272,"ENTS":273,"REDI":274,"INGREDI":275,"INGREDIENTS":276,"NER":277,"TI":278,"in":279,"Ġs":280,"er":281,"AR":282,"STAR":283,"START":284,"END":285,"Ġ1":286,"ON":287,"RU":288,"INST":289,"TION":290,"CTION":291,"RUCTION":292,"INSTRUCTION":293,"INSTRUCTIONS":294,"an":295,"ar":296,"Ġo":297,"Ġb":298,"ed":299,"Ġt":300,"es":301,"Ġp":302,"Ġm":303,"at":304,"il":305,"ut":306,"re":307,"on":308,"al":309,"en":310,"ou":311,"and":312,"Ġf":313,"LE":314,"PE":315,"CI":316,"RECI":317,"RECIPE":318,"TLE":319,"TITLE":320,"Ġch":321,"Ġand":322,"ing":323,"Ġw":324,"gar":325,"ic":326,"ĠC":327,"le":328,"Ġin":329,"Ġto":330,"sp":331,"or":332,"pp":333,"el":334,"ak":335,"Ġ2":336,"our":337,"rea":338,"ro":339,"Ġsu":340,"Ġsugar":341,"Ġa":342,"Ġ3":343,"it":344,"Ġd":345,"Ġe":346,"Ġon":347,"ter":348,"ix":349,"ĠS":350,"ĠB":351,"la":352,"ĠP":353,"ine":354,"Ġsal":355,"Ġg":356,"ol":357,"ge":358,"ra":359,"Ġpe":360,"as":361,"Ġtsp":362,"Ġh":363,"gg":364,"is":365,"Ġl":366,"Ġsalt":367,"utter":368,"ĠM":369,"ion":370,"Ġegg":371,"ream":372,"ake":373,"dd":374,"Ġbutter":375,"ese":376,"un":377,"ĠT":378,"eese":379,"ow":380,"Ġv":381,"Ġ(":382,"Ġco":383,"Ġcream":384,"all":385,"Ġfl":386,"Ġcheese":387,"Ġth":388,"ick":389,"ilk":390,"us":391,"ot":392,"Ġonion":393,"ch":394,"Ġflour":395,"Ġof":396,"Ġor":397,"Ġmilk":398,"ĠA":399,"Ġun":400,"ce":401,"Ġcho":402,"ice":403,"Ġmin":404,"Ġmix":405,"ith":406,"Ġcan":407,"ĠCo":408,"ts":409,"ell":410,"Ġst":411,"red":412,"eat":413,"Ġwith":414,"ater":415,"Ġfor":416,"Ġeggs":417,"Ġwater":418,"Ġminut":419,"til":420,"to":421,"ver":422,"Ġminutes":423,"00":424,"Ġj":425,"ok":426,"ri":427,"bsp":428,"Ġuntil":429,"ĠTbsp":430,"pper":431,"ee":432,"illa":433,"anilla":434,"Ġvanilla":435,"Ġ4":436,"mon":437,"Ġpepper":438,"Ġoz":439,"ĠMix":440,"ĠAdd":441,"der":442,"pped":443,"mb":444,"Ġbro":445,"Ġn":446,"ato":447,"Ġsh":448,"Ġat":449,"ie":450,"ĠCh":451,"Ġmar":452,"ry":453,"Ġcr":454,"Ġsa":455,"ck":456,"Ġchopped":457,"ien":458,"up":459,"icken":460,"Ġthe":461,"ve":462,"Ġinto":463,"redien":464,"Ġing":465,"Ġingredien":466,"Ġingredients":467,"gh":468,"uce":469,"ĠBake":470,"wn":471,"ip":472,"oup":473,"ir":474,"Ġle":475,".)":476,"Ġwh":477,"th":478,"ĠR":479,"ate":480,"lic":481,"Ġsoup":482,"ĠD":483,"ĠW":484,"owder":485,"Ġpowder":486,"Ġbak":487,"od":488,"read":489,"50":490,"na":491,"col":492,"uts":493,"ans":494,"Ġbaking":495,"st":496,"Ġchicken":497,"Ġju":498,"Ġgr":499,"Ġover":500,"pple":501,"garine":502,"Ġbrown":503,"Ġmargarine":504,"orn":505,"ush":506,"ill":507,"Ġjuice":508,"Ġbo":509,"Ġsauce":510,"ad":511,"mall":512,"kg":513,"Ġpkg":514,"atoes":515,"Ġoil":516,"ther":517,"Ġ350":518,"Ġall":519,"Ġcook":520,"ta":521,"les":522,"ĠF":523,"ay":524,"nd":525,"et":526,"Ġpan":527,"res":528,"Ġlb":529,"ly":530,"Ġbe":531,"Ġpie":532,"Ġcorn":533,"apple":534,"ineapple":535,"me":536,"ish":537,"Ġwell":538,"ure":539,"Ġlar":540,"ast":541,"ers":542,"Ġre":543,"Ġlarge":544,"Ġpineapple":545,"con":546,"ur":547,"co":548,"gether":549,"Ġtogether":550,"Ġlemon":551,"Ġfro":552,"ĠPour":553,"rain":554,"um":555,"Ġadd":556,"ole":557,"qu":558,"igh":559,"Ġsp":560,"ound":561,"ust":562,"Ġr":563,"inch":564,"om":565,"reen":566,"ten":567,"colate":568,"ĠSp":569,"Ġhour":570,"Ġtom":571,"am":572,"elt":573,"ber":574,"Ġy":575,"Ġnuts":576,"Ġse":577,"Ġgreen":578,"umb":579,"Ġpot":580,"Ġsmall":581,"reas":582,"ger":583,"ture":584,"ery":585,"Ġcra":586,"ight":587,"Ġmixture":588,"ated":589,"ser":590,"ĠSt":591,"Ġboil":592,"Ġcake":593,"room":594,"ĠL":595,"Ġsour":596,"ĠWh":597,"ĠCook":598,"Ġcon":599,"Ġ6":600,"oda":601,"ĠI":602,"Ġsoda":603,"ap":604,"Ġslic":605,"ves":606,"ĠH":607,"id":608,"Ġpec":609,"eef":610,"Ġchocolate":611,"Ġwhit":612,"Ġgar":613,"Ġ8":614,"ushroom":615,"mbine":616,"inna":617,"innamon":618,"inegar":619,"ven":620,"Ġonions":621,"Ġcrack":622,"Ġvinegar":623,"elery":624,"ces":625,"Ġcelery":626,"Ġcup":627,"ash":628,"Ġcinnamon":629,"lace":630,"Ġmushroom":631,"Ġgarlic":632,"ff":633,"sh":634,"Ġground":635,"Ġmay":636,"old":637,"Ġtop":638,"op":639,"age":640,"ise":641,"Ġpecans":642,"Ġbeef":643,"Ġstick":644,"Ġpotatoes":645,"asser":646,"ach":647,"asserole":648,"Ġba":649,"Ġdrain":650,"ĠCool":651,"eet":652,"zen":653,"Ġbread":654,"Ġcrumb":655,"Ġdish":656,"ies":657,"Ġmelt":658,"Ġ5":659,"ries":660,"ĠCombine":661,"ct":662,"im":663,"erve":664,"Ġbeat":665,"ĠG":666,"mo":667,"ard":668,"Ġoran":669,"uit":670,"edi":671,"onna":672,"onnaise":673,"Ġhot":674,"ood":675,"Ġmayonnaise":676,"Ġso":677,"if":678,"Ġoven":679,"Ġ9":680,"Ġx":681,"akes":682,"ink":683,"Ġfrozen":684,"ips":685,"raw":686,"Ġmelted":687,"Ġpean":688,"bo":689,"edium":690,"edd":691,"ant":692,"Ġwhite":693,"ĠStir":694,"ĠWhip":695,"ough":696,"eddar":697,"udd":698,"Ġheat":699,"ress":700,"owl":701,"Ġchips":702,"udding":703,"Ġmedium":704,"conut":705,"Ġgrated":706,"Ġstir":707,"Ġrice":708,"Ġbowl":709,"Ġro":710,"ars":711,"fri":712,"ĠPlace":713,"Ġ10":714,"ĠRe":715,"Ġcar":716,"ire":717,"len":718,"ll":719,"rink":720,"ub":721,"reased":722,"Ġdry":723,"ĠCheddar":724,"friger":725,"oon":726,"Ġcrumbs":727,"Ġbeans":728,"ĠSal":729,"ĠPut":730,"Ġcoconut":731,"Ġ30":732,"aste":733,"rawber":734,"arm":735,"ab":736,"Ġgra":737,"bout":738,"Ġal":739,"Ġbox":740,"rinkle":741,"Ġtomatoes":742,"ushed":743,"Ġsliced":744,"Ġk":745,"ccol":746,"ccoli":747,"Ġpudding":748,"Ġapp":749,"Ġcrushed":750,"ring":751,"ustard":752,"Ġtomato":753,"ore":754,"Ġthen":755,"ded":756,"one":757,"Ġshor":758,"Ġpowdered":759,"Ġdrained":760,"Ġorange":761,"ĠO":762,"art":763,"Ġcut":764,"ĠE":765,"tening":766,"Ġpeanut":767,"ege":768,"Ġshortening":769,"tab":770,"Ġhours":771,"egetab":772,"ely":773,"ins":774,"anan":775,"Ġabout":776,"Ġis":777,"ain":778,"Ġtaste":779,"Ġbacon":780,"Ġmustard":781,"stant":782,"erv":783,"Ġcrackers":784,"Ġole":785,"Ġoleo":786,"Ġjell":787,"uff":788,"Ġstrawber":789,"Ġgreased":790,"ĠSalad":791,"ĠJ":792,"Ġbake":793,"ĠIn":794,"ĠK":795,"ressing":796,"weet":797,"Ġas":798,"ĠCake":799,"ruit":800,"ul":801,"yr":802,"yrup":803,"lo":804,"ĠBro":805,"ĠServe":806,"Ġmeat":807,"ea":808,"Ġsyrup":809,"Ġcooked":810,"resh":811,"Ġsl":812,"ĠBeat":813,"Ġbot":814,"Ġapples":815,"Ġbeaten":816,"Ġboiling":817,"Ġcans":818,"Ġserv":819,"Ġra":820,"iz":821,"Ġvegetab":822,"Ġroll":823,"mallow":824,"shmallow":825,"Ġla":826,"Ġfrom":827,"Ġshell":828,"Ġpour":829,"Ġbroccoli":830,"Ġchil":831,"coa":832,"Ġrem":833,"Ġlight":834,"ĠPie":835,"Ġremain":836,"Ġcher":837,"Ġred":838,"ason":839,"ĠCream":840,"Ġ13":841,"Ġex":842,"Ġ15":843,"Ġli":844,"vor":845,"Ġpap":846,"Ġcocoa":847,"ĠV":848,"uc":849,"Ġcool":850,"Ġfir":851,"Ġbanan":852,"af":853,"Ġserving":854,"Ġremaining":855,"ĠPe":856,"Ġcasserole":857,"Ġfresh":858,"Ġdressing":859,"mp":860,"Ġsof":861,"ĠCr":862,"Ġhal":863,"mer":864,"ĠSprinkle":865,"Ġha":866,"ĠCasserole":867,"Ġmarshmallow":868,"Ġ20":869,"Ġcrust":870,"Ġrefriger":871,"usage":872,"Ġjello":873,"tened":874,"Ġcarro":875,"move":876,"Ġfill":877,"ĠCover":878,"ork":879,"oll":880,"Ġblen":881,"Ġ12":882,"Ġshred":883,"oth":884,"Ġclo":885,"are":886,"ks":887,"ss":888,"ham":889,"Ġshredded":890,"mbur":891,"ue":892,"Ġcracker":893,"iced":894,"pping":895,"Ġinstant":896,"Ġpieces":897,"Ġslices":898,"shire":899,"iss":900,"Ġgraham":901,"ack":902,"tershire":903,"orces":904,"Ġlet":905,"orcestershire":906,"ley":907,"ps":908,"Ġseason":909,"nuts":910,"ĠWorcestershire":911,"ĠSpread":912,"Ġball":913,"ent":914,"ĠTh":915,"milk":916,"ction":917,"lavor":918,"Ġfilling":919,"Ġbananas":920,"Ġmarshmallows":921,"Ġdiced":922,"oil":923,").":924,"ĠMakes":925,"Ġsalad":926,"ĠCut":927,"Ġan":928,"ats":929,"ey":930,"Ġhambur":931,"Ġsausage":932,"Ġcarrots":933,"li":934,"Ġ45":935,"Ġit":936,"ree":937,"Ġfruit":938,"Ġsk":939,"Ġwhi":940,"Ġcold":941,"Ġlay":942,"ĠMelt":943,"ĠRoll":944,"ĠBrown":945,"Ġeach":946,"Ġnut":947,"Ġcover":948,"Ġbuttermilk":949,"aked":950,"ide":951,"25":952,"arsley":953,"se":954,"Ġchili":955,"ĠRemove":956,"Ġparsley":957,"ĠSa":958,"Ġjar":959,"ĠChicken":960,"Ġflavor":961,"ĠLet":962,"Ġus":963,"Ġhamburger":964,"Ġup":965,"ĠN":966,"Ġsqu":967,"Ġoli":968,"Ġwhole":969,"oodles":970,"Ġstrawberries":971,"ellow":972,"berry":973,"tle":974,"ges":975,"inger":976,"fore":977,"Ġrais":978,"meg":979,"Ġcookie":980,"let":981,"Ġpork":982,"lack":983,"Ġraisins":984,"Ġnutmeg":985,"Ġpeppers":986,"unch":987,"Ġseed":988,"Ġcups":989,"Ġyellow":990,"Ġsweet":991,"Ġice":992,"ĠChill":993,"Ġhalf":994,"eed":995,"Ġnoodles":996,"ew":997,"Ġbefore":998,"Ġsheet":999,"ĠCheese":1000,"Ġen":1001,"eal":1002,"Ġout":1003,"Ġcub":1004,"immer":1005,"Ġmushrooms":1006,"ds":1007,"ional":1008,"ĠTop":1009,"ĠDip":1010,"Ġwal":1011,"ĠDrain":1012,"ian":1013,"ĠJell":1014,"armes":1015,"armesan":1016,"ender":1017,"Ġset":1018,"Ġblack":1019,"oni":1020,"Ġlow":1021,"Ġfirst":1022,"isc":1023,"Ġginger":1024,"abb":1025,"ade":1026,"Ġcloves":1027,"Ġdone":1028,"Ġtender":1029,"abbage":1030,"ift":1031,"ĠParmesan":1032,"Ġpre":1033,"ĠHeat":1034,"Ġchill":1035,"arch":1036,"Ġpack":1037,"ens":1038,"ump":1039,"75":1040,"Ġlo":1041,"Ġseasoning":1042,"ac":1043,"Ġtea":1044,"ĠPre":1045,"urn":1046,"Ġother":1047,"Ġstirring":1048,"Ġwalnuts":1049,"meal":1050,"starch":1051,"ag":1052,"iscuit":1053,"Ġcornstarch":1054,"mooth":1055,"Ġput":1056,"Ġthick":1057,"Ġq":1058,"Ġdes":1059,"Ġcherry":1060,"Ġqt":1061,"Ġbroth":1062,"tain":1063,"ĠSh":1064,"erves":1065,"tional":1066,"tom":1067,"dens":1068,"densed":1069,"Ġsmooth":1070,"ried":1071,"pan":1072,"Ġwhites":1073,"ator":1074,"ead":1075,"Ġserve":1076,"chin":1077,"Ġnot":1078,"tra":1079,"Ġalmon":1080,"Ġ325":1081,"Ġwarm":1082,"Ġbottom":1083,"ĠButter":1084,"ĠAnd":1085,"Ġcondensed":1086,"ess":1087,"reasts":1088,"cc":1089,"ĠY":1090,"lend":1091,"Ġvegetable":1092,"ave":1093,"Ġcontain":1094,"Ġextra":1095,"ka":1096,"ran":1097,"Ġbag":1098,"issol":1099,"ĠBlend":1100,"Ġ375":1101,"ally":1102,"Ġcabbage":1103,"Ġsaucepan":1104,"rop":1105,"ightly":1106,"ĠPot":1107,"Ġbreasts":1108,"Ġyol":1109,"optional":1110,"Ġdough":1111,"ĠIt":1112,"ime":1113,"ĠRice":1114,"Ġlayer":1115,"Ġplace":1116,"Ġpeach":1117,"Ġone":1118,"risp":1119,"Ġ40":1120,"ired":1121,"arb":1122,"ute":1123,"Ġdash":1124,"Ġsoftened":1125,"Ġrefrigerator":1126,"ite":1127,"Ġpaper":1128,"Ġvegetables":1129,"Ġballs":1130,"reez":1131,"acar":1132,"Ġdesired":1133,"heat":1134,"Ġcooking":1135,"illet":1136,"quick":1137,"ately":1138,"Ġare":1139,"Ġsticks":1140,"Ġif":1141,"pe":1142,"Ġwhipped":1143,"Ġdire":1144,"est":1145,"Ġham":1146,"night":1147,"ize":1148,"ĠRefriger":1149,"acaroni":1150,"Ġthin":1151,"par":1152,"aw":1153,"lass":1154,"isco":1155,"Ġoranges":1156,"ucumb":1157,"arin":1158,"Ġbell":1159,"'s":1160,"ĠCho":1161,"Ġ25":1162,"Ġ7":1163,"Ġovernight":1164,"ĠBoil":1165,"ex":1166,"rika":1167,"Ġcontainer":1168,"ĠCookies":1169,"Ġpaprika":1170,"Ġby":1171,"ĠCrisco":1172,"ĠRefrigerate":1173,"Ġbiscuit":1174,"eep":1175,"alian":1176,"Ġskillet":1177,"row":1178,"rimp":1179,"Ġfood":1180,"Ġapple":1181,"Ġ400":1182,"ett":1183,"ĠChocolate":1184,"ec":1185,"ĠItalian":1186,"Ġextract":1187,"Ġfin":1188,"Ġcran":1189,"Ġcherries":1190,"fe":1191,"olden":1192,"ĠU":1193,"berries":1194,"Ġstrawberry":1195,"Ġpeel":1196,"elv":1197,"eeta":1198,"elveeta":1199,"Ġspread":1200,"atter":1201,"Ġtime":1202,"Ġyolks":1203,"ced":1204,"Ġcucumb":1205,"rease":1206,"Ġmo":1207,"pt":1208,"Ġwa":1209,"Ġtopping":1210,"vy":1211,"ĠBread":1212,"quart":1213,"icrow":1214,"oney":1215,"ĠVelveeta":1216,"rand":1217,"ris":1218,"wee":1219,"Ġpeas":1220,"fection":1221,"spoon":1222,"Ġmash":1223,"Ġuse":1224,"Ġteaspoon":1225,"Ġconfection":1226,"Ġpla":1227,"els":1228,"ĠCorn":1229,"ĠServes":1230,"tage":1231,"zz":1232,"east":1233,"Ġconfectioners":1234,"Ġmacaroni":1235,"ĠBring":1236,"Ġsize":1237,"icrowave":1238,"Ġflakes":1239,"cept":1240,"Ġlightly":1241,"og":1242,"Ġgolden":1243,"Ġliqu":1244,"Ġmore":1245,"ature":1246,"ding":1247,"kin":1248,"Ġcol":1249,"Ġunco":1250,"ich":1251,"Ġfinely":1252,"Ġminced":1253,"Ġwax":1254,"ĠĠ":1255,"ower":1256,"Ġtab":1257,"Ġyeast":1258,"Ġres":1259,"Ġyou":1260,"ucchin":1261,"atsup":1262,"ucchini":1263,"oughly":1264,"Ġcot":1265,"Ġsoft":1266,"aco":1267,"Ġpeaches":1268,"Ġcottage":1269,"inach":1270,"Ġpt":1271,"oroughly":1272,"Ġcatsup":1273,"Ġste":1274,"10":1275,"Ġmixed":1276,"ĠLay":1277,"Ġsoy":1278,"Ġsimmer":1279,"os":1280,"ton":1281,"ĠDrop":1282,"Ġflavoring":1283,"Ġslightly":1284,"Ġsprinkle":1285,"umpkin":1286,"poon":1287,"lespoon":1288,"elat":1289,"ĠMo":1290,"Ġolives":1291,"Ġtablespoon":1292,"Ġcolor":1293,"ano":1294,"Ġexcept":1295,"Ġthoroughly":1296,"Ġrolls":1297,"Ġmake":1298,"Ġliquid":1299,"16":1300,"Ġbuttered":1301,"tuce":1302,"Ġgelat":1303,"Ġket":1304,"Ġdill":1305,"Ġpl":1306,"Ġhoney":1307,"ric":1308,"ĠPreheat":1309,"ble":1310,"weetened":1311,"Ġservings":1312,"Ġ35":1313,"Ġpeanuts":1314,"Ġloaf":1315,"Ġlettuce":1316,"Ġstand":1317,"ĠBe":1318,"atmeal":1319,"Ġtor":1320,"ctions":1321,"Ġoff":1322,"etti":1323,"Ġfirm":1324,"ile":1325,"ĠFold":1326,"Ġde":1327,"Ġpim":1328,"Ġshrimp":1329,"yle":1330,"Ġpick":1331,"cent":1332,"lue":1333,"ings":1334,"oked":1335,"ghetti":1336,"aghetti":1337,"nch":1338,"ĠWhen":1339,"chup":1340,"ĠSl":1341,"Ġlime":1342,"andarin":1343,"tilla":1344,"iff":1345,"Ġketchup":1346,"Ġchops":1347,"Ġmashed":1348,"Ġchun":1349,"ful":1350,"Ġoats":1351,"its":1352,"Ġspoon":1353,"isquick":1354,"Ġhead":1355,"ĠTo":1356,"Ġbatter":1357,"Ġfreez":1358,"reg":1359,"12":1360,"elf":1361,"ella":1362,"ittle":1363,"urp":1364,"Ġstuff":1365,"Ġwill":1366,"Ġfry":1367,"led":1368,"Ġz":1369,"ĠBisquick":1370,"Ġcubes":1371,"arp":1372,"Ġrefrigerate":1373,"Ġunb":1374,"ĠLayer":1375,"Ġwine":1376,"Ġcombine":1377,"Ġolive":1378,"arella":1379,"zzarella":1380,"Ġenough":1381,"Ġaside":1382,"Ġtortilla":1383,"Ġsharp":1384,"ican":1385,"Ġmuff":1386,"Ġpotato":1387,"rench":1388,"Ġdo":1389,"range":1390,"Ġgelatin":1391,"tail":1392,"Ġmeal":1393,"oun":1394,"asy":1395,"regano":1396,"cktail":1397,"greased":1398,"Ġfat":1399,"Ġoregano":1400,"Ġbiscuits":1401,"rising":1402,"arbec":1403,"Ġpackage":1404,"ĠFrench":1405,"Ġtaco":1406,"Ġonto":1407,"lower":1408,"ĠFor":1409,"ĠMozzarella":1410,"Ġale":1411,"ose":1412,"ĠFruit":1413,"Ġblend":1414,"ud":1415,"ento":1416,"key":1417,"ares":1418,"ved":1419,"Ġcovered":1420,"orated":1421,"Ġfloured":1422,"vap":1423,"Ġunbaked":1424,"erb":1425,"Ġcucumbers":1426,"ĠBall":1427,"fter":1428,"Ġself":1429,"Ġzucchini":1430,"Ġlon":1431,"Ġevap":1432,"Ġblender":1433,"Ġwaf":1434,"Ġfoil":1435,"issolve":1436,"ape":1437,"Ġspinach":1438,"ĠThen":1439,"ind":1440,"Ġevaporated":1441,"Ġmandarin":1442,"Ġslice":1443,"Ġpimento":1444,"iel":1445,"can":1446,"Ġsift":1447,"Ġalmonds":1448,"Ġyour":1449,"Ġthaw":1450,"Ġthis":1451,"Ġdirections":1452,"Ġstuffing":1453,"Ġfine":1454,"ĠRo":1455,"Ġspaghetti":1456,"vered":1457,"Ġbottle":1458,"erry":1459,"Ġblended":1460,"ĠPotato":1461,"arbecue":1462,"Ġsquash":1463,"Ġpumpkin":1464,"Ġmixing":1465,"ording":1466,"ĠPean":1467,"Ġrest":1468,"Ġacc":1469,"Ġlittle":1470,"Ġdried":1471,"ray":1472,"Ġroast":1473,"Ġcocktail":1474,"cess":1475,"ĠCar":1476,"Ġcookies":1477,"Ġplain":1478,"Ġaccording":1479,"Ġoatmeal":1480,"Ġlemonade":1481,"Ġap":1482,"Ġcrab":1483,"Ġri":1484,"ĠBroccoli":1485,"ĠSw":1486,"ĠPeanut":1487,"Ġpo":1488,"Ġbrowned":1489,"ted":1490,"Ġpeeled":1491,"Ġpinch":1492,"una":1493,"ĠBrand":1494,"ĠEasy":1495,"ĠSift":1496,"ffee":1497,"agle":1498,"Ġtur":1499,"Ġcarton":1500,"Ġsifted":1501,"ne":1502,"Ġthicken":1503,"Ġsteak":1504,"Ġtart":1505,"rox":1506,"Qu":1507,"Ġslow":1508,"ĠMake":1509,"ider":1510,"Ġwhipping":1511,"ĠApple":1512,"Ġthawed":1513,"Ġte":1514,"ĠEagle":1515,"ĠSauce":1516,"urpose":1517,"roxim":1518,"aul":1519,"ark":1520,"Ġvery":1521,"stantly":1522,"Ġconstantly":1523,"cle":1524,"Ġglass":1525,"roximately":1526,"Ġcro":1527,"ĠQu":1528,"Ġalmond":1529,"Ġhand":1530,"Ġform":1531,"Ġwafers":1532,"Ġ16":1533,"ern":1534,"ke":1535,"aro":1536,"aulif":1537,"auliflower":1538,"ĠSimmer":1539,"ĠSe":1540,"ned":1541,"ĠSpoon":1542,"sc":1543,"izz":1544,"Ġclove":1545,"udge":1546,"Ġhea":1547,"ates":1548,"purpose":1549,"Ġcand":1550,"Ġround":1551,"ĠUse":1552,"ld":1553,"Ġpans":1554,"Ġ50":1555,"ĠKaro":1556,"ount":1557,"ĠBaked":1558,"mper":1559,"ĠYiel":1560,"Ġwhen":1561,"ĠSlice":1562,"ng":1563,"ually":1564,"ouble":1565,"ĠGrease":1566,"Ġheavy":1567,"Ġhard":1568,"bread":1569,"Ġcubed":1570,"Ġcranberry":1571,"ous":1572,"Ġcoloring":1573,"Ġbaked":1574,"Ġprepar":1575,"ricot":1576,"arts":1577,"Ġtub":1578,"mi":1579,"Ġ300":1580,"asil":1581,"Ġfork":1582,"ĠGra":1583,"Ġturn":1584,"Ġmuffin":1585,"ready":1586,"mperature":1587,"lish":1588,"Ġcider":1589,"ĠSto":1590,"Ġsquares":1591,"ides":1592,"Ġmini":1593,"und":1594,"Ġcle":1595,"Ġtemperature":1596,"ĠHot":1597,"otch":1598,"ĠDissolve":1599,"sa":1600,"Ġmixer":1601,"ĠChop":1602,"kra":1603,"Ġuns":1604,"Ġdissol":1605,"aves":1606,"Ġprepared":1607,"ĠLe":1608,"Ġstri":1609,"Ġsides":1610,"reak":1611,"ĠSwiss":1612,"ĠPunch":1613,"Ġblue":1614,"sweet":1615,"uck":1616,"izza":1617,"Ġbon":1618,"Ġmicrowave":1619,"Ġneed":1620,"urt":1621,"Ġwhile":1622,"ĠSoup":1623,"ĠSaute":1624,"Ġstiff":1625,"Ġready":1626,"ney":1627,"Ġinch":1628,"Ġhalves":1629,"Ġdates":1630,"Ġsemi":1631,"ppy":1632,"Ġjust":1633,"scotch":1634,"ĠDel":1635,"Ġtartar":1636,"Ġsc":1637,"ereal":1638,"ĠFro":1639,"Ġminute":1640,"rispies":1641,"estnuts":1642,"ogurt":1643,"Ġjars":1644,"rap":1645,"Ġshells":1646,"ices":1647,"Ġlayers":1648,"Ġdouble":1649,"Ġungreased":1650,"ĠPudding":1651,"Ġcornmeal":1652,"style":1653,"io":1654,"ĠPress":1655,"Ġtablespoons":1656,"Ġqu":1657,"lasses":1658,"ĠSweet":1659,"ĠDo":1660,"ular":1661,"Ġchestnuts":1662,"ull":1663,"dually":1664,"Ġcauliflower":1665,"ia":1666,"Ġbut":1667,"Ġside":1668,"own":1669,"Ġapproximately":1670,"Ġleast":1671,"Ġchilies":1672,"Ġcereal":1673,"ĠTurn":1674,"Ġkid":1675,"Ġam":1676,"ĠStrawber":1677,"Ġtw":1678,"iv":1679,"fat":1680,"ĠKrispies":1681,"ĠSqu":1682,"Ġgood":1683,"Ġstrips":1684,"itz":1685,"Ġcur":1686,"Ġafter":1687,"venly":1688,"ĠFry":1689,"Ġuncovered":1690,"ĠSo":1691,"Ġkidney":1692,"ira":1693,"reme":1694,"Ġtuna":1695,"Ġday":1696,"ipe":1697,"Ġcranberries":1698,"Ġbasil":1699,"ubb":1700,"Ġcrumbled":1701,"Ġchunks":1702,"Ġapricot":1703,"Ġyogurt":1704,"Ġkern":1705,"iracle":1706,"sting":1707,"cted":1708,"ĠStrawberry":1709,"ĠGr":1710,"ĠLemon":1711,"ĠBanan":1712,"Ġturkey":1713,"Ġbring":1714,"Ġmolasses":1715,"astry":1716,"nish":1717,"ĠFl":1718,"veral":1719,"eez":1720,"Ġuncooked":1721,"Ġslowly":1722,"asco":1723,"ĠMiracle":1724,"ĠRitz":1725,"Ġdissolved":1726,"Ġseveral":1727,"Ġdip":1728,"ig":1729,"Ġhash":1730,"Ġrasp":1731,"eets":1732,"vel":1733,"ĠFudge":1734,"Ġdirected":1735,"pare":1736,"ĠBanana":1737,"ĠTab":1738,"Ġcres":1739,"ĠFill":1740,"ĠPotatoes":1741,"Ġbutterscotch":1742,"Ġcrisp":1743,"Ġ24":1744,"ĠThis":1745,"ĠCra":1746,"Ġlike":1747,"Ġbubb":1748,"ĠSet":1749,"ĠTabasco":1750,"gular":1751,"Ġskin":1752,"Ġkernel":1753,"cipe":1754,"Ġremove":1755,"Ġfew":1756,"hub":1757,"hubarb":1758,"Ġraw":1759,"sert":1760,"Ġhe":1761,"Ġhor":1762,"adish":1763,"enter":1764,"oke":1765,"spice":1766,"ĠShape":1767,"ugar":1768,"Ġcrescent":1769,"ĠAr":1770,"ĠEgg":1771,"seradish":1772,"anch":1773,"bs":1774,"Ġpecan":1775,"Ġany":1776,"Ġpin":1777,"Ġsweetened":1778,"Ġnon":1779,"Ġsepar":1780,"Ġbou":1781,"tin":1782,"illon":1783,"Ġallspice":1784,"Ġlast":1785,"ĠMeat":1786,"Ġjelly":1787,"Ġcenter":1788,"Ġevenly":1789,"ĠBeef":1790,"Ġbouillon":1791,"ently":1792,"asta":1793,"Ġstal":1794,"Ġpastry":1795,"Ġplate":1796,"ĠBalls":1797,"Ġbits":1798,"Ġamount":1799,"Ġcanned":1800,"ĠCan":1801,"auce":1802,"apen":1803,"Ġcoffee":1804,"alapen":1805,"Ġhorseradish":1806,"Ġcaram":1807,"Ġbarbecue":1808,"ms":1809,"Ġweed":1810,"Ġgrease":1811,"rough":1812,"ĠPineapple":1813,"Ġseasoned":1814,"ters":1815,"Ġsalsa":1816,"ĠOn":1817,"Ġthrough":1818,"Ġbanana":1819,"ĠStore":1820,"ĠMex":1821,"ĠRed":1822,"Ġdown":1823,"tern":1824,"Ġregular":1825,"ild":1826,"Ġcons":1827,"ĠWith":1828,"Ġstew":1829,"bl":1830,"Ġar":1831,"rocess":1832,"Ġthem":1833,"Ġpat":1834,"Ġtortillas":1835,"Ġleaves":1836,"ĠLo":1837,"ĠMicrowave":1838,"Ġchilled":1839,"Ġtube":1840,"Ġkn":1841,"ĠPrepare":1842,"Ġpaste":1843,"ĠQuick":1844,"ccas":1845,"avor":1846,"ccasion":1847,"meat":1848,"Ġboiler":1849,"Ġcoat":1850,"ĠYields":1851,"ĠFreez":1852,"Ġoccasion":1853,"usts":1854,"avorite":1855,"erbet":1856,"Ġpress":1857,"tz":1858,"merican":1859,"Ġpart":1860,"Ġfreeze":1861,"Ġfish":1862,"Ġoccasionally":1863,"ĠDressing":1864,"Ġrind":1865,"uffy":1866,"ĠSalt":1867,"ĠYou":1868,"ĠMar":1869,"so":1870,"Ġminiature":1871,"Ġcrusts":1872,"pes":1873,"mes":1874,"Ġcreamy":1875,"Ġjalapen":1876,"Ġclean":1877,"ĠPecan":1878,"Ġsto":1879,"corn":1880,"Ġcrock":1881,"Ġtwo":1882,"Ġquick":1883,"ĠMin":1884,"Ġunsweetened":1885,"ĠTake":1886,"Ġdeep":1887,"very":1888,"Ġsalmon":1889,"Ġlong":1890,"ĠAmerican":1891,"Ġsm":1892,"ĠIf":1893,"Ġboxes":1894,"ĠSeason":1895,"pot":1896,"centr":1897,"other":1898,"Ġfreezer":1899,"ĠGar":1900,"less":1901,"Ġthat":1902,"Ġboth":1903,"Ġshall":1904,"Ġspeed":1905,"chino":1906,"aschino":1907,"Ġflaked":1908,"Ġroom":1909,"Ġcomp":1910,"fuls":1911,"15":1912,"man":1913,"Ġ*":1914,"Ġconcentr":1915,"Ġchi":1916,"ĠPeel":1917,"ĠSugar":1918,"ĠZ":1919,"ĠPepper":1920,"Ġmaraschino":1921,"about":1922,"ĠRanch":1923,"reat":1924,"Ġdark":1925,"Tel":1926,"amp":1927,"ĠMexican":1928,"ĠBeans":1929,"itos":1930,"Ġspray":1931,"Ġripe":1932,"Ġchuck":1933,"Ġhigh":1934,"Ġbrowns":1935,"Ġtoast":1936,"Ġusing":1937,"esson":1938,"eless":1939,"Ġblueberries":1940,"Ġapplesauce":1941,"Ġgrapes":1942,"Ġsherbet":1943,"Ġ425":1944,"ĠMay":1945,"Ġgran":1946,"edges":1947,"Ġcomplet":1948,"Ġcandy":1949,"Ġevery":1950,"Ġfold":1951,"ĠWesson":1952,"ation":1953,"cake":1954,"Ġpacked":1955,"Ġkeep":1956,"Ġboiled":1957,"enne":1958,"Ġfluffy":1959,"reast":1960,"Ġwaxed":1961,"ĠVegetab":1962,"Ġconcentrate":1963,"ĠOrange":1964,"ĠSausage":1965,"uer":1966,"ĠIce":1967,"isten":1968,"Ġlonger":1969,"ĠBreak":1970,"ĠOre":1971,"ext":1972,"ys":1973,"Ġprocess":1974,"ĠSc":1975,"Ġspices":1976,"kraut":1977,"velop":1978,"uerkraut":1979,"Ġpickles":1980,"not":1981,"Ġlean":1982,"Ġcooled":1983,"Ġchunk":1984,"Ġ450":1985,"ang":1986,"iled":1987,"tach":1988,"Ġsquare":1989,"ayenne":1990,"Ġgal":1991,"ĠWash":1992,"Ġshallow":1993,"ong":1994,"Ġfull":1995,"ĠCoconut":1996,"Ġrhubarb":1997,"ĠNo":1998,"Ġenvelop":1999,"Ġbunch":2000,"Ġboneless":2001,"Ġcompletely":2002,"Ġcayenne":2003,"Ġcreamed":2004,"Ġdro":2005,"ling":2006,"umin":2007,"ĠEng":2008,"istach":2009,"ĠBr":2010,"Ġcomes":2011,"Ġdeg":2012,"spar":2013,"20":2014,"Ġspice":2015,"istachio":2016,"ĠGreen":2017,"Ġhas":2018,"Ġstalks":2019,"Ġper":2020,"Ġraspberry":2021,"Ġpar":2022,"Ġcornbread":2023,"Ġfried":2024,"Ġmayo":2025,"ĠMon":2026,"ĠDream":2027,"irt":2028,"Ġthinly":2029,"Ġim":2030,"wich":2031,"ulated":2032,"Ġcucumber":2033,"ĠFreeze":2034,"ĠPick":2035,"Ġrings":2036,"ĠForm":2037,"ilad":2038,"Ġdri":2039,"Ġbars":2040,"ĠPound":2041,"Ġorder":2042,"erries":2043,"Ġpasta":2044,"Ġcarrot":2045,"ĠHigh":2046,"ĠArrange":2047,"Ġbreast":2048,"Ġseal":2049,"ĠCon":2050,"ĠEnglish":2051,"Ġbubbly":2052,"ĠMarin":2053,"Ġdozen":2054,"Ġpoppy":2055,"Ġele":2056,"Ġpretz":2057,"Ġbeating":2058,"Ġmold":2059,"Ġthickened":2060,"Ġbite":2061,"Ġgranulated":2062,"Up":2063,"ious":2064,"uns":2065,"aff":2066,"Ġcurry":2067,"ĠDes":2068,"Ġmel":2069,"Ġfavorite":2070,"uted":2071,"andwich":2072,"ĠSour":2073,"ĠBars":2074,"rained":2075,"Ġpop":2076,"14":2077,"ary":2078,"yme":2079,"ines":2080,"ĠDessert":2081,"Ġjalapeno":2082,"ĠCherry":2083,"rees":2084,"Ġused":2085,"Ġgrape":2086,"Ġne":2087,"Ġthyme":2088,"ĠNut":2089,"ined":2090,"ĠLoaf":2091,"ĠJello":2092,"Ġ60":2093,"ball":2094,"Ġberries":2095,"Ġaltern":2096,"Ġdegrees":2097,"Ġneeded":2098,"laz":2099,"Ġtoss":2100,"Ġsome":2101,"ĠVegetable":2102,"Ġseeds":2103,"undt":2104,"ort":2105,"cy":2106,"Ġpizza":2107,"any":2108,"Ġonce":2109,"Ġpunch":2110,"bon":2111,"ĠToss":2112,"ĠWrap":2113,"sparag":2114,"sparagus":2115,"Ġhave":2116,"ft":2117,"ĠCran":2118,"Ġanother":2119,"Ġgravy":2120,"medi":2121,"Ġpound":2122,"mediately":2123,"Ġaround":2124,"Ġquar":2125,"pick":2126,"ors":2127,"Ġ-":2128,"Ġme":2129,"ĠCheez":2130,"ied":2131,"Ġcoars":2132,"Ġaddit":2133,"ctric":2134,"aping":2135,"ĠWhiz":2136,"Ġsecon":2137,"Ġtooth":2138,"Ġpickle":2139,"tinue":2140,"ĠKn":2141,"Ġrecipe":2142,"ĠUn":2143,"Ġtoothpick":2144,"ĠAl":2145,"Ġbeen":2146,"Ġelectric":2147,"ĠBean":2148,"ĠPork":2149,"ĠCranberry":2150,"Ġdrops":2151,"ai":2152,"'t":2153,"Ġflat":2154,"Ġfrosting":2155,"ĠStuff":2156,"Ġag":2157,"Ġbet":2158,"ĠCand":2159,"ĠPet":2160,"Ġlemons":2161,"ĠBundt":2162,"oy":2163,"Ġenvelope":2164,"Ġsherry":2165,"Ġmarin":2166,"Ġsauerkraut":2167,"ĠPat":2168,"icious":2169,"ĠDump":2170,"stic":2171,"idd":2172,"Ġagain":2173,"ould":2174,"ĠGood":2175,"ife":2176,"ĠChil":2177,"ties":2178,"gel":2179,"ĠLine":2180,"pen":2181,"Ġplastic":2182,"Ġchoice":2183,"ca":2184,"ĠKeep":2185,"ĠSte":2186,"ĠGradually":2187,"ĠBlue":2188,"stit":2189,"ĠPeach":2190,"Ġpretzels":2191,"Ġdrop":2192,"ph":2193,"reserves":2194,"ty":2195,"Ġrise":2196,"ĠRolls":2197,"vo":2198,"ĠChili":2199,"fl":2200,"Ġadding":2201,"ive":2202,"ĠThe":2203,"wh":2204,"Ġangel":2205,"ĠGarnish":2206,"Ġchives":2207,"Ġcrabmeat":2208,"ĠCrumb":2209,"ĠSquash":2210,"Ġfrying":2211,"nut":2212,"Ġtow":2213,"ĠTater":2214,"by":2215,"ĠBarbecue":2216,"balls":2217,"Ġseasonings":2218,"ots":2219,"Ġmelts":2220,"Ġpimentos":2221,"No":2222,"Ġherb":2223,"ĠHam":2224,"ool":2225,"Ġpistachio":2226,"ĠTom":2227,"Ġwhip":2228,"heated":2229,"Ġshape":2230,"Ġimmediately":2231,"ken":2232,"Ġknife":2233,"ĠCarro":2234,"cad":2235,"ame":2236,"Ġund":2237,"Ġbeets":2238,"eg":2239,"ĠBiscuit":2240,"istency":2241,"Ġtoo":2242,"Ġbroil":2243,"ĠPizza":2244,"Ġplus":2245,"ĠOnion":2246,"Ġconsistency":2247,"Ġalso":2248,"peat":2249,"Ġsub":2250,"vocad":2251,"Ġrum":2252,"ner":2253,"Ġheaping":2254,"affin":2255,"Ġgradually":2256,"Ġrelish":2257,"ĠMinute":2258,"Ġparaffin":2259,"erman":2260,"ĠOld":2261,"Ġsalted":2262,"ĠPumpkin":2263,"ĠPam":2264,"ized":2265,"ĠReduce":2266,"cakes":2267,"iluted":2268,"bler":2269,"Ġwheat":2270,"orsels":2271,"ĠOr":2272,"law":2273,"Ġmorsels":2274,"Ġpreserves":2275,"ĠJack":2276,"ollow":2277,"Ġbay":2278,"Ġsubstit":2279,"Ġ14":2280,"ĠShrimp":2281,"ĠMarshmallow":2282,"Ġbroken":2283,"ĠCrust":2284,"ĠDelight":2285,"Ġoys":2286,"Ġcoated":2287,"Ġcheddar":2288,"cooked":2289,"ĠFried":2290,"Ġmois":2291,"ving":2292,"unchy":2293,"int":2294,"Ġ11":2295,"Ġbar":2296,"ĠGerman":2297,"Ġgently":2298,"allon":2299,"ĠZucchini":2300,"Ġleaf":2301,"Ġpepperoni":2302,"ĠOreo":2303,"ome":2304,"ĠSpinach":2305,".\\":2306,"Ġ18":2307,"ĠCup":2308,"ĠMash":2309,"Ġrefrigerated":2310,"ets":2311,"Ġnext":2312,"Ġpreheated":2313,"ĠAfter":2314,"Ġlen":2315,"Ġstove":2316,"pl":2317,"ĠHa":2318,"ting":2319,"Ġpopcorn":2320,"Ġasparagus":2321,"ĠSup":2322,"imes":2323,"bbler":2324,"esame":2325,"ĠAng":2326,"Ġavocad":2327,"Ġflavored":2328,"ĠBiscuits":2329,"ĠCandy":2330,"Ġadded":2331,"ace":2332,"lets":2333,"ĠApp":2334,"Ġart":2335,"Ġtoasted":2336,"lit":2337,"Ġcaramels":2338,"oles":2339,"Ġheated":2340,"ĠCrisp":2341,"ĠMuff":2342,"ppings":2343,"Ġhands":2344,"ĠTea":2345,"ĠCrab":2346,"free":2347,"ĠAcc":2348,"ĠRa":2349,"allop":2350,"hey":2351,"Ġback":2352,"wise":2353,"Ġdrippings":2354,"ĠPh":2355,"amel":2356,"ĠFr":2357,"Ġnonfat":2358,"irtight":2359,"ĠAccent":2360,"Ġairtight":2361,"Ġgallon":2362,"boiled":2363,"ĠCamp":2364,"ĠCobbler":2365,"ĠAngel":2366,"Ġbrand":2367,"All":2368,"Ġstore":2369,"Ġquart":2370,"iny":2371,"inse":2372,"iffy":2373,"ershey":2374,"Ġdays":2375,"Ġrolled":2376,"ogs":2377,"aking":2378,"made":2379,"ĠCrumble":2380,"Ġbean":2381,"Ġoun":2382,"Ġalternately":2383,"Ġyolk":2384,"joy":2385,"Ġbuns":2386,"ante":2387,"Ġchop":2388,"ĠCrack":2389,"Ġlid":2390,"out":2391,"ĠHershey":2392,"Ġsage":2393,"ĠTaco":2394,"ness":2395,"Ġbags":2396,"Ġcl":2397,"Ġwee":2398,"ĠBrownies":2399,"icante":2400,"Ġonly":2401,"for":2402,"ĠJiffy":2403,"Ġcaramel":2404,"eri":2405,"Ġsesame":2406,"Ġreal":2407,"Ġdi":2408,"qual":2409,"ĠCaramel":2410,"ĠChe":2411,"ivid":2412,"bell":2413,"Ġseparate":2414,"Ġpinto":2415,"ĠDiv":2416,"Ġteaspoons":2417,"Ġel":2418,"Ġthey":2419,"ĠMuffins":2420,"ĠKool":2421,"Ġmild":2422,"Ġtightly":2423,"ĠAll":2424,"tc":2425,"Ġ250":2426,"Ġcla":2427,"ĠRepeat":2428,"ĠOatmeal":2429,"Ġpiece":2430,"Ġmuffins":2431,"ĠFrosting":2432,"Ġsoups":2433,"),":2434,"ĠCreme":2435,"Ġgarnish":2436,"ĠVeg":2437,"ĠRoast":2438,"ĠFresh":2439,"plant":2440,"ĠGreat":2441,"laze":2442,"Ġpatties":2443,"ma":2444,"ons":2445,"ĠDor":2446,"Ġbott":2447,"zzle":2448,"Ġcornfl":2449,"gth":2450,"Ġbreak":2451,"ĠPickles":2452,"Aid":2453,"thing":2454,"bow":2455,"ĠCabbage":2456,"Ġmade":2457,"ions":2458,"Ġturning":2459,"uk":2460,"ĠCampbell":2461,"Ġlength":2462,"we":2463,"ĠDe":2464,"do":2465,"ĠHambur":2466,"ĠCrush":2467,"inner":2468,"Ġetc":2469,"bits":2470,"Ġpicante":2471,"ĠShake":2472,"Ġfour":2473,"Ġpit":2474,"ĠYield":2475,"uncan":2476,"aple":2477,"Ġseconds":2478,"ĠSpray":2479,"ĠDelicious":2480,"Ġtimes":2481,"omemade":2482,"fer":2483,"Ġartich":2484,"rye":2485,"Ġspoonfuls":2486,"Ġrye":2487,"Ġshake":2488,"Ġcrunchy":2489,"Ġforms":2490,"Ġic":2491,"Ġedges":2492,"Ġwrap":2493,"most":2494,"phia":2495,"elphia":2496,"iladelphia":2497,"ĠSteak":2498,"ĠStew":2499,"Ġrack":2500,"ering":2501,"olid":2502,"Ġwhis":2503,"ĠPan":2504,"Ġcumin":2505,"ĠKra":2506,"Ġstage":2507,"Ġgi":2508,"Ġtap":2509,"Ġserved":2510,"Ġpears":2511,"ĠPhiladelphia":2512,"ini":2513,"Ġsli":2514,"Ġprocessor":2515,"Ġsandwich":2516,"ial":2517,"fast":2518,"ĠCornbread":2519,"Ġicing":2520,"Ġcube":2521,"Ġbeer":2522,"Ġsubstitute":2523,"ipton":2524,"Ġreserv":2525,"Ġfryer":2526,"ĠMacaroni":2527,"Ġeat":2528,"ĠPart":2529,"Ġapart":2530,"Ġbeg":2531,"Ġgrain":2532,"ĠDuncan":2533,"Ġsmoke":2534,"ĠSupreme":2535,"ĠDot":2536,"ĠDoritos":2537,"Ġfirmly":2538,"Ġadditional":2539,"Ġthree":2540,"ĠChip":2541,"lu":2542,"ah":2543,"ĠDi":2544,"ĠLipton":2545,"Ġokra":2546,"Ġseparated":2547,"ioca":2548,"Ġstyle":2549,"eringue":2550,"ail":2551,"Ġbr":2552,"Ġoften":2553,"Ġmint":2554,"terey":2555,"Ġjuices":2556,"Ġcorned":2557,"ĠHines":2558,"Ġchunky":2559,"Ġhamburg":2560,"Ġno":2561,"meric":2562,"ĠWhile":2563,"Ġrolling":2564,"Ġremo":2565,"Ġwash":2566,"Ġskim":2567,"ĠFarm":2568,"Ġalmost":2569,"Ġturmeric":2570,"Ġquarter":2571,"ĠVal":2572,"Ġsaute":2573,"Ġclear":2574,"ible":2575,"Ġpickling":2576,"ween":2577,"Ġstill":2578,"Ġshould":2579,"ĠMonterey":2580,"Ġelbow":2581,"ĠSquares":2582,"Ġfil":2583,"Ġ\\":2584,"utons":2585,"Ġhearts":2586,"Ġlard":2587,"alor":2588,"Ġbetween":2589,"ĠHamburger":2590,"Ġblueberry":2591,"ola":2592,"Ġslivered":2593,"Ġcandied":2594,"Ġlengthwise":2595,"way":2596,"Ġless":2597,"Ġtapioca":2598,"flavor":2599,"ĠValley":2600,"Ġmaple":2601,"gs":2602,"Ġgrill":2603,"ny":2604,"egg":2605,"stick":2606,"ĠBlueberry":2607,"Ġbaby":2608,"Ġtid":2609,"Ġcoarsely":2610,"Ġwhich":2611,"ĠTuna":2612,"coop":2613,"lings":2614,"ĠKnead":2615,"ĠMushroom":2616,"Ġthickens":2617,"Ġcroutons":2618,"uss":2619,"Ġholes":2620,"ket":2621,"Ġstewed":2622,"ĠCoffee":2623,"ĠWill":2624,"Ġ'":2625,"ingers":2626,"Ġdissolve":2627,"Ġeverything":2628,"app":2629,"ially":2630,"ĠMe":2631,"ĠMilk":2632,"Ġbottles":2633,"Ġcornflakes":2634,"oul":2635,"idge":2636,"ĠParty":2637,"Ġtidbits":2638,"cing":2639,"size":2640,"Ġgiven":2641,"Ġsheets":2642,"Ġdogs":2643,"Ġsq":2644,"ĠTomato":2645,"blong":2646,"Ġ\"":2647,"Ġwedges":2648,"Ġskinless":2649,"ĠBrush":2650,"ĠGrand":2651,"Ġwork":2652,"icot":2653,"idden":2654,"uth":2655,"yre":2656,"ĠHomemade":2657,"Ġsure":2658,"ashion":2659,"flavored":2660,"yrex":2661,"Ġoblong":2662,"Ġ&":2663,"Ġweeks":2664,"ĠChops":2665,"Ġdrink":2666,"Ġcrumbly":2667,"anish":2668,"ĠCro":2669,"ĠHidden":2670,"Ġstock":2671,"de":2672,"ĠCustard":2673,"Ġbroiler":2674,"ĠBest":2675,"ĠStuffed":2676,"ften":2677,"Ġwings":2678,"iento":2679,"ĠMarinate":2680,"uring":2681,"Ġeggplant":2682,"omme":2683,"ĠWhite":2684,"Ġribs":2685,"ĠKraft":2686,"Ġtops":2687,"Ġ55":2688,"ĠPo":2689,"ĠRecipe":2690,"Ġmoder":2691,"ĠSoften":2692,"nation":2693,"Ġpopped":2694,"13":2695,"ĠTw":2696,"ĠFrost":2697,"ĠPepperidge":2698,"ĠPyrex":2699,"Ġsur":2700,"ĠFrozen":2701,"Ġglaze":2702,"ĠSm":2703,"Ġfillets":2704,"Ġpimiento":2705,"Ġtins":2706,"fried":2707,"use":2708,"Ġconsomme":2709,"Ġtake":2710,"Ġpure":2711,"ĠChris":2712,"Ġwithout":2713,"Ġquarts":2714,"Ġcontainers":2715,"ĠSoak":2716,"inese":2717,"Ġinst":2718,"iron":2719,"fro":2720,"ĠDivide":2721,"ĠTots":2722,"ĠCarnation":2723,"Ġclams":2724,"tm":2725,"ĠTur":2726,"uminum":2727,"ĠCarrot":2728,"Ġboard":2729,"ĠSpaghetti":2730,"Ġche":2731,"asure":2732,"ĠStove":2733,"ĠScallop":2734,"ĠContinue":2735,"ewarm":2736,"ukewarm":2737,"ĠEggs":2738,"Ch":2739,"ĠSlow":2740,"ĠChinese":2741,"Ġwant":2742,"head":2743,"ĠSlaw":2744,"Ġaluminum":2745,"Ġcontinue":2746,"ĠLow":2747,"Ġbest":2748,"ĠBreakfast":2749,"ams":2750,"icotta":2751,"small":2752,"orm":2753,"Ġmakes":2754,"Ġraspberries":2755,"Ġlukewarm":2756,"ĠCreamy":2757,"agna":2758,"ĠTang":2759,"Ġfollow":2760,"ĠBroil":2761,"Ġinches":2762,"Ġfudge":2763,"Ġlim":2764,"Ġteaspoonfuls":2765,"ĠFritos":2766,"ĠDish":2767,"acho":2768,"Ġtowel":2769,"ĠJust":2770,"Ġpies":2771,"ĠSk":2772,"Ġtri":2773,"try":2774,"ina":2775,"ieners":2776,"ĠButtermilk":2777,"uch":2778,"ĠDough":2779,"ĠOven":2780,"awai":2781,"ĠAllow":2782,"Ġmoderate":2783,"Ġstems":2784,"ored":2785,"Ġget":2786,"Ġscall":2787,"awaiian":2788,"ĠRais":2789,"inches":2790,"atch":2791,"utch":2792,"ĠDri":2793,"geal":2794,"ĠPop":2795,"ĠHawaiian":2796,"Ġkind":2797,"ĠRicotta":2798,"Ġfre":2799,"Ġcutter":2800,"ĠWater":2801,"Ġsurf":2802,"Ġdel":2803,"ously":2804,"ĠChristm":2805,"rag":2806,"ĠCakes":2807,"Ġbark":2808,"Ġinser":2809,"Ġmeatballs":2810,"ĠCoat":2811,"alted":2812,"oultry":2813,"ĠGrill":2814,"Ġinserted":2815,"tover":2816,"Ġmeringue":2817,"ĠSalmon":2818,"dry":2819,"Ġexcess":2820,"quently":2821,"ĠStyle":2822,"Ġfrequently":2823,"with":2824,"Ġmein":2825,"Ġloaves":2826,"Ġoyster":2827,"Ġreduce":2828,"weeten":2829,"ning":2830,"Ġunder":2831,"ĠSpanish":2832,"Ġbrandy":2833,"11":2834,"ĠIcing":2835,"ftover":2836,"icy":2837,"ĠChristmas":2838,"Ġsurface":2839,"nack":2840,"Ġallow":2841,"ĠSlowly":2842,"Ġpink":2843,"Ġpoultry":2844,"ĠVanilla":2845,"Ġjam":2846,"Ġknead":2847,"Ġsun":2848,"cr":2849,"ĠDutch":2850,"Ġrefried":2851,"peel":2852,"Ġdon":2853,"Ġfreshly":2854,"Ġwalnut":2855,"Ġcomb":2856,"Ġcare":2857,"mary":2858,"ĠHoney":2859,"oodle":2860,"ĠApples":2861,"ragon":2862,"Ġsprayed":2863,"ĠCracker":2864,"ĠBa":2865,"arragon":2866,"Ġparty":2867,"ecor":2868,"jon":2869,"airy":2870,"ĠPack":2871,"Ġundrained":2872,"Ġundiluted":2873,"Ġapricots":2874,"Ġgelatine":2875,"Ġquartered":2876,"Ġhalved":2877,"Ġsugars":2878,"ĠSandwich":2879,"Ġboned":2880,"Ġcoarse":2881,"odka":2882,"ĠSn":2883,"Ġbone":2884,"etiz":2885,"Ġquickly":2886,"Ġscallions":2887,"eturn":2888,"ĠReturn":2889,"ĠCucumb":2890,"Ġrose":2891,"Ġcrumble":2892,"Ġseedless":2893,"Ġounce":2894,"Ġchiles":2895,"eeze":2896,"ĠHash":2897,"ssible":2898,"ener":2899,"ĠDrizzle":2900,"Ġiron":2901,"Ġblo":2902,"Ġlined":2903,"antro":2904,"ilantro":2905,"Ġlis":2906,"peeled":2907,"oam":2908,"ĠEn":2909,"ctar":2910,"ĠRaisin":2911,"ĠDill":2912,"Ġtarragon":2913,"ĠSeal":2914,"ffle":2915,"ĠDijon":2916,"ĠScalloped":2917,"ual":2918,"Ġbig":2919,"no":2920,"ingle":2921,"Ġlit":2922,"Ġcareful":2923,"ĠCrunch":2924,"ashew":2925,"Ġquarters":2926,"erm":2927,"cessary":2928,"edge":2929,"ĠCrock":2930,"my":2931,"ople":2932,"Ġcilantro":2933,"Ġparts":2934,"Ġflower":2935,"Ġnecessary":2936,"Ġahead":2937,"Ġlisted":2938,"46":2939,"ĠChex":2940,"Ġtbsp":2941,"able":2942,"flower":2943,"Ġsweeten":2944,"Ġvodka":2945,"Ġbegins":2946,"Ġbul":2947,"als":2948,"Ġsit":2949,"ĠJo":2950,"Ġwieners":2951,"Ġrosemary":2952,"ĠThaw":2953,"ĠToast":2954,"ĠRel":2955,"Ġavocado":2956,"ear":2957,"side":2958,"ily":2959,"ages":2960,"ĠPancakes":2961,"Ġpeak":2962,"Ġthickness":2963,"unt":2964,"loin":2965,"Ġpartially":2966,"cho":2967,"ĠRuss":2968,"ĠTex":2969,"cook":2970,"ist":2971,"Ġmeats":2972,"Ġmarinate":2973,"ĠCinnamon":2974,"Ġequal":2975,"ĠRelish":2976,"ĠTri":2977,"ĠHell":2978,"iddle":2979,"ĠMandarin":2980,"bu":2981,"ourbon":2982,"Ġleftover":2983,"ĠGrate":2984,"aker":2985,"Ġmoist":2986,"Ġcalor":2987,"Ġsplit":2988,"Ġsteaks":2989,"Ġscal":2990,"Ġwood":2991,"Ġdinner":2992,"Ġscoop":2993,"Ġsprink":2994,"ĠGarlic":2995,"Ġtowels":2996,"Ġsmoked":2997,"Ġunsalted":2998,"Ġmarinade":2999,"Ġind":3000,"ountry":3001,"ere":3002,"Ġlite":3003,"routs":3004,"ĠSeed":3005,"Ġlas":3006,"Ġsingle":3007,"ĠLea":3008,"Ġbetter":3009,"Ġavocados":3010,"ĠSepar":3011,"Ġclub":3012,"ashioned":3013,"ĠTurkey":3014,"ĠChess":3015,"mint":3016,"Ġunflavored":3017,"ĠRhubarb":3018,"ĠCarrots":3019,"eaten":3020,"ĠUs":3021,"Ġtin":3022,"Ġlima":3023,"ĠPasta":3024,"ĠOne":3025,"Ġsunflower":3026,"Ġchow":3027,"Ġalum":3028,"ĠMeatballs":3029,"ĠNext":3030,"ĠGrandma":3031,"Ġfruits":3032,"Ġmiddle":3033,"Ġblock":3034,"eeps":3035,"Ġnonstick":3036,"bury":3037,"Ġchipped":3038,"bove":3039,"risket":3040,"Ġvegg":3041,"Ġabove":3042,"Ġnectar":3043,"ĠYum":3044,"Ġopen":3045,"Ġartichoke":3046,"ĠRinse":3047,"ominy":3048,"Ġpint":3049,"Ġwhisk":3050,"eses":3051,"Ġpul":3052,"ath":3053,"Ġfoam":3054,"ĠBlack":3055,"Ġenjoy":3056,"Ġwire":3057,"ĠRussian":3058,"ipped":3059,"Ġoysters":3060,"ĠCa":3061,"ĠLightly":3062,"dish":3063,"Ġrinse":3064,"Ġskinned":3065,"Ġwooden":3066,"Ġpancake":3067,"iche":3068,"Ġwild":3069,"ĠMom":3070,"approximately":3071,"ĠSeparate":3072,"aster":3073,"ĠLime":3074,"ecial":3075,"te":3076,"uice":3077,"Ġwafer":3078,"ĠFlour":3079,"Ġaddition":3080,"Ġprefer":3081,"ĠPr":3082,"cans":3083,"oliday":3084,"ĠVery":3085,"Ġbulk":3086,"ison":3087,"Ġcashew":3088,"fresh":3089,"ĠBur":3090,"Ġburn":3091,"ĠEnjoy":3092,"Ġdev":3093,"ĠTexas":3094,"ĠUsing":3095,"Ġsteam":3096,"Ġpeople":3097,"ĠSpiced":3098,"mann":3099,"ĠWal":3100,"Ġwashed":3101,"Ġglasses":3102,"Ġsprouts":3103,"ier":3104,"ĠGrind":3105,"Ġcheeses":3106,"Ġgreens":3107,"Ġsweetener":3108,"Ġown":3109,"ĠCheesecake":3110,"Ġreserved":3111,"ĠDumplings":3112,"ĠBacon":3113,"Ġmaking":3114,"Ġcutting":3115,"ĠSouth":3116,"ivided":3117,"ills":3118,"ths":3119,"save":3120,"Ġmuch":3121,"enison":3122,"Ġcap":3123,"ity":3124,"meter":3125,"cover":3126,"Ġspring":3127,"Ġend":3128,"ĠPuff":3129,"ĠMold":3130,"Ġgreat":3131,"Ġplatter":3132,"Ġgener":3133,"Ġpeaks":3134,"Ġnacho":3135,"ĠNe":3136,"agne":3137,"Ġpr":3138,"ears":3139,"ĠDate":3140,"ĠSplit":3141,"Ġpulp":3142,"ĠOreos":3143,"ilada":3144,"ĠMarinated":3145,"Ġedge":3146,"arge":3147,"lazed":3148,"ĠBatter":3149,"fish":3150,"Ġpitted":3151,"Ġveggies":3152,"ank":3153,"ĠHeath":3154,"ĠCol":3155,"Ġdivided":3156,"Ġpeppermint":3157,"of":3158,"Ġgrits":3159,"Ġcolored":3160,"Ġdessert":3161,"ĠLa":3162,"Ġhold":3163,"Ġsoften":3164,"illsbury":3165,"Ġremainder":3166,"Ġsecond":3167,"Ġscalded":3168,"ĠOf":3169,"Ġdot":3170,"Ġsame":3171,"Ġmoistened":3172,"ĠDice":3173,"ĠBran":3174,"ents":3175,"Ġstarts":3176,"ĠAp":3177,"ĠGravy":3178,"ĠDon":3179,"urple":3180,"ĠCucumber":3181,"Ġlevel":3182,"boned":3183,"ĠHellmann":3184,"Ġtray":3185,"cup":3186,"esy":3187,"Ġindivid":3188,"ating":3189,"orb":3190,"ĠFlake":3191,"Ġbourbon":3192,"reach":3193,"Ġring":3194,"Ġfrost":3195,"Ġbubbles":3196,"Pot":3197,"vers":3198,"Ġinc":3199,"ĠBar":3200,"Ġsn":3201,"Ġbrownie":3202,"ĠPillsbury":3203,"Ġleave":3204,"Ġdeboned":3205,"uncooked":3206,"Ġsections":3207,"iet":3208,"Ġstalk":3209,"ĠPoppy":3210,"Ġarrange":3211,"Th":3212,"Ġdoz":3213,"may":3214,"ĠUncover":3215,"Ġbit":3216,"Ġabs":3217,"Ġunpeeled":3218,"ettuc":3219,"ĠTomatoes":3220,"Ġpuree":3221,"add":3222,"ĠFish":3223,"Ġseeded":3224,"fruit":3225,"Ġbrush":3226,"ĠLeave":3227,"Ġstart":3228,"ĠSpecial":3229,"undrained":3230,"ingu":3231,"Ġcoating":3232,"Ġounces":3233,"ĠGrape":3234,"Ġremoving":3235,"box":3236,"Ġbas":3237,"ĠCheesy":3238,"ĠFavorite":3239,"Ġthese":3240,"Ġlasagna":3241,"av":3242,"orted":3243,"Ġliter":3244,"thy":3245,"ru":3246,"Ġ275":3247,"okes":3248,"Ġdissolves":3249,"Ġits":3250,"away":3251,"Ġroasting":3252,"Ġcakes":3253,"ĠPu":3254,"Ġroasted":3255,"ĠRom":3256,"Ġass":3257,"Ġtiny":3258,"Ġfran":3259,"Ġbunches":3260,"ĠApricot":3261,"ouse":3262,"Ġsaltine":3263,"Ġyams":3264,"ĠRes":3265,"Ġcustard":3266,"ple":3267,"ĠQuiche":3268,"ĠCocktail":3269,"ĠTr":3270,"Ġabsorb":3271,"Ġshap":3272,"Ġflatten":3273,"alade":3274,"ĠCl":3275,"Ġradish":3276,"Ġcooker":3277,"Ġbones":3278,"Ġcreamer":3279,"Ġjalapenos":3280,"roof":3281,"Ġreach":3282,"inal":3283,"Ġduring":3284,"oe":3285,"ĠWork":3286,"Ġcaraway":3287,"ddle":3288,"Ġthan":3289,"ĠShred":3290,"ptional":3291,"Ġpounds":3292,"ĠCauliflower":3293,"lua":3294,"ahlua":3295,"Ġpear":3296,"18":3297,"Ġbeco":3298,"mm":3299,"bas":3300,"Ġpurple":3301,"ouch":3302,"Ġhominy":3303,"Ġbeater":3304,"ĠAltern":3305,"land":3306,"Ġcir":3307,"ĠCookie":3308,"Ġrounded":3309,"ock":3310,"Ġfive":3311,"Ġwide":3312,"ormel":3313,"Ġline":3314,"ĠCal":3315,"riddle":3316,"ĠEqual":3317,"Fat":3318,"ĠIr":3319,"fry":3320,"ĠBen":3321,"ĠAunt":3322,"ĠPea":3323,"ght":3324,"Ġartichokes":3325,"Ġster":3326,"ouffle":3327,"Ġench":3328,"turn":3329,"undiluted":3330,"Ġcombined":3331,"Ġport":3332,"Ġsave":3333,"Ġflowerets":3334,"ĠPro":3335,"ĠWheat":3336,"aving":3337,"ĠArt":3338,"Ġeasy":3339,"ĠSnack":3340,"Ġcandies":3341,"Ġbrisket":3342,"ĠHormel":3343,"Ġassorted":3344,"Ġflake":3345,"Ġstack":3346,"iscard":3347,"Ġcarefully":3348,"bone":3349,"ĠKeeps":3350,"Ġtoothpicks":3351,"ĠSouthern":3352,"Ġfri":3353,"cut":3354,"ĠFlat":3355,"ĠBrittle":3356,"ĠBo":3357,"ĠSalsa":3358,"ĠHoliday":3359,"ĠUncle":3360,"Ġreserving":3361,"Ġremoved":3362,"ĠBefore":3363,"Ġlook":3364,"high":3365,"tal":3366,"spberry":3367,"Ġcome":3368,"ĠOver":3369,"ĠGran":3370,"Ġgriddle":3371,"mond":3372,"Ġflavors":3373,"ĠGraham":3374,"ĠReserve":3375,"amily":3376,"ĠSave":3377,"ĠSeven":3378,"!!":3379,"Ġrect":3380,"except":3381,"ĠGolden":3382,"Ġalong":3383,"Ġfire":3384,"ĠSpr":3385,"Ġleaving":3386,"ĠIrish":3387,"Ġcurd":3388,"large":3389,"Ġwhiskey":3390,"uteed":3391,"areri":3392,"Ġrins":3393,"ĠAppetiz":3394,"Ġfoamy":3395,"ĠArtich":3396,"Ġcongeal":3397,"Ġsoak":3398,"Ġending":3399,"Ġspoonful":3400,"ĠKahlua":3401,"Ġradishes":3402,"Ġenchilada":3403,"Ġreturn":3404,"Ġrun":3405,"Ġindividual":3406,"ĠFlatten":3407,"Ġspri":3408,"Ġlump":3409,"Ġcored":3410,"Ġcalories":3411,"Ġgo":3412,"ĠHave":3413,"Ġinstru":3414,"areribs":3415,"ĠPies":3416,"Ġskins":3417,"Ġchip":3418,"arter":3419,"ielbas":3420,"pending":3421,"ug":3422,"estle":3423,"ĠDinner":3424,"Ġdelicious":3425,"Ġrinsed":3426,"Ġcashews":3427,"ĠJam":3428,"Ġsolid":3429,"ĠIs":3430,"ĠCocoa":3431,"Ġfollowing":3432,"ecorate":3433,"ermo":3434,"Ġdrizzle":3435,"Le":3436,"Ġinside":3437,"ĠMushrooms":3438,"Ġpers":3439,"Ġway":3440,"Ġreserve":3441,"Ġfinish":3442,"Ġcreme":3443,"ĠNoodles":3444,"ik":3445,"rise":3446,"Ġlimeade":3447,"Ġmarm":3448,"ĠArtichoke":3449,"Ġmarmalade":3450,"ond":3451,"Ġoverb":3452,"ĠNot":3453,"ĠFrit":3454,"Makes":3455,"ĠMa":3456,"Ġtight":3457,"Ġgrapefruit":3458,"white":3459,"Ġdipping":3460,"Ġstring":3461,"ĠPopcorn":3462,"jor":3463,"ĠGo":3464,"ĠFood":3465,"lay":3466,"ĠButterscotch":3467,"Ġ32":3468,"Ġpoint":3469,"gers":3470,"ĠSurp":3471,"ye":3472,"lain":3473,"Ġlingu":3474,"ĠRomano":3475,"ib":3476,"ĠCups":3477,"Ġmon":3478,"low":3479,"Ġsandwiches":3480,"Ġkettle":3481,"Ġpacket":3482,"Ġprun":3483,"lean":3484,"ĠGinger":3485,"ĠNestle":3486,"asily":3487,"ĠCat":3488,"Ġac":3489,"ĠPer":3490,"ouple":3491,"Ġtwice":3492,"uced":3493,"mix":3494,"ĠRub":3495,"ĠPretz":3496,"ĠMeasure":3497,"Lemon":3498,"ĠPuffs":3499,"ady":3500,"mmer":3501,"proof":3502,"ander":3503,"ĠStick":3504,"ĠPickled":3505,"enough":3506,"Ġeasily":3507,"lime":3508,"mar":3509,"Ġsized":3510,"Ġbran":3511,"idal":3512,"Ġharden":3513,"Ġcouple":3514,"ĠDirt":3515,"ĠCre":3516,"ĠNoodle":3517,"ĠAlternate":3518,"ĠHe":3519,"Ġpossible":3520,"ĠPistachio":3521,"ĠFilling":3522,"ĠGently":3523,"ĠFluff":3524,"luding":3525,"ĠSprite":3526,"32":3527,"dge":3528,"ĠNew":3529,"ĠGlazed":3530,"igs":3531,"Ġpints":3532,"ĠDev":3533,"ĠSkillet":3534,"Ġwet":3535,"Ġboils":3536,"Ġinstructions":3537,"idalia":3538,"ĠSurprise":3539,"arbecu":3540,"ĠTwink":3541,"aki":3542,"frozen":3543,"Ġoptional":3544,"Ġdump":3545,"ither":3546,"Ġspears":3547,"Ġhole":3548,"Ġvenison":3549,"Ġ36":3550,"ĠIcebox":3551,"Ġsteril":3552,"dairy":3553,"Ġfingers":3554,"joram":3555,"Ġoiled":3556,"alf":3557,"ĠRam":3558,"ĠSouffle":3559,"ĠAsparagus":3560,"iginal":3561,"ielbasa":3562,"rs":3563,"Ġmarjoram":3564,"orning":3565,"Ġaway":3566,"ĠProcess":3567,"Ġspreading":3568,"da":3569,"Ġsterilized":3570,"Ġtouch":3571,"ĠLas":3572,"ĠOys":3573,"Ġshapes":3574,"21":3575,"ampagne":3576,"Ġ+":3577,"mpty":3578,"ĠStrain":3579,"ĠRamen":3580,"Ġty":3581,"Ġtall":3582,"ĠChow":3583,"Ġinstead":3584,"Serves":3585,"ĠPatties":3586,"Ġhots":3587,"ĠRaspberry":3588,"ĠSandwiches":3589,"Ġrounds":3590,"ppies":3591,"vent":3592,"ĠCountry":3593,"crumb":3594,"ĠCoke":3595,"irl":3596,"Ġfettuc":3597,"Ġsauteed":3598,"ĠSauerkraut":3599,"ĠApplesauce":3600,"Ġright":3601,"yaki":3602,"ĠColby":3603,"jun":3604,"ĠAn":3605,"ĠCrackers":3606,"Ġcupcake":3607,"ĠRea":3608,"Ġnight":3609,"ĠFin":3610,"zo":3611,"Ġmoisten":3612,"Ġteaspoonful":3613,"Ġmeasure":3614,"Ġkra":3615,"ĠEx":3616,"Ġtorn":3617,"irloin":3618,"ĠVidalia":3619,"eriyaki":3620,"ĠFail":3621,"Ġprevent":3622,"Ġprunes":3623,"Ġpuff":3624,"ula":3625,"reserve":3626,"oub":3627,"ĠHea":3628,"Ġscallop":3629,"drained":3630,"uac":3631,"Ġstiffly":3632,"amole":3633,"Ġreduced":3634,"asting":3635,"Ġkraut":3636,"uacamole":3637,"lined":3638,"ĠMill":3639,"ĠMayonnaise":3640,"upper":3641,"abet":3642,"Ġcloth":3643,"arbecued":3644,"Co":3645,"zy":3646,"ĠBaking":3647,"ange":3648,"ĠRefrigerator":3649,"Ġstuffed":3650,"ĠAlmond":3651,"afe":3652,"Ġbegin":3653,"ĠReaLemon":3654,"28":3655,"ĠOil":3656,"Ġwra":3657,"ĠPl":3658,"the":3659,"ummer":3660,"ifted":3661,"ĠCla":3662,"Ġsaltines":3663,"ĠSpicy":3664,"ĠButterf":3665,"Ġmeas":3666,"ĠWings":3667,"ansfer":3668,"Ġsqueeze":3669,"ĠShoe":3670,"Ġmost":3671,"ĠMonkey":3672,"ross":3673,"ĠPecans":3674,"ĠGranny":3675,"ĠPeg":3676,"Ġherbs":3677,"ramb":3678,"ĠMarinade":3679,"more":3680,"while":3681,"Ġdoes":3682,"Ġtype":3683,"sugar":3684,"Ġdoub":3685,"ĠPinch":3686,"ox":3687,"ĠSea":3688,"ĠNever":3689,"ĠMrs":3690,"ĠCajun":3691,"Ġfamily":3692,"ĠSummer":3693,"liced":3694,"ĠThese":3695,"Bake":3696,"gate":3697,"Ġdevil":3698,"Ġsprigs":3699,"ĠMustard":3700,"Ġcanning":3701,"Ġpull":3702,"your":3703,"isses":3704,"Ġnondairy":3705,"ĠSteam":3706,"ĠPol":3707,"Ġthermo":3708,"Ġhandle":3709,"Ġparmesan":3710,"ĠCole":3711,"ĠFir":3712,"ĠNuts":3713,"ĠSnick":3714,"Ġent":3715,"ĠHerb":3716,"ounts":3717,"ĠAlso":3718,"Ġblending":3719,"Ġgerm":3720,"ĠDay":3721,"ĠHouse":3722,"Ġwon":3723,"Ġdice":3724,"Ġdishes":3725,"Ġfridge":3726,"orr":3727,"Ġ48":3728,"edish":3729,"Ġslaw":3730,"Ġsirloin":3731,"Ġ17":3732,"Ġpower":3733,"Ġgum":3734,"ret":3735,"Ġends":3736,"ures":3737,"alina":3738,"ĠBay":3739,"Ġenvelopes":3740,"erios":3741,"ĠSnow":3742,"Ups":3743,"medium":3744,"ĠBl":3745,"ĠWatergate":3746,"Ġpod":3747,"ĠClean":3748,"ĠPink":3749,"ĠChew":3750,"que":3751,"ĠSlush":3752,"ĠOri":3753,"Ġthermometer":3754,"Ġbl":3755,"ux":3756,"den":3757,"hot":3758,"Ġoriginal":3759,"oupe":3760,"loppy":3761,"eyed":3762,"Ġblackberries":3763,"chopped":3764,"esty":3765,"Ġunbeaten":3766,"ory":3767,"ĠNor":3768,"Ġcrispy":3769,"dough":3770,"Ġveal":3771,"ĠKnorr":3772,"Ġmorning":3773,"Ġspareribs":3774,"Ġsticky":3775,"butter":3776,"Ġcanola":3777,"ĠFashioned":3778,"plain":3779,"ĠSqueeze":3780,"ĠCur":3781,"ĠMixture":3782,"Ġdepending":3783,"ĠCatalina":3784,"Ġovercook":3785,"ĠCheerios":3786,"ĠDeep":3787,"Ġcore":3788,"ettes":3789,"ĠKnox":3790,"30":3791,"ĠTear":3792,"ĠCongeal":3793,"Ġabsorbed":3794,"ĠMillion":3795,"ĠMan":3796,"ĠJelly":3797,"ĠSwedish":3798,"abetic":3799,"ĠBarbecued":3800,"ĠTor":3801,"Ġroaster":3802,"ale":3803,"cher":3804,"elon":3805,"Ġentire":3806,"Ġold":3807,"sse":3808,"Ġdipped":3809,"Ġpancakes":3810,"ĠImp":3811,"ĠTrim":3812,"ĠPuppies":3813,"safe":3814,"ĠCub":3815,"Ġnew":3816,"ĠNote":3817,"Ġbasting":3818,"ĠShort":3819,"Ġfree":3820,"Ġcantal":3821,"Ġrese":3822,"Ġsec":3823,"Ġbecomes":3824,"Ġ100":3825,"Ġbrownies":3826,"Ġloin":3827,"ĠDouble":3828,"Ġfrothy":3829,"iforn":3830,"Ġdashes":3831,"uxe":3832,"ifornia":3833,"ĠOyster":3834,"ĠBaste":3835,"Ġstrain":3836,"ĠSeasons":3837,"Ġ200":3838,"Ġthir":3839,"ĠHush":3840,"agu":3841,"Ġdoubled":3842,"Cola":3843,"ĠStart":3844,"ĠReady":3845,"Ġscallops":3846,"Ġdog":3847,"ĠSloppy":3848,"rape":3849,"Ġlique":3850,"Ġreaches":3851,"ĠIsland":3852,"usages":3853,"ushy":3854,"ĠEat":3855,"ĠEnch":3856,"sized":3857,"Ġfit":3858,"Ġsup":3859,"orets":3860,"Ġdiscard":3861,"Ġshort":3862,"Ġhandful":3863,"ĠOnions":3864,"crumbs":3865,"ĠCoca":3866,"Ġcleaned":3867,"Free":3868,"Ġamounts":3869,"ĠTender":3870,"Ġpackets":3871,"Ġpackages":3872,"Ġscant":3873,"ĠCalifornia":3874,"!)":3875,"Ġstr":3876,"Ġkielbasa":3877,"juice":3878,"Ġcartons":3879,"ĠHeavenly":3880,"Ġlater":3881,"Ġpectin":3882,"ance":3883,"Ġspat":3884,"ĠSeaf":3885,"roll":3886,"ĠTot":3887,"Ġrot":3888,"ĠCot":3889,"ctive":3890,"Ġweek":3891,"Ġoverbake":3892,"ment":3893,"Ġdairy":3894,"ĠServ":3895,"ĠTortilla":3896,"iw":3897,"Ġflorets":3898,"ĠGrilled":3899,"self":3900,"ĠBeets":3901,"oz":3902,"Ġpro":3903,"ĠMc":3904,"Ġsqueez":3905,"ĠTwinkies":3906,"Ġfigs":3907,"ĠWatch":3908,"ĠRagu":3909,"ĠWarm":3910,