{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ġ<":261,"NE":262,"XT":263,"NEXT":264,"IN":265,"EN":266,"RE":267,"ST":268,"Ġc":269,"ING":270,"DI":271,"TS":272,"ENTS":273,"REDI":274,"INGREDI":275,"INGREDIENTS":276,"NER":277,"in":278,"TI":279,"Ġs":280,"er":281,"Ġ1":282,"ON":283,"RU":284,"TION":285,"INST":286,"CTION":287,"RUCTION":288,"INSTRUCTION":289,"INSTRUCTIONS":290,"an":291,"AR":292,"STAR":293,"END":294,"START":295,"Ġo":296,"Ġt":297,"ar":298,"Ġb":299,"ed":300,"es":301,"Ġp":302,"Ġm":303,"at":304,"il":305,"re":306,"ut":307,"on":308,"en":309,"al":310,"and":311,"ou":312,"Ġf":313,"Ġand":314,"Ġch":315,"Ġw":316,"ing":317,"ic":318,"gar":319,"LE":320,"PE":321,"CI":322,"TIT":323,"RECI":324,"TITLE":325,"RECIPE":326,"Ġto":327,"sp":328,"pp":329,"Ġin":330,"le":331,"ĠC":332,"or":333,"el":334,"Ġ2":335,"ro":336,"ak":337,"our":338,"as":339,"am":340,"Ġsu":341,"it":342,"Ġsugar":343,"Ġon":344,"Ġ3":345,"Ġa":346,"Ġd":347,"ĠS":348,"Ġe":349,"ter":350,"Ġg":351,"Ġl":352,"Ġsal":353,"Ġtsp":354,"ix":355,"Ġpe":356,"he":357,"oo":358,"ĠB":359,"Ġsalt":360,"ĠP":361,"ion":362,"ine":363,"ge":364,"ac":365,"un":366,"is":367,"gg":368,"dd":369,"Ġfl":370,"Ġegg":371,"ow":372,"ĠT":373,"utter":374,"Ġ(":375,"ese":376,"Ġbutter":377,"ream":378,"ake":379,"ill":380,"Ġche":381,"ĠM":382,"Ġv":383,"Ġonion":384,"Ġcheese":385,"ick":386,"Ġun":387,"Ġflour":388,"ol":389,"us":390,"Ġh":391,"ĠA":392,"ot":393,"Ġof":394,"ra":395,"Ġcream":396,"Ġmin":397,"all":398,"Ġor":399,"ith":400,"Ġcho":401,"pper":402,"ilk":403,"Ġbe":404,"Ġwith":405,"Ġmix":406,"Ġpepper":407,"Ġst":408,"Ġminut":409,"ver":410,"ad":411,"til":412,"ell":413,"Ġuntil":414,"ater":415,"Ġminutes":416,"uc":417,"ice":418,"Ġmilk":419,"Ġwater":420,"Ġfor":421,"to":422,"red":423,"ch":424,"ook":425,"Ġeggs":426,"ts":427,"bsp":428,"ĠTbsp":429,"Ġcr":430,"Ġcan":431,"pped":432,"ĠAdd":433,"ato":434,"der":435,"ri":436,"om":437,"Ġbro":438,"00":439,"Ġ4":440,"um":441,"Ġsa":442,"Ġthe":443,"Ġoz":444,"Ġn":445,"ve":446,"ir":447,"uce":448,"icken":449,"illa":450,"Ġchopped":451,"Ġj":452,"et":453,"lic":454,"anilla":455,"Ġvanilla":456,"Ġsh":457,"gh":458,"Ġbak":459,"Ġinto":460,"Ġat":461,"up":462,"th":463,"Ġle":464,"Ġth":465,"wn":466,"Ġmar":467,"Ġbaking":468,"ry":469,".)":470,"Ġgre":471,"Ġgr":472,"Ġsauce":473,"Ġchicken":474,"owder":475,"Ġso":476,"Ġpowder":477,"ĠR":478,"ĠMix":479,"ie":480,"Ġwh":481,"ĠBake":482,"Ġover":483,"ay":484,"ast":485,"read":486,"ly":487,"ĠCh":488,"oup":489,"Ġoil":490,"ate":491,"Ġcook":492,"Ġbrown":493,"nd":494,"ure":495,"ien":496,"eat":497,"atoes":498,"ĠD":499,"ack":500,"les":501,"ans":502,"Ġco":503,"ush":504,"Ġsoup":505,"Ġr":506,"redien":507,"ĠW":508,"ingredien":509,"Ġingredien":510,"Ġingredients":511,"ip":512,"uts":513,"mon":514,"garine":515,"Ġmargarine":516,"col":517,"50":518,"Ġtom":519,"orn":520,"Ġju":521,"ab":522,"ound":523,"ur":524,"Ġlb":525,"st":526,"Ġbo":527,"Ġjuice":528,"ture":529,"Ġpan":530,"Ġre":531,"Ġsp":532,"Ġmixture":533,"Ġlar":534,"Ġgreen":535,"Ġlarge":536,"ef":537,"igh":538,"im":539,"Ġ350":540,"Ġwell":541,"mall":542,"kg":543,"Ġpkg":544,"inch":545,"Ġgar":546,"Ġall":547,"Ġcorn":548,"pple":549,"ĠF":550,"rain":551,"qu":552,"ĠSp":553,"Ġse":554,"Ġfro":555,"ish":556,"Ġadd":557,"ther":558,"Ġgarlic":559,"res":560,"heat":561,"id":562,"ĠSt":563,"ves":564,"da":565,"ery":566,"ĠI":567,"Ġpie":568,"Ġsoda":569,"ool":570,"ight":571,"Ġlemon":572,"Ġground":573,"ole":574,"umb":575,"ust":576,"Ġslic":577,"ĠPour":578,"Ġy":579,"room":580,"Ġpot":581,"inn":582,"ated":583,"ten":584,"ven":585,"ted":586,"omb":587,"elery":588,"Ġcelery":589,"Ġhour":590,"ers":591,"Ġonions":592,"Ġcup":593,"colate":594,"Ġ6":595,"gether":596,"ombine":597,"Ġtogether":598,"Ġboil":599,"ushroom":600,"apple":601,"ineapple":602,"Ġnuts":603,"ass":604,"age":605,"ĠCook":606,"Ġbeef":607,"amon":608,"ap":609,"ace":610,"if":611,"ain":612,"innamon":613,"ces":614,"Ġmushroom":615,"ĠL":616,"Ġsmall":617,"Ġcinnamon":618,"Ġpineapple":619,"ger":620,"Ġ8":621,"Ġcoc":622,"lace":623,"Ġwhit":624,"edi":625,"Ġsour":626,"Ġbl":627,"ach":628,"old":629,"ĠStir":630,"ĠH":631,"ars":632,"Ġcon":633,"Ġtop":634,"ber":635,"Ġstir":636,"Ġcrumb":637,"Ġheat":638,"Ġ5":639,"edium":640,"Ġchocolate":641,"Ġoven":642,"Ġbeat":643,"op":644,"Ġbread":645,"me":646,"Ġmedium":647,"owl":648,"Ġpotatoes":649,"Ġbowl":650,"Ġdrain":651,"ash":652,"ink":653,"ove":654,"Ġmel":655,"Ġcake":656,"ĠCombine":657,"ough":658,"Ġpec":659,"inegar":660,"arm":661,"Ġvinegar":662,"ĠG":663,"Ġtomatoes":664,"ood":665,"oon":666,"ise":667,"Ġ10":668,"Ġtomato":669,"out":670,"Ġx":671,"ĠWh":672,"asser":673,"asserole":674,"rink":675,"Ġcar":676,"Ġser":677,"Ġrem":678,"ff":679,"ard":680,"zen":681,"akes":682,"sh":683,"Ġhot":684,"Ġdish":685,"Ġmay":686,"ies":687,"ring":688,"ĠIn":689,"Ġsliced":690,"Ġrice":691,"Ġpecans":692,"rinkle":693,"Ġ9":694,"ag":695,"em":696,"edd":697,"Ġcrack":698,"Ġdry":699,"Ġcrumbs":700,"Ġro":701,"eddar":702,"ĠCool":703,"ire":704,"Ġbeans":705,"Ġgrated":706,"we":707,"get":708,"ased":709,"na":710,"ĠCo":711,"eget":712,"ĠPlace":713,"ĠSer":714,"aste":715,"egetab":716,"ries":717,"ub":718,"Ġwhite":719,"ely":720,"ant":721,"Ġmelted":722,"end":723,"Ġab":724,"ĠCheddar":725,"weet":726,"ll":727,"oa":728,"Ġcl":729,"Ġstick":730,"ips":731,"Ġmeat":732,"Ġcut":733,"ins":734,"tion":735,"Ġfrozen":736,"Ġis":737,"Ġshor":738,"ange":739,"Ġvegetab":740,"Ġal":741,"Ġchips":742,"Ġabout":743,"tening":744,"ving":745,"Ġ30":746,"onna":747,"Ġk":748,"onnaise":749,"Ġshortening":750,"Ġmayonnaise":751,"art":752,"Ġremain":753,"uit":754,"ore":755,"resh":756,"ress":757,"Ġra":758,"Ġred":759,"av":760,"Ġfrom":761,"ley":762,"Ġremaining":763,"ey":764,"mer":765,"Ġas":766,"Ġcooked":767,"Ġlight":768,"ustard":769,"uff":770,"riger":771,"ul":772,"Ġapp":773,"ason":774,"onut":775,"Ġfresh":776,"Ġdrained":777,"ccol":778,"ccoli":779,"Ġgreased":780,"Ġhal":781,"Ġchil":782,"Ġsl":783,"Ġthen":784,"acon":785,"arsley":786,"os":787,"Ġcarro":788,"Ġparsley":789,"ep":790,"udd":791,"Ġham":792,"udding":793,"Ġhours":794,"ĠCover":795,"Ġmustard":796,"Ġserving":797,"Ġbacon":798,"Ġcrush":799,"Ġex":800,"ĠSprinkle":801,"ender":802,"Ġgra":803,"Ġtaste":804,"ĠPut":805,"ĠBeat":806,"Ġcrushed":807,"Ġpean":808,"Ġcoconut":809,"ide":810,"ded":811,"Ġ15":812,"Ġsk":813,"ĠWhip":814,"Ġbeaten":815,"Ġboiling":816,"raw":817,"Ġshred":818,"Ġpap":819,"li":820,"ĠO":821,"Ġbot":822,"Ġmushrooms":823,"are":824,"Ġshredded":825,"Ġroll":826,"ĠSal":827,"ec":828,"ks":829,"iz":830,"stant":831,"Ġseason":832,"co":833,"ĠServe":834,"rawber":835,"Ġorange":836,"Ġoli":837,"ĠBro":838,"anan":839,"Ġcool":840,"Ġ12":841,"Ġsof":842,"let":843,"Ġpudding":844,"Ġbake":845,"Ġapples":846,"Ġcarrots":847,"emove":848,"ĠRemove":849,"Ġ20":850,"Ġbroccoli":851,"iced":852,"ĠCake":853,"Ġeach":854,"ĠE":855,"Ġ13":856,"Ġfir":857,"tt":858,"Ġpieces":859,"Ġpowdered":860,"ĠCream":861,"Ġcans":862,"immer":863,"nuts":864,"ĠWor":865,"Ġbroth":866,"Ġcasserole":867,"Ġdiced":868,"Ġshell":869,"armes":870,"armesan":871,"Ġole":872,"ent":873,"Ġslices":874,"ayer":875,"Ġoleo":876,"Ġnut":877,"ĠJ":878,"shire":879,"Ġbox":880,"oodles":881,"tershire":882,"cestershire":883,"reas":884,"avor":885,"Ġrais":886,"Ġcover":887,"pping":888,"ressing":889,"ĠParmesan":890,"ĠWorcestershire":891,"usage":892,"ĠMakes":893,"Ġraisins":894,"ĠSpread":895,"iss":896,"ime":897,"Ġcher":898,"Ġref":899,"Ġpl":900,"ĠK":901,"Ġhalf":902,"Ġtender":903,"Ġnoodles":904,"yr":905,").":906,"ruit":907,"yrup":908,"meg":909,"Ġstrawber":910,"Ġan":911,"Ġnutmeg":912,"Ġpour":913,"Ġsyrup":914,"Ġcrackers":915,"ork":916,"Ġpeanut":917,"Ġcocoa":918,"ĠCut":919,"ĠCr":920,"milk":921,"Ġstirring":922,"Ġbanan":923,"est":924,"oil":925,"oll":926,"Ġchili":927,"ĠSalad":928,"Ġblack":929,"Ġjell":930,"Ġrefriger":931,"Ġcrust":932,"ps":933,"Ġsweet":934,"Ġhe":935,"ue":936,"ĠV":937,"one":938,"Ġpeppers":939,"oves":940,"urn":941,"ĠCasserole":942,"ea":943,"Ġshe":944,"Ġsm":945,"Ġbuttermilk":946,"Ġcloves":947,"ds":948,"ats":949,"Ġsausage":950,"illet":951,"mallow":952,"Ġcold":953,"Ġseasoning":954,"Ġdressing":955,"ĠSa":956,"Ġwhi":957,"ute":958,"Ġvegetable":959,"ally":960,"ĠChicken":961,"Ġit":962,"Ġset":963,"Ġcub":964,"Ġup":965,"Ġsqu":966,"ĠHeat":967,"bur":968,"Ġsalad":969,"tr":970,"ĠLet":971,"ĠBrown":972,"arch":973,"Ġlow":974,"Ġli":975,"Ġcups":976,"chin":977,"ĠPie":978,"ĠChe":979,"Ġblend":980,"Ġfill":981,"Ġwhole":982,"Ġ45":983,"Ġskillet":984,"ĠDrain":985,"Ġdough":986,"Ġwal":987,"inger":988,"ĠBl":989,"starch":990,"Ġcornstarch":991,"ĠPre":992,"Ġout":993,"Ġseed":994,"pan":995,"Ġus":996,"Ġpre":997,"Ġcracker":998,"ano":999,"ried":1000,"Ġpack":1001,"Ġmarsh":1002,"Ġmarshmallow":1003,"Ġbananas":1004,"Ġcookie":1005,"Ġpork":1006,"ham":1007,"Ġsheet":1008,"25":1009,"ave":1010,"ew":1011,"ess":1012,"Ġwarm":1013,"rim":1014,"Ġinstant":1015,"ĠTop":1016,"ĠRoll":1017,"burger":1018,"ian":1019,"Ġcooking":1020,"Ġwalnuts":1021,"eed":1022,"fore":1023,"Ġbefore":1024,"ĠPe":1025,"ooth":1026,"Ġgraham":1027,"Ġare":1028,"Ġflavor":1029,"75":1030,"zz":1031,"ĠMel":1032,"tom":1033,"alls":1034,"ump":1035,"Ġsaucepan":1036,"tional":1037,"ree":1038,"ĠTh":1039,"Ġginger":1040,"Ġvegetables":1041,"ightly":1042,"Ġalmon":1043,"Ġsmooth":1044,"gano":1045,"Ġbottom":1046,"Ġlea":1047,"ka":1048,"ĠMelt":1049,"Ġjello":1050,"Ġfilling":1051,"oni":1052,"abb":1053,"ĠN":1054,"ced":1055,"tened":1056,"Ġfruit":1057,"abbage":1058,"cc":1059,"Ġthick":1060,"act":1061,"Ġnot":1062,"regano":1063,"atter":1064,"Ġlayer":1065,"Ġbell":1066,"Ġsimmer":1067,"Ġoregano":1068,"aked":1069,"Ġminced":1070,"Ġwhites":1071,"optional":1072,"ately":1073,"rika":1074,"Ġhamburger":1075,"Ġmarshmallows":1076,"ellow":1077,"Ġjar":1078,"Ġextr":1079,"eal":1080,"Ġtab":1081,"reasts":1082,"Ġpaprika":1083,"Ġdone":1084,"Ġthin":1085,"tle":1086,"ges":1087,"Ġ375":1088,"Ġlightly":1089,"Ġpeel":1090,"Ġextract":1091,"Ġwa":1092,"rimp":1093,"ĠIt":1094,"urp":1095,"Ġone":1096,"Ġtea":1097,"ucchin":1098,"ucchini":1099,"poon":1100,"Ġen":1101,"lespoon":1102,"Ġbreasts":1103,"Ġfin":1104,"Ġtablespoon":1105,"ĠY":1106,"ĠChill":1107,"east":1108,"Ġyol":1109,"Ġaside":1110,"Ġyellow":1111,"ose":1112,"Ġif":1113,"aw":1114,"Ġfirst":1115,"par":1116,"ott":1117,"Ġplace":1118,"ĠMo":1119,"berry":1120,"Ġyeast":1121,"meal":1122,"isc":1123,"ĠBlend":1124,"Ġdes":1125,"Ġstrawberries":1126,"ella":1127,"Ġservings":1128,"Ġcabbage":1129,"ens":1130,"Ġolive":1131,"Ġsoftened":1132,"arella":1133,"zzarella":1134,"ired":1135,"quart":1136,"ĠAnd":1137,"Ġcont":1138,"Ġdesired":1139,"issol":1140,"Ġ25":1141,"ne":1142,"Ġfinely":1143,"Ġsoy":1144,"alian":1145,"urpose":1146,"oaf":1147,"Ġliqu":1148,"ĠBe":1149,"ĠSh":1150,"unch":1151,"ĠCheese":1152,"hett":1153,"rt":1154,"aghett":1155,"Ġwhipped":1156,"aghetti":1157,"ĠItalian":1158,"Ġtime":1159,"Ġlet":1160,"ĠMozzarella":1161,"ĠServes":1162,"Ġwine":1163,"ved":1164,"gre":1165,"ize":1166,"purpose":1167,"Ġcombine":1168,"Ġz":1169,"Ġother":1170,"acar":1171,"Ġchill":1172,"Ġdash":1173,"Ġice":1174,"Ġpeas":1175,"asil":1176,"olden":1177,"kin":1178,"dens":1179,"densed":1180,"Ġ40":1181,"Ġserve":1182,"10":1183,"Ġ325":1184,"Ġolives":1185,"ck":1186,"spoon":1187,"ĠPreheat":1188,"acaroni":1189,"Ġmore":1190,"Ġteaspoon":1191,"ade":1192,"eep":1193,"Ġcondensed":1194,"Ġput":1195,"ce":1196,"iscuit":1197,"Ġpaper":1198,"Ġliquid":1199,"Ġtort":1200,"ift":1201,"row":1202,"ite":1203,"Ġbatter":1204,"sweet":1205,"umpkin":1206,"Ġshrimp":1207,"Ġsprinkle":1208,"ator":1209,"ex":1210,"Ġ7":1211,"irec":1212,"Ġclove":1213,"Ġcherries":1214,"Ġcom":1215,"Ġyolks":1216,"Ġdirec":1217,"night":1218,"Ġgolden":1219,"ĠBring":1220,"Ġpast":1221,"Ġzucchini":1222,"Ġslightly":1223,"ee":1224,"rop":1225,"elat":1226,"Ġbasil":1227,"Ġflakes":1228,"'s":1229,"Ġovernight":1230,"Ġq":1231,"Ġ400":1232,"Ġbag":1233,"ĠU":1234,"oughly":1235,"Ġby":1236,"els":1237,"Ġdo":1238,"Ġqt":1239,"pe":1240,"oroughly":1241,"Ġgelat":1242,"ĠJell":1243,"ĠDip":1244,"ĠPot":1245,"Ġpim":1246,"Ġtopping":1247,"Ġsoft":1248,"quick":1249,"icrow":1250,"Ġspread":1251,"Ġstand":1252,"Ġspaghetti":1253,"Ġrefrigerator":1254,"ĠCookies":1255,"ĠRef":1256,"ĠButter":1257,"isco":1258,"aco":1259,"Ġthoroughly":1260,"ĠCho":1261,"Ġcontain":1262,"Ġlett":1263,"inach":1264,"ĠRefriger":1265,"Ġcherry":1266,"Ġsize":1267,"Ġmacaroni":1268,"icrowave":1269,"Ġfat":1270,"Ġlettuce":1271,"ĠBread":1272,"ower":1273,"arb":1274,"Ġballs":1275,"Ġloaf":1276,"Ġapple":1277,"16":1278,"Ġoff":1279,"Ġfirm":1280,"ĠRice":1281,"ottage":1282,"ĠCrisco":1283,"berries":1284,"reez":1285,"ĠĠ":1286,"ept":1287,"oney":1288,"Ġrolls":1289,"Ġmixed":1290,"ble":1291,"key":1292,"ĠBr":1293,"Ġcubes":1294,"ĠSift":1295,"Ġfood":1296,"Ġlon":1297,"oth":1298,"ĠFold":1299,"ile":1300,"ĠRefrigerate":1301,"ĠChocolate":1302,"Ġyou":1303,"Ġbiscuit":1304,"Ġoats":1305,"eak":1306,"Ġmash":1307,"Ġuse":1308,"ĠBoil":1309,"Ġfloured":1310,"Ġcottage":1311,"ature":1312,"ucumb":1313,"ke":1314,"Ġmake":1315,"cept":1316,"Ġsticks":1317,"Ġcol":1318,"Ġalmonds":1319,"Ġdried":1320,"Ġpeach":1321,"Ġgelatin":1322,"fec":1323,"vered":1324,"ĠSl":1325,"fter":1326,"ifted":1327,"tions":1328,"cook":1329,"Ġmixing":1330,"iel":1331,"fection":1332,"ually":1333,"Ġ35":1334,"Ġtur":1335,"ened":1336,"Ġconfection":1337,"led":1338,"Ġstuff":1339,"greased":1340,"Ġsc":1341,"range":1342,"Ġcontainer":1343,"Ġconfectioners":1344,"Ġpaste":1345,"eta":1346,"Ġpeeled":1347,"Ġpans":1348,"ĠSpoon":1349,"ĠWhen":1350,"ray":1351,"Ġexcept":1352,"ich":1353,"Ġpumpkin":1354,"Ġblended":1355,"Ġcovered":1356,"Ġcucumb":1357,"ĠSaute":1358,"rab":1359,"elve":1360,"Ġbrowned":1361,"Ġthicken":1362,"arin":1363,"Ġhoney":1364,"Ġspoon":1365,"ento":1366,"cess":1367,"Ġcran":1368,"Ġonto":1369,"Ġtaco":1370,"anges":1371,"Ġfry":1372,"Ġcolor":1373,"ĠDrop":1374,"atsup":1375,"atmeal":1376,"Ġwill":1377,"Ġpimento":1378,"Ġgl":1379,"ĠSimmer":1380,"Ġcatsup":1381,"ĠVelve":1382,"Ġket":1383,"dually":1384,"se":1385,"stantly":1386,"avy":1387,"Ġconstantly":1388,"Ġoranges":1389,"cent":1390,"Ġtablespoons":1391,"Ġbuttered":1392,"Ġleaves":1393,"Ġspinach":1394,"Ġsifted":1395,"ings":1396,"iff":1397,"yle":1398,"Ġfoil":1399,"nch":1400,"Ġthis":1401,"Ġstrawberry":1402,"Ġhead":1403,"Ġpotato":1404,"Ġwax":1405,"oun":1406,"Ġri":1407,"Ġchun":1408,"ĠVelveeta":1409,"iv":1410,"Ġenough":1411,"Ġpackage":1412,"ican":1413,"ides":1414,"Ġstri":1415,"Ġinch":1416,"Ġbou":1417,"rease":1418,"ĠYiel":1419,"illon":1420,"cooked":1421,"ding":1422,"Ġstuffing":1423,"arp":1424,"Ġbouillon":1425,"Ġheavy":1426,"ittle":1427,"Ġround":1428,"Ġmashed":1429,"Ġmo":1430,"Ġpick":1431,"Ġsteak":1432,"Ġsides":1433,"Ġbay":1434,"Ġbon":1435,"ĠSw":1436,"ares":1437,"12":1438,"Ġflavoring":1439,"yme":1440,"ĠLayer":1441,"ĠCorn":1442,"ind":1443,"Ġpt":1444,"Ġdill":1445,"Ġsharp":1446,"Ġcle":1447,"og":1448,"ris":1449,"its":1450,"Ġthyme":1451,"Ġchops":1452,"ape":1453,"Ġthaw":1454,"Ġcand":1455,"apor":1456,"vapor":1457,"Ġfine":1458,"ton":1459,"erry":1460,"Ġevapor":1461,"Ġstrips":1462,"asses":1463,"illas":1464,"Ġde":1465,"Ġmuff":1466,"ets":1467,"ĠGrease":1468,"Ġvery":1469,"Ġdissol":1470,"Ġprepar":1471,"Ġjust":1472,"Ġevaporated":1473,"Ġturn":1474,"Ġpeaches":1475,"enter":1476,"ĠTurn":1477,"lower":1478,"ail":1479,"Ġlime":1480,"Ġroast":1481,"chup":1482,"Ġrefrigerate":1483,"covered":1484,"Ġtortillas":1485,"Ġcenter":1486,"ney":1487,"ates":1488,"per":1489,"Ġketchup":1490,"Ġrest":1491,"Ġeven":1492,"rench":1493,"Ġsquash":1494,"Ġap":1495,"Ġturkey":1496,"Ġdirections":1497,"Ġslice":1498,"Ġacc":1499,"mi":1500,"Ġpeanuts":1501,"Ġprepared":1502,"Ġcookies":1503,"Ġafter":1504,"ĠThen":1505,"nish":1506,"Ġthawed":1507,"ors":1508,"Ġside":1509,"Ġuncovered":1510,"erb":1511,"ording":1512,"Ġsemi":1513,"Ġlittle":1514,"Ġlay":1515,"Ġkid":1516,"Ġmixer":1517,"ĠGr":1518,"Ġcrab":1519,"ently":1520,"Ġchilies":1521,"ĠFrench":1522,"Ġcubed":1523,"olasses":1524,"ĠGra":1525,"Ġtart":1526,"own":1527,"Ġminute":1528,"Ġaccording":1529,"ices":1530,"ld":1531,"Ġslow":1532,"Ġkidney":1533,"Ġdou":1534,"ĠSet":1535,"eser":1536,"ous":1537,"Ġpo":1538,"Ġstal":1539,"izz":1540,"Ġfreez":1541,"ĠSwiss":1542,"Ġremove":1543,"ful":1544,"tern":1545,"Ġbut":1546,"Ġ16":1547,"ount":1548,"Ġcur":1549,"Ġyour":1550,"Ġplain":1551,"Ġungreased":1552,"Ġbiscuits":1553,"emper":1554,"rox":1555,"Ġform":1556,"ĠBis":1557,"Ġbre":1558,"ĠSoup":1559,"emperature":1560,"Ġevenly":1561,"ĠCar":1562,"Ġwhipping":1563,"Ġleaf":1564,"ĠFor":1565,"Ġalmond":1566,"Ġoatmeal":1567,"roxim":1568,"ĠRo":1569,"Ġhand":1570,"Ġdates":1571,"asion":1572,"ccasion":1573,"Ġtemperature":1574,"Ġmolasses":1575,"spice":1576,"Ġcro":1577,"Ġoccasion":1578,"roximately":1579,"Ġlayers":1580,"ĠRed":1581,"umin":1582,"ĠBisquick":1583,"uck":1584,"aul":1585,"ubb":1586,"arbec":1587,"Ġoccasionally":1588,"Ġqu":1589,"Ġallspice":1590,"Ġfork":1591,"Ġchest":1592,"ffee":1593,"ĠMake":1594,"Ġspeed":1595,"Ġwhen":1596,"Ġmeal":1597,"Ġstiff":1598,"Ġblender":1599,"Ġchestnuts":1600,"ame":1601,"Ġ50":1602,"Ġsquares":1603,"ss":1604,"aulif":1605,"auliflower":1606,"Ġunb":1607,"ud":1608,"Ġsepar":1609,"sa":1610,"Ġpacked":1611,"ition":1612,"ern":1613,"Ġtw":1614,"izza":1615,"Ġhalves":1616,"uffy":1617,"ĠPotato":1618,"Ġpastry":1619,"Ġball":1620,"Ġpinch":1621,"Ġtub":1622,"und":1623,"rap":1624,"andarin":1625,"oss":1626,"risp":1627,"ark":1628,"Ġshells":1629,"ĠPress":1630,"arts":1631,"asy":1632,"Ġbubb":1633,"Ġcucumbers":1634,"Ġwaf":1635,"Ġdown":1636,"ider":1637,"Ġclean":1638,"Ġgran":1639,"rough":1640,"Ġbring":1641,"ĠWith":1642,"una":1643,"Ġsec":1644,"ĠApple":1645,"Ġthrough":1646,"issolve":1647,"edges":1648,"Ġbaked":1649,"ĠFruit":1650,"ĠDissolve":1651,"elf":1652,"ĠSlice":1653,"fat":1654,"Ġbr":1655,"isp":1656,"ĠTo":1657,"ĠDo":1658,"Ġtartar":1659,"ase":1660,"oc":1661,"Ġaddition":1662,"Ġcann":1663,"Qu":1664,"Ġfluffy":1665,"Ġcrisp":1666,"arbecue":1667,"Ġhard":1668,"Ġwhile":1669,"Ġam":1670,"Ġspray":1671,"Ġmuffin":1672,"enne":1673,"Ġdouble":1674,"Ġmelt":1675,"ĠSauce":1676,"Ġneed":1677,"ull":1678,"tail":1679,"erm":1680,"ĠSe":1681,"bread":1682,"ĠQu":1683,"kra":1684,"about":1685,"ĠBroccoli":1686,"ĠChop":1687,"Ġlean":1688,"Ġleast":1689,"Ġblue":1690,"ng":1691,"Ġmicrowave":1692,"Ġcrumbled":1693,"Ġpasta":1694,"ock":1695,"ĠAr":1696,"Ġnon":1697,"Ġcider":1698,"auce":1699,"Ġuncooked":1700,"Ġlonger":1701,"Ġcauliflower":1702,"Ġcoloring":1703,"Ġstalks":1704,"Ġreser":1705,"other":1706,"ready":1707,"Ġcomp":1708,"Ġbeating":1709,"ereal":1710,"15":1711,"Ġunbaked":1712,"asco":1713,"ayenne":1714,"Ġcarton":1715,"Ġplate":1716,"Ġshall":1717,"ĠTab":1718,"Ġcres":1719,"Ġrind":1720,"ĠUse":1721,"Ġstew":1722,"ric":1723,"rising":1724,"sc":1725,"Ġaltern":1726,"Ġchunks":1727,"Ġ300":1728,"urt":1729,"Ġcayenne":1730,"ĠTabasco":1731,"fl":1732,"Ġapproximately":1733,"ext":1734,"Ġcereal":1735,"ĠFl":1736,"Ġmandarin":1737,"Ġthinly":1738,"Ġcoars":1739,"Ġar":1740,"ular":1741,"Ġsaute":1742,"ĠPean":1743,"Ġglass":1744,"ĠYields":1745,"pare":1746,"Ġslowly":1747,"ipe":1748,"Ġcrescent":1749,"Ġcomes":1750,"Ġcoat":1751,"Ġcomplet":1752,"ogurt":1753,"Ġself":1754,"ricot":1755,"Ġbottle":1756,"Ġseasoned":1757,"eless":1758,"Ġcornmeal":1759,"ĠSto":1760,"ĠPeanut":1761,"ist":1762,"Ġpro":1763,"ĠBaked":1764,"ulated":1765,"lish":1766,"Ġhigh":1767,"Ġkern":1768,"ĠArrange":1769,"Ġready":1770,"ĠFro":1771,"Ġcarrot":1772,"Ġthickened":1773,"ary":1774,"Ġspices":1775,"Ġcreamed":1776,"ĠGradually":1777,"ome":1778,"ĠEasy":1779,"ĠGar":1780,"Ġwafers":1781,"Ġdissolved":1782,"style":1783,"Ġcanned":1784,"Ġcompletely":1785,"sweetened":1786,"ĠBeef":1787,"Ġale":1788,"udge":1789,"gular":1790,"Ġthem":1791,"Ġday":1792,"ĠGre":1793,"Ġtube":1794,"Ġgranulated":1795,"Ġrack":1796,"ĠShape":1797,"Ġrise":1798,"Ġcock":1799,"Ġcocktail":1800,"Ġlong":1801,"asag":1802,"Ġfew":1803,"veral":1804,"otch":1805,"Ġ24":1806,"Ġcumin":1807,"vel":1808,"Ġmini":1809,"Ġdozen":1810,"Ġchuck":1811,"Ġboneless":1812,"ĠSweet":1813,"Ġyogurt":1814,"Ġamount":1815,"Ġseveral":1816,"ĠFill":1817,"Ġrec":1818,"ĠSqu":1819,"ĠIf":1820,"pl":1821,"ĠMicrowave":1822,"ĠFry":1823,"Ġgrease":1824,"Ġpin":1825,"Ġripe":1826,"ined":1827,"Ġdri":1828,"emon":1829,"less":1830,"Ġskin":1831,"sting":1832,"ĠSc":1833,"Ġsalsa":1834,"Ġunsweetened":1835,"ĠDel":1836,"ĠBrand":1837,"ĠReduce":1838,"Ġtwo":1839,"ĠThis":1840,"ĠSeason":1841,"ild":1842,"merican":1843,"scotch":1844,"Ġapplesauce":1845,"Ġkernel":1846,"Ġanother":1847,"agle":1848,"Ġjars":1849,"ig":1850,"bs":1851,"alap":1852,"alapen":1853,"ia":1854,"ppy":1855,"vy":1856,"Ġtuna":1857,"ĠAmerican":1858,"Ġcranberry":1859,"Ġlast":1860,"Ġthat":1861,"Ġany":1862,"Ġquick":1863,"Ġpress":1864,"Ġgood":1865,"Ġraw":1866,"Ġtoast":1867,"Ġseasonings":1868,"ĠHot":1869,"Ġbubbly":1870,"ĠEagle":1871,"arter":1872,"Ġcranberries":1873,"Ġcaram":1874,"ĠPrepare":1875,"Ġboth":1876,"Ġroom":1877,"Ġtortilla":1878,"Ġshallow":1879,"ĠBanan":1880,"Ġlike":1881,"Ġpart":1882,"Ġapricot":1883,"Ġpat":1884,"inue":1885,"Ġfish":1886,"Ġwheat":1887,"ied":1888,"ĠMeat":1889,"Ġsherry":1890,"ĠPepper":1891,"Ġcurry":1892,"Ġbreast":1893,"Ġsquare":1894,"ĠMon":1895,"ĠSo":1896,"ivid":1897,"ĠOn":1898,"az":1899,"Ġrasp":1900,"ugar":1901,"aschin":1902,"ĠHigh":1903,"aschino":1904,"Ġtoss":1905,"Ġfold":1906,"Ġjelly":1907,"ĠBanana":1908,"nead":1909,"Ġflaked":1910,"Ġhas":1911,"Ġprocess":1912,"ĠZ":1913,"Ġcooled":1914,"ĠPudding":1915,"Ġcoffee":1916,"Ġcreamy":1917,"Ġmaraschino":1918,"Ġusing":1919,"Ġins":1920,"Ġjalapen":1921,"Ġdip":1922,"Ġdirected":1923,"ilad":1924,"ert":1925,"Ġkeep":1926,"ĠHam":1927,"lec":1928,"Ġlemonade":1929,"Ġend":1930,"Ġpecan":1931,"ĠCan":1932,"so":1933,"Ġdeep":1934,"ĠMex":1935,"ĠLemon":1936,"Ġim":1937,"ĠPunch":1938,"anch":1939,"ĠEgg":1940,"Ġbits":1941,"Ġalternately":1942,"14":1943,"ang":1944,"aro":1945,"Ġregular":1946,"Ġsweetened":1947,"ok":1948,"Ġtow":1949,"Ġdark":1950,"tz":1951,"Ġbutterscotch":1952,"Ġbanana":1953,"rained":1954,"Ġ425":1955,"Ġhash":1956,"oke":1957,"ĠKaro":1958,"ĠCon":1959,"ĠBre":1960,"bl":1961,"Ġchi":1962,"ĠPotatoes":1963,"ĠStrawber":1964,"ĠSalt":1965,"reme":1966,"acle":1967,"asagna":1968,"iracle":1969,"ĠGarnish":1970,"Ġstock":1971,"Ġkn":1972,"Ġblueberries":1973,"itz":1974,"Ġnext":1975,"medi":1976,"spar":1977,"mediately":1978,"ĠVegetab":1979,"ĠStore":1980,"Ġgradually":1981,"fuls":1982,"ĠJack":1983,"Ġcandy":1984,"ĠToss":1985,"Ġsecon":1986,"Ġonce":1987,"rispies":1988,"meat":1989,"tric":1990,"lectric":1991,"Ġgently":1992,"astic":1993,"Ġbite":1994,"ini":1995,"ĠMiracle":1996,"ation":1997,"ĠUn":1998,"gain":1999,"Ġbarbecue":2000,"Ġelectric":2001,"ĠPeel":2002,"Ġscall":2003,"ĠCoc":2004,"ong":2005,"reser":2006,"Ġbeen":2007,"ife":2008,"ran":2009,"Ġme":2010,"Ġsalmon":2011,"ĠStrawberry":2012,"Ġquarter":2013,"Ġhave":2014,"ĠRep":2015,"ĠTake":2016,"pick":2017,"adish":2018,"Ġcons":2019,"Ġchilled":2020,"Ġagain":2021,"plant":2022,"eradish":2023,"orseradish":2024,"ĠKrispies":2025,"itos":2026,"ĠFudge":2027,"ive":2028,"icott":2029,"uted":2030,"Ġ60":2031,"Ġrings":2032,"Ġherb":2033,"Ġfull":2034,"Ġtooth":2035,"Ġaround":2036,"avorite":2037,"Ġweed":2038,"Ġtoothpick":2039,"ams":2040,"very":2041,"ĠRitz":2042,"velop":2043,"Ġmarin":2044,"Ġhorseradish":2045,"Ġgrap":2046,"Tel":2047,"Ġdi":2048,"ĠYou":2049,"corn":2050,"Ġknife":2051,"Ġpizza":2052,"ĠMexican":2053,"ĠStuff":2054,"Ġgravy":2055,"ĠBreak":2056,"cake":2057,"heated":2058,"Ġboiled":2059,"Ġenvelop":2060,"Ġseal":2061,"Ġbunch":2062,"ĠFreez":2063,"ĠRepeat":2064,"ould":2065,"Ġbars":2066,"ĠWash":2067,"Ġspice":2068,"essert":2069,"amp":2070,"Ġdripping":2071,"esame":2072,"Ġneeded":2073,"Ġboiler":2074,"not":2075,"Ġdrippings":2076,"fer":2077,"ĠQuick":2078,"ĠPec":2079,"ĠThe":2080,"pot":2081,"Ġlen":2082,"Ġheated":2083,"isten":2084,"Ġfirmly":2085,".\\":2086,"Ġav":2087,"Ġund":2088,"ĠAl":2089,"hub":2090,"ling":2091,"hubarb":2092,"Ġjalapeno":2093,"Ġfreeze":2094,"Ġfried":2095,"Ġpound":2096,"Ġper":2097,"Ġplus":2098,"ĠPineapple":2099,"uer":2100,"ĠSugar":2101,"Ġmelts":2102,"Ġminiature":2103,"Ġcoarsely":2104,"ĠVegetable":2105,"Ġevery":2106,"Ġplastic":2107,"ting":2108,"inse":2109,"Ġused":2110,"centr":2111,"ĠBeans":2112,"Ġcandied":2113,"Ġcrock":2114,"ĠKeep":2115,"andy":2116,"Ġsome":2117,"Ġwaxed":2118,"kraut":2119,"uerkraut":2120,"Ġseeds":2121,"20":2122,"Ġcucumber":2123,"Ġimmediately":2124,"Ġmold":2125,"ĠPound":2126,"Ġconcentr":2127,"Ġflat":2128,"Ġsesame":2129,"Ġcornbread":2130,"stit":2131,"Ġchives":2132,"Ġpreheated":2133,"sparag":2134,"sparagus":2135,"Ġgarnish":2136,"Ġedges":2137,"'t":2138,"oin":2139,"Ġfrying":2140,"Ġpretz":2141,"usts":2142,"Ġadditional":2143,"Ġbet":2144,"ĠLine":2145,"Ġdro":2146,"Ġfreezer":2147,"ĠMin":2148,"Ġchunk":2149,"icotta":2150,"Ġtoasted":2151,"wise":2152,"terey":2153,"ĠBars":2154,"Ġpimentos":2155,"Ġ-":2156,"ĠYield":2157,"Ġcrusts":2158,"ocad":2159,"ĠEng":2160,"ĠSour":2161,"ĠMay":2162,"Ġadding":2163,"orsels":2164,"Ġsage":2165,"Ġseparate":2166,"ĠDiv":2167,"Ġ450":2168,"for":2169,"Ġmorsels":2170,"Ġbroil":2171,"Ġsub":2172,"Ġwire":2173,"lets":2174,"ett":2175,"ivided":2176,"nut":2177,"ĠZucchini":2178,"ĠMonterey":2179,"Ġapart":2180,"balls":2181,"ys":2182,"Ġgrapes":2183,"Ġconcentrate":2184,"ters":2185,"ĠNut":2186,"ĠRicotta":2187,"Ġeggplant":2188,"wh":2189,"ions":2190,"ĠBalls":2191,"Ġbean":2192,"ĠRolls":2193,"Ġtoo":2194,"ĠPumpkin":2195,"Ġbrowns":2196,"ĠDressing":2197,"Ġsalted":2198,"grees":2199,"ĠChil":2200,"Ġdegrees":2201,"wich":2202,"uk":2203,"ĠPecan":2204,"ons":2205,"Ġdivided":2206,"Ġsubstit":2207,"Ġ14":2208,"ici":2209,"esson":2210,"oul":2211,"ĠSausage":2212,"erries":2213,"undt":2214,"ĠRanch":2215,"ft":2216,"oy":2217,"utch":2218,"Ġ18":2219,"Ġpoppy":2220,"Ġavocad":2221,"Ġcrabmeat":2222,"ĠOrange":2223,"Ġrecipe":2224,"can":2225,"Ġback":2226,"ĠEnglish":2227,"ĠChili":2228,"Ġ11":2229,"Ġfrosting":2230,"gs":2231,"ĠWesson":2232,"iluted":2233,"ĠGreen":2234,"Ġraspberry":2235,"Ġ*":2236,"andwich":2237,"ĠDream":2238,"ĠForm":2239,"Ġuns":2240,"ĠRet":2241,"Ġpickles":2242,"Ġboxes":2243,"imes":2244,"ĠReturn":2245,"ĠDutch":2246,"ort":2247,"ollow":2248,"ized":2249,"ĠPork":2250,"ĠBean":2251,"aking":2252,"ĠLoaf":2253,"ĠShrimp":2254,"Ġpepperoni":2255,"Ġinser":2256,"irt":2257,"Ġinserted":2258,"ener":2259,"Ġbeg":2260,"cy":2261,"isk":2262,"Ġberries":2263,"bon":2264,"Ġremo":2265,"Ġfreshly":2266,"ĠWrap":2267,"ken":2268,"Ġrolled":2269,"Ġpar":2270,"uns":2271,"stick":2272,"Ġenvelope":2273,"Ġinches":2274,"ĠMarin":2275,"Ġtightly":2276,"Ġgrain":2277,"ĠBundt":2278,"Ġel":2279,"ĠOre":2280,"ĠPizza":2281,"Ġsli":2282,"Ġsheets":2283,"gth":2284,"Ġgal":2285,"),":2286,"Ġsauerkraut":2287,"Ġshape":2288,"Ġyolk":2289,"Ġsur":2290,"ost":2291,"zzle":2292,"Ġlength":2293,"Ġcoated":2294,"erbet":2295,"Ġwedges":2296,"Ġturning":2297,"lit":2298,"ĠIce":2299,"Ġstem":2300,"Ġchop":2301,"Ġne":2302,"ĠCoconut":2303,"Ġfavorite":2304,"ĠFreeze":2305,"ĠPat":2306,"ĠCrumb":2307,"tra":2308,"Ġrefrigerated":2309,"Ġbar":2310,"reserves":2311,"Ġpickle":2312,"aping":2313,"ĠBrush":2314,"ots":2315,"iento":2316,"Ġpretzels":2317,"Ġlasagna":2318,"Ġdrops":2319,"Ġsugars":2320,"ĠTom":2321,"Ġflavored":2322,"Ġorder":2323,"ĠMuff":2324,"ĠMe":2325,"Ġreduce":2326,"Ġseparated":2327,"Ġbroken":2328,"Ġrum":2329,"Ġpimiento":2330,"Ġonly":2331,"ĠNo":2332,"ĠAll":2333,"Ġthey":2334,"ines":2335,"Ġasparagus":2336,"ully":2337,"Ġsurf":2338,"ewarm":2339,"ukewarm":2340,"Ġrhubarb":2341,"gel":2342,"ĠCont":2343,"idd":2344,"ĠPick":2345,"icious":2346,"ĠPam":2347,"Ġreserved":2348,"Ġart":2349,"ante":2350,"Ġalso":2351,"Ġlukewarm":2352,"ĠAfter":2353,"io":2354,"Ġno":2355,"Ġsurface":2356,"oaves":2357,"Ġpreserves":2358,"ĠBlue":2359,"Ġtimes":2360,"ĠDessert":2361,"Ġmayo":2362,"Ġextra":2363,"No":2364,"inner":2365,"flavor":2366,"Ġcheddar":2367,"Ġwrap":2368,"icante":2369,"Ġangel":2370,"ties":2371,"ĠCarro":2372,"Ġshould":2373,"ĠMuffins":2374,"ness":2375,"ĠCherry":2376,"Ġslivered":2377,"Ġpop":2378,"erman":2379,"ĠCran":2380,"int":2381,"bow":2382,"ĠOld":2383,"ola":2384,"ĠSpray":2385,"Ġtops":2386,"Ġseconds":2387,"Ġac":2388,"Ġsherbet":2389,"Ġpinto":2390,"Ġpure":2391,"Ġchoice":2392,"Ġsubstitute":2393,"Ġpit":2394,"Ġcomb":2395,"Ġop":2396,"Ġstewed":2397,"ĠDivide":2398,"Ġskim":2399,"ĠDi":2400,"ez":2401,"Ġmois":2402,"Ġconsisten":2403,"Ġpiece":2404,"Ġros":2405,"qual":2406,"Ġnonfat":2407,"emary":2408,"ĠSquash":2409,"flavored":2410,"Ġconsistency":2411,"ĠGerman":2412,"aze":2413,"Ġadded":2414,"Ġscallions":2415,"ĠCranberry":2416,"Ġsoups":2417,"Ġlengthwise":2418,"asure":2419,"boil":2420,"Ġquart":2421,"Ġboard":2422,"ĠOatmeal":2423,"Ġpicante":2424,"Ġcontinue":2425,"Ġteaspoons":2426,"Ġfil":2427,"ĠStew":2428,"meric":2429,"Ġloaves":2430,"eg":2431,"Ġskinless":2432,"uring":2433,"ĠGood":2434,"Ġlim":2435,"Ġcaramel":2436,"Ġlid":2437,"Ġheaping":2438,"Ġpunch":2439,"ĠMars":2440,"oles":2441,"Ġoften":2442,"Ġdrop":2443,"Ġturmeric":2444,"Ġthickens":2445,"ĠKnead":2446,"ĠWhile":2447,"Ġcube":2448,"utons":2449,"Ġrosemary":2450,"Ġwhich":2451,"Ġcaramels":2452,"Ġoys":2453,"ĠRa":2454,"ĠPet":2455,"Ġexcess":2456,"most":2457,"Ġmade":2458,"Ġlemons":2459,"ĠCrumble":2460,"inches":2461,"Ġcornfl":2462,"hey":2463,"alor":2464,"Ġtowel":2465,"Ġelbow":2466,"ĠApp":2467,"ĠSpinach":2468,"aff":2469,"Ġrelish":2470,"try":2471,"eri":2472,"iny":2473,"ĠCheez":2474,"ible":2475,"ĠWhiz":2476,"oultry":2477,"Ġcroutons":2478,"Ġfre":2479,"ph":2480,"Ġmild":2481,"Ġhands":2482,"ĠMash":2483,"ĠMinute":2484,"eam":2485,"Ġribs":2486,"Ġwhip":2487,"ĠContinue":2488,"ĠBiscuit":2489,"Ġfrequ":2490,"Ġpoultry":2491,"Ġfrequently":2492,"ĠJello":2493,"Ġmoder":2494,"Ġartich":2495,"Ġalmost":2496,"Ġdays":2497,"Ġprocessor":2498,"Ġcor":2499,"ĠDor":2500,"loin":2501,"Ġstyle":2502,"ershey":2503,"way":2504,"Ġsn":2505,"ĠStuffed":2506,"edge":2507,"air":2508,"ween":2509,"Ġfryer":2510,"istach":2511,"rag":2512,"tc":2513,"boiled":2514,"ĠAng":2515,"ĠOr":2516,"Ġmuffins":2517,"ĠAcc":2518,"ĠChip":2519,"ĠCl":2520,"ĠSpaghetti":2521,"any":2522,"rans":2523,"ering":2524,"Ġokra":2525,"ĠBarbecue":2526,"ĠCup":2527,"Ġbetween":2528,"ĠHershey":2529,"ĠPeach":2530,"istachio":2531,"cakes":2532,"ĠRoast":2533,"Ġwash":2534,"Ġhalved":2535,"ĠTaco":2536,"Ġcoarse":2537,"Ġstems":2538,"ĠCrab":2539,"Ġnonstick":2540,"hmallow":2541,"Ġknead":2542,"ĠAccent":2543,"ĠPast":2544,"eez":2545,"ĠSteak":2546,"ashion":2547,"Ġfour":2548,"ĠSup":2549,"Ġoun":2550,"ĠCabbage":2551,"ĠDump":2552,"do":2553,"Ġstill":2554,"Ġstove":2555,"ilant":2556,"ilantro":2557,"ragon":2558,"Up":2559,"arragon":2560,"Ġbreak":2561,"ĠCamp":2562,"bell":2563,"Ġ55":2564,"amel":2565,"Ġpink":2566,"ĠDelight":2567,"Ġbroiler":2568,"joy":2569,"alted":2570,"ĠAngel":2571,"Ġwood":2572,"ĠBrownies":2573,"Ġserved":2574,"ĠPro":2575,"Ġclear":2576,"eringue":2577,"ĠFresh":2578,"aby":2579,"ĠDoritos":2580,"cl":2581,"Ġpatties":2582,"Ġmint":2583,"Ġclams":2584,"ĠMarshmallow":2585,"Ġboned":2586,"inned":2587,"Ġbul":2588,"free":2589,"Ġcilantro":2590,"ĠTater":2591,"Ġjuices":2592,"Ġmoistened":2593,"Ġfillets":2594,"ĠFr":2595,"olid":2596,"ĠRe":2597,"Ġbuns":2598,"Ġquartered":2599,"ĠGreat":2600,"Ġthree":2601,"burg":2602,"app":2603,"ially":2604,"Ġreal":2605,"ma":2606,"ĠFried":2607,"ilada":2608,"Ġtarragon":2609,"Ġwee":2610,"ĠTur":2611,"fry":2612,"Ġstore":2613,"ĠMushroom":2614,"ĠBall":2615,"ĠFrosting":2616,"ĠBiscuits":2617,"cle":2618,"Ġmoderate":2619,"egg":2620,"Ġsure":2621,"Ġallow":2622,"Ġfollow":2623,"Ġbeets":2624,"Ġ\\":2625,"Ġwooden":2626,"jor":2627,"size":2628,"amb":2629,"Ġplatter":2630,"irtight":2631,"Ġairtight":2632,"tover":2633,"efully":2634,"Ġbeer":2635,"unchy":2636,"Ġedge":2637,"bler":2638,"ĠCrush":2639,"high":2640,"ĠCaramel":2641,"Ġbone":2642,"eses":2643,"Ġ250":2644,"Ġgrape":2645,"ĠFarm":2646,"ĠCampbell":2647,"Ġshake":2648,"cover":2649,"Ġetc":2650,"Ġundrained":2651,"Ġunflavored":2652,"Ġpopcorn":2653,"fast":2654,"ingers":2655,"ĠOnion":2656,"ĠLightly":2657,"Ġskinned":2658,"joram":2659,"Ġbott":2660,"ĠDot":2661,"Ġmarjoram":2662,"Ġnecess":2663,"Ġmeatballs":2664,"ĠSn":2665,"Ġcheeses":2666,"ĠDri":2667,"Ġnecessary":2668,"Ġunder":2669,"ĠFrost":2670,"Ġcrumbly":2671,"ĠSquares":2672,"aple":2673,"Ġmarinade":2674,"Ġsandwich":2675,"ously":2676,"Ġsmoke":2677,"ĠCoat":2678,"Ġchiles":2679,"Ġic":2680,"ĠDelicious":2681,"ĠOreo":2682,"Ġdissolve":2683,"Ġwhisk":2684,"Ġcornflakes":2685,"ty":2686,"ann":2687,"Ġcombined":2688,"ĠCrisp":2689,"Ġhearts":2690,"Ġsq":2691,"Ġunsalted":2692,"inese":2693,"13":2694,"ĠCrust":2695,"Ġforms":2696,"arty":2697,"Ġtap":2698,"ransfer":2699,"Ġbaby":2700,"Ġicing":2701,"affin":2702,"head":2703,"ĠSlow":2704,"ĠSk":2705,"ĠPh":2706,"Ġrolling":2707,"Ġquarts":2708,"ĠChinese":2709,"Ġparaffin":2710,"Ġlima":2711,"bits":2712,"idge":2713,"Ġglaze":2714,"Ġless":2715,"Ġrect":2716,"ĠTomato":2717,"ĠSoak":2718,"ĠShake":2719,"Ġchunky":2720,"od":2721,"Ġ'":2722,"no":2723,"Ġench":2724,"Ġpickling":2725,"ĠDrizzle":2726,"bbler":2727,"Ġavocado":2728,"als":2729,"Ġbulk":2730,"cr":2731,"peel":2732,"Ġgall":2733,"ating":2734,"Ġtowels":2735,"ĠSm":2736,"Ġpuree":2737,"Ġseeded":2738,"uminum":2739,"oked":2740,"ftover":2741,"ear":2742,"isin":2743,"omem":2744,"Ġrinse":2745,"Ġteaspoonfuls":2746,"ĠAllow":2747,"omemade":2748,"Ġcutting":2749,"Ġcutter":2750,"Ġdon":2751,"ĠRinse":2752,"epar":2753,"Ġcap":2754,"af":2755,"fish":2756,"routs":2757,"oam":2758,"ĠHamburger":2759,"jon":2760,"Ġcorned":2761,"Ġcalor":2762,"use":2763,"Ġreserving":2764,"Ġaluminum":2765,"Ġpeak":2766,"ĠKra":2767,"ĠBest":2768,"Ġjam":2769,"Ġleftover":2770,"ĠPepperidge":2771,"Ġpears":2772,"Ġflower":2773,"ĠMacaroni":2774,"ĠRec":2775,"Ġspring":2776,"All":2777,"tm":2778,"ĠCornbread":2779,"vil":2780,"ĠDe":2781,"ĠGl":2782,"anish":2783,"thing":2784,"Ġpistachio":2785,"ĠCreme":2786,"ĠCobbler":2787,"atch":2788,"Ġgrill":2789,"peeled":2790,"uch":2791,"ĠBlueberry":2792,"ah":2793,"oop":2794,"ĠUs":2795,"ĠCandy":2796,"able":2797,"Ġlined":2798,"ĠSlowly":2799,"Ġrefried":2800,"Ġwithout":2801,"blong":2802,"Ġ&":2803,"ĠBroil":2804,"ĠPasta":2805,"Ġind":2806,"ĠCoffee":2807,"Ġhamburg":2808,"ai":2809,"ĠTurkey":2810,"oca":2811,"Ġending":2812,"ĠSepar":2813,"Ġmaple":2814,"ecor":2815,"ften":2816,"ioca":2817,"Ġthickness":2818,"ĠPan":2819,"Ġsprouts":2820,"ĠDijon":2821,"ĠSupreme":2822,"outh":2823,"Ġbags":2824,"Ġoblong":2825,"ops":2826,"Ġtake":2827,"Ġtins":2828,"Ġspoonfuls":2829,"ĠCarrot":2830,"Ġquickly":2831,"lings":2832,"rye":2833,"oodle":2834,"iscard":2835,"Ġpr":2836,"ĠReser":2837,"ial":2838,"Ġsame":2839,"Ġget":2840,"Ġrye":2841,"ĠPickles":2842,"ĠSoften":2843,"ĠWhite":2844,"Ġfoam":2845,"Ġundiluted":2846,"Ġbegins":2847,"Ġwide":2848,"ĠCrack":2849,"ĠRecipe":2850,"icy":2851,"Ġequal":2852,"Ġpitted":2853,"Ġbrandy":2854,"phia":2855,"Ġenchilada":2856,"ĠUsing":2857,"ĠSeparate":2858,"elphia":2859,"away":2860,"iladelphia":2861,"ashioned":2862,"Ġcrumble":2863,"Ġwalnut":2864,"Ġsecond":2865,"ĠWill":2866,"Ġmeringue":2867,"Ġgelatine":2868,"Ġapricots":2869,"ĠLay":2870,"Ġblueberry":2871,"ĠReserve":2872,"Ġpul":2873,"Ġpor":2874,"ĠPhiladelphia":2875,"11":2876,"ĠTea":2877,"uss":2878,"Ġlard":2879,"iffy":2880,"Ġraspberries":2881,"Ġpeaks":2882,"ere":2883,"Ġtapioca":2884,"Ġbran":2885,"ĠScall":2886,"Ġpartially":2887,"Ġstage":2888,"Ġseedless":2889,"Ġret":2890,"ĠGrand":2891,"Ġmoist":2892,"ĠChris":2893,"Ġcas":2894,"Ġremoving":2895,"Ġholes":2896,"Ġsprayed":2897,"hew":2898,"Ġreserve":2899,"Ġ\"":2900,"Ġscal":2901,"Ġwor":2902,"ĠCro":2903,"ĠUncover":2904,"Ġwings":2905,"Ġwild":2906,"ĠChops":2907,"uncan":2908,"mel":2909,"Ġbrush":2910,"Ġgi":2911,"Ġkettle":2912,"Ġahead":2913,"Ġsing":2914,"ingu":2915,"ĠRom":2916,"Ġtid":2917,"ĠTuna":2918,"ander":2919,"ĠDish":2920,"Ġsteam":2921,"Ġcaraway":2922,"ĠJiffy":2923,"Ġbest":2924,"ĠIm":2925,"ossible":2926,"ket":2927,"ĠSpanish":2928,"ĠJust":2929,"Ġsprink":2930,"Ġsmoked":2931,"ĠBreakfast":2932,"Ġcrunchy":2933,"Ġinst":2934,"ĠVeg":2935,"Ġparts":2936,"orb":2937,"Ġweeks":2938,"ĠCreamy":2939,"iche":2940,"ual":2941,"Ġstalk":2942,"while":2943,"ĠTw":2944,"ĠLow":2945,"Ġeverything":2946,"Ġtidbits":2947,"Ġmakes":2948,"ettuc":2949,"Ġgallon":2950,"Ġdinner":2951,"ĠTransfer":2952,"ĠKraft":2953,"ĠRaisin":2954,"Ġpulp":2955,"Ġreturn":2956,"ipped":2957,"ĠMarinate":2958,"ears":2959,"Ġsplit":2960,"ĠOven":2961,"Ġsteaks":2962,"ĠVal":2963,"yre":2964,"Ġbones":2965,"Ġarrange":2966,"tmas":2967,"Ġrounded":2968,"with":2969,"Ġdoub":2970,"yrex":2971,"Ġabs":2972,"Ġsqueez":2973,"Ġmein":2974,"Ġquarters":2975,"insed":2976,"Ġspri":2977,"ĠNext":2978,"Ġsingle":2979,"cho":2980,"ĠDuncan":2981,"ipton":2982,"Ġcir":2983,"Ġbec":2984,"Ġdel":2985,"Ġtes":2986,"Ġwant":2987,"aker":2988,"Ġloo":2989,"ĠLasagna":2990,"ĠApples":2991,"Ġcontainers":2992,"Ġrinsed":2993,"ĠParty":2994,"Ġsun":2995,"ĠChristmas":2996,"ĠLipton":2997,"ĠHines":2998,"Ġfudge":2999,"ĠValley":3000,"eaten":3001,"ĠSeal":3002,"Ġeat":3003,"ĠPyrex":3004,"ĠDough":3005,"Ġabsorb":3006,"Ġremoved":3007,"ath":3008,"ouch":3009,"ĠMilk":3010,"ĠGently":3011,"cup":3012,"Ġavocados":3013,"ĠScallop":3014,"Ġalong":3015,"iddle":3016,"iron":3017,"etiz":3018,"ĠEn":3019,"acho":3020,"Ġbottles":3021,"Ġremainder":3022,"dish":3023,"ĠLea":3024,"add":3025,"ĠStyle":3026,"Ġact":3027,"ĠOne":3028,"Ġgreens":3029,"uced":3030,"Ġsift":3031,"Ġpopped":3032,"undrained":3033,"Ġgener":3034,"Ġrot":3035,"Ġmaking":3036,"ĠFritos":3037,"Ġdoubled":3038,"umbo":3039,"small":3040,"ĠKool":3041,"omme":3042,"Ġleaving":3043,"Ġtri":3044,"ĠTort":3045,"Ġunpeeled":3046,"ĠBlack":3047,"Ġactive":3048,"idden":3049,"bu":3050,"Ġcalories":3051,"Ġprefer":3052,"ĠSplit":3053,"Ġartichoke":3054,"approximately":3055,"ople":3056,"Ġroasting":3057,"Ġflowerets":3058,"Ġmiddle":3059,"Ġcashew":3060,"ect":3061,"Ġbig":3062,"ages":3063,"ĠBran":3064,"ĠPack":3065,"ountry":3066,"ier":3067,"ĠHidden":3068,"ĠGrill":3069,"Ġfruits":3070,"ĠCheesecake":3071,"ĠTex":3072,"ĠCinnamon":3073,"ĠHomemade":3074,"Aid":3075,"Ġmuch":3076,"Ġmeats":3077,"Ġduring":3078,"Ġsweetener":3079,"ĠStove":3080,"unt":3081,"Ġvegg":3082,"Ġconsomme":3083,"28":3084,"Ġscalded":3085,"ĠRomano":3086,"bo":3087,"Ġrectang":3088,"irloin":3089,"ison":3090,"oppy":3091,"bury":3092,"Ġgiven":3093,"Ġwork":3094,"Ġoysters":3095,"Ġwashed":3096,"Ġmarinate":3097,"ĠHoney":3098,"Ġcarefully":3099,"ĠSalmon":3100,"ĠPr":3101,"aster":3102,"ily":3103,"Ġindivid":3104,"nation":3105,"Ġbetter":3106,"ĠBur":3107,"of":3108,"ady":3109,"Ġreduced":3110,"ĠCol":3111,"anwhile":3112,"Ġburn":3113,"enison":3114,"Ġkind":3115,"Ġmeasure":3116,"ĠEggs":3117,"ĠMar":3118,"uncooked":3119,"ĠFrozen":3120,"Ġlingu":3121,"Ġprun":3122,"ĠMeatballs":3123,"Ġfoamy":3124,"Ser":3125,"Ġcoating":3126,"ĠMeanwhile":3127,"Ġcustard":3128,"Ġtbsp":3129,"mb":3130,"flower":3131,"ills":3132,"epend":3133,"Ġherbs":3134,"aj":3135,"Ġveal":3136,"ĠCarnation":3137,"Ġopen":3138,"ĠButtermilk":3139,"ity":3140,"Ch":3141,"Ġtin":3142,"Ġgerm":3143,"ĠOf":3144,"Ġscallops":3145,"Ġbubbles":3146,"Ġcored":3147,"Ġsirloin":3148,"Ġhold":3149,"ĠAltern":3150,"ĠGarlic":3151,"ĠSlaw":3152,"ffle":3153,"ĠOver":3154,"ĠMeasure":3155,"Ġsit":3156,"ĠScalloped":3157,"Ġchow":3158,"ank":3159,"Ġleave":3160,"Ġounce":3161,"Ġsprigs":3162,"Ġveggies":3163,"ĠSandwich":3164,"Ġpeople":3165,"Ġstart":3166,"ĠHaw":3167,"Ġtouch":3168,"Ġlite":3169,"Ġwafer":3170,"ĠEnch":3171,"ĠTots":3172,"by":3173,"geal":3174,"ths":3175,"Ġdogs":3176,"Ġring":3177,"ourbon":3178,"aiian":3179,"Ġgrits":3180,"ĠToast":3181,"ĠCakes":3182,"Ġmeas":3183,"undiluted":3184,"Ġpear":3185,"Ġends":3186,"Ġoyster":3187,"ĠHawaiian":3188,"Ġsunflower":3189,"ross":3190,"ĠVanilla":3191,"vers":3192,"save":3193,"Ġflatten":3194,"ĠEnjoy":3195,"pro":3196,"ĠWal":3197,"Ġsoften":3198,"ĠChex":3199,"ĠThaw":3200,"ula":3201,"ĠCustard":3202,"Ġlevel":3203,"ĠRel":3204,"ĠFlat":3205,"cing":3206,"Ġbris":3207,"ird":3208,"Ġfettuc":3209,"Ġprunes":3210,"Ġfrost":3211,"orets":3212,"Ġpreven":3213,"ĠQuiche":3214,"ĠRelish":3215,"Ġcolored":3216,"illsbury":3217,"ĠPl":3218,"Ġradish":3219,"dry":3220,"ĠSouth":3221,"Ġsoak":3222,"Ġits":3223,"asagne":3224,"Ġdrizzle":3225,"ĠCrock":3226,"Ġtwice":3227,"ĠFlour":3228,"ĠTexas":3229,"Ġpint":3230,"ĠFlatten":3231,"ĠIcing":3232,"Ġinside":3233,"Ġbit":3234,"Ġcakes":3235,"Ġbeater":3236,"ĠGrate":3237,"ĠLeave":3238,"Ġflorets":3239,"Ġsections":3240,"ina":3241,"Ġrun":3242,"ĠTrim":3243,"rn":3244,"Ġdrink":3245,"umm":3246,"Ġsave":3247,"Ġthan":3248,"fresh":3249,"oliday":3250,"ĠHash":3251,"Ġprevent":3252,"med":3253,"ĠCrunch":3254,"Ġdessert":3255,"Ġhom":3256,"okes":3257,"Ġsauteed":3258,"Ġroasted":3259,"Ġindividual":3260,"ents":3261,"Ġthese":3262,"fro":3263,"ĠMold":3264,"efore":3265,"Ġiron":3266,"Ġtrim":3267,"clu":3268,"Ġtorn":3269,"ĠFavorite":3270,"ĠJo":3271,"ĠPillsbury":3272,"ĠMom":3273,"boned":3274,"Ġpoint":3275,"esy":3276,"Ġalum":3277,"Ġpies":3278,"Ġpuff":3279,"ĠCal":3280,"thy":3281,"zo":3282,"Ġlook":3283,"isted":3284,"ght":3285,"Ġreach":3286,"Ġunsifted":3287,"crumb":3288,"ĠDon":3289,"ĠHe":3290,"Ġlump":3291,"Ġspat":3292,"ĠWater":3293,"Ġpounds":3294,"cut":3295,"Ġdiscard":3296,"Ġdeboned":3297,"ĠGrandma":3298,"tender":3299,"agon":3300,"bone":3301,"arge":3302,"Ġshap":3303,"reserve":3304,"Ġoptional":3305,"mint":3306,"areri":3307,"Ġgreat":3308,"asily":3309,"may":3310,"tal":3311,"Ġdissolves":3312,"Ġabsorbed":3313,"Ġcashews":3314,"Fat":3315,"ĠDice":3316,"Ġline":3317,"ĠBatter":3318,"Ġ36":3319,"Ġparty":3320,"ĠPuff":3321,"Ġmost":3322,"Ġeasily":3323,"Ġspatula":3324,"Ġfran":3325,"ĠDate":3326,"areribs":3327,"enn":3328,"Ġlisted":3329,"ĠBefore":3330,"ecial":3331,"Ġabove":3332,"mix":3333,"Ġdot":3334,"Ġounces":3335,"gin":3336,"Ġsaltine":3337,"Ġoiled":3338,"ĠCheesy":3339,"ĠCracker":3340,"Ġbrownie":3341,"Ġdoz":3342,"azed":3343,"Ġfollowing":3344,"ecorate":3345,"Ġflake":3346,"ĠCarrots":3347,"Ġbrisket":3348,"Ġloos":3349,"Ġpower":3350,"ĠCre":3351,"epending":3352,"ĠChowder":3353,"Ġradishes":3354,"Ġrese":3355,"ĠSave":3356,"airy":3357,"Ġold":3358,"ĠMushrooms":3359,"Ġskins":3360,"ĠUncle":3361,"Serves":3362,"Ġbark":3363,"Ġcooker":3364,"Ġpancake":3365,"ĠMarinated":3366,"ĠBen":3367,"obs":3368,"Ġpossible":3369,"ĠTang":3370,"ieners":3371,"Ġenjoy":3372,"ouse":3373,"Ġpeppercorn":3374,"asting":3375,"ĠPancakes":3376,"ĠAn":3377,"ĠOreos":3378,"Ġmeasuring":3379,"ron":3380,"ĠSeed":3381,"Ġboils":3382,"Ġaway":3383,"Ġartichokes":3384,"ĠVery":3385,"low":3386,"ond":3387,"ĠCucumb":3388,"ĠBacon":3389,"Ġrep":3390,"ium":3391,"Ġoverb":3392,"Ġspears":3393,"Ġpared":3394,"Ġass":3395,"Ġway":3396,"ĠWheat":3397,"Ġtiny":3398,"Ġbourbon":3399,"Ġstarts":3400,"Makes":3401,"ib":3402,"Ġverm":3403,"Ġflavors":3404,"lean":3405,"ĠMandarin":3406,"elli":3407,"Ġscoop":3408,"Ġown":3409,"alade":3410,"Ġsolid":3411,"redge":3412,"Ġfinish":3413,"uice":3414,"Ġjalapenos":3415,"Ġ275":3416,"roll":3417,"ĠBar":3418,"Ġnacho":3419,"ĠGinger":3420,"urple":3421,"Ġpers":3422,"ory":3423,"ĠCookie":3424,"Ġcanola":3425,"Ġdairy":3426,"ĠRub":3427,"Ġsized":3428,"Ġtray":3429,"Ġcross":3430,"Ġlit":3431,"18":3432,"Ġ17":3433,"Ġblending":3434,"Ġbrand":3435,"iladas":3436,"ĠDumplings":3437,"Pot":3438,"land":3439,"Ġyams":3440,"vert":3441,"Ġfive":3442,"ĠPop":3443,"Ġsnipped":3444,"Ġpeppermint":3445,"ĠDinner":3446,"proof":3447,"Ġmon":3448,"Ġstring":3449,"cluding":3450,"Ġcandies":3451,"ectar":3452,"46":3453,"orning":3454,"ĠGrind":3455,"Ġcleaned":3456,"ĠFlake":3457,"ĠNoodle":3458,"Ġstuffed":3459,"Ġshallots":3460,"Ġwet":3461,"ĠTomatoes":3462,"ĠHell":3463,"Ġdiagon":3464,"Ġrectangle":3465,"mann":3466,"ĠShred":3467,"ead":3468,"Ġcloth":3469,"Ġbunches":3470,"ĠFish":3471,"ĠGolden":3472,"orted":3473,"crumbs":3474,"St":3475,"Ġfit":3476,"ĠDill":3477,"ĠAlternate":3478,"except":3479,"Ġcurd":3480,"ules":3481,"asa":3482,"ĠAp":3483,"ouffle":3484,"ĠSea":3485,"iskey":3486,"ĠNew":3487,"Ġbowls":3488,"ĠSkillet":3489,"Ġtriang":3490,"Ġpeppercorns":3491,"Ġloin":3492,"Ġvenison":3493,"ĠStro":3494,"ĠLime":3495,"irl":3496,"inning":3497,"Ġdoes":3498,"Ġgranules":3499,"Ġtoothpicks":3500,"lined":3501,"ĠRuss":3502,"ĠApplesauce":3503,"Ġparmesan":3504,"Ġtherm":3505,"ĠNor":3506,"sugar":3507,"Ġster":3508,"Ġrounds":3509,"Ġpimientos":3510,"ajun":3511,"vings":3512,"Ġdeve":3513,"Ġwok":3514,"Ġbasting":3515,"Ġpull":3516,"Ġeasy":3517,"ruc":3518,"Ġmace":3519,"Ġhominy":3520,"Ġhandle":3521,"ua":3522,"alf":3523,"ĠEqual":3524,"Ġgo":3525,"ometer":3526,"Ġcome":3527,"ĠRhubarb":3528,"ielb":3529,"ĠAlmon":3530,"Ġthermometer":3531,"Ġent":3532,"Ġcircle":3533,"malade":3534,"Ġmarmalade":3535,"ĠWork":3536,"Ġ32":3537,"Ġclub":3538,"isses":3539,"Ġenvelopes":3540,"odka":3541,"Ġbreadcrumbs":3542,"Ġpints":3543,"Ġpurple":3544,"Ġstiffly":3545,"oli":3546,"Ġstack":3547,"Ġblanch":3548,"Ġwra":3549,"Ġcutlets":3550,"rawfish":3551,"atur":3552,"Ġfire":3553,"ĠHave":3554,"Ġplac":3555,"Ġdevil":3556,"Ġunbeaten":3557,"ug":3558,"ĠHoliday":3559,"ĠSpiced":3560,"amily":3561,"ĠHeath":3562,"Ġlinguine":3563,"large":3564,"Ġdice":3565,"ĠAm":3566,"ĠProcess":3567,"Ġwieners":3568,"ĠCom":3569,"ĠAunt":3570,"ellini":3571,"ganoff":3572,"ĠNest":3573,"Ġracks":3574,"Ġdishes":3575,"Ġportions":3576,"oz":3577,"Ġclam":3578,"ĠApricot":3579,"Ġroot":3580,"Ġplum":3581,"eyed":3582,"box":3583,"Ġnectar":3584,"Ġalternating":3585,"Ġnear":3586,"ĠIr":3587,"ĠSho":3588,"ĠBurg":3589,"ple":3590,"Ġscrap":3591,"te":3592,"Ġdump":3593,"Ġpacket":3594,"arbecu":3595,"etizer":3596,"fe":3597,"32":3598,"eur":3599,"ĠCauliflower":3600,"aki":3601,"Ġfingers":3602,"ĠCajun":3603,"ĠSpicy":3604,"Ġtight":3605,"Ġfri":3606,"ĠWhisk":3607,"Ġprepare":3608,"amen":3609,"Ġshort":3610,"Ġtenderloin":3611,"Ġentire":3612,"sized":3613,"Ġlamb":3614,"Ġwhiskey":3615,"ĠStart":3616,"ahl":3617,"be":3618,"Ġvodka":3619,"ahlua":3620,"iander":3621,"Ġ+":3622,"ĠNoodles":3623,"!!":3624,"tils":3625,"ĠGravy":3626,"ĠSeaf":3627,"acc":3628,"ĠStrain":3629,"ĠKeeps":3630,"ĠStroganoff":3631,"Ġblanched":3632,"ĠFin":3633,"white":3634,"mbles":3635,"Ġassorted":3636,"Ġlater":3637,"ĠSouthern":3638,"Ġresembles":3639,"ielbasa":3640,"ouble":3641,"Ġinstead":3642,"ĠIrish":3643,"just":3644,"Ġovercook":3645,"ĠPoppy":3646,"Ġspareribs":3647,"itch":3648,"ĠSpecial":3649,"icelli":3650,"ami":3651,"ĠHerb":3652,"Ġteaspoonful":3653,"Ġcoriander":3654,"Ġsticky":3655,"Ġacross":3656,"ĠHellmann":3657,"ĠRussian":3658,"ĠNe":3659,"ale":3660,"rape":3661,"Ġnew":3662,"ĠPeppers":3663,"tin":3664,"ouple":3665,"ĠIs":3666,"form":3667,"Ġshapes":3668,"yaki":3669,"Ġliqueur":3670,"ĠEggplant":3671,"ĠPretz":3672,"Ġspoonful":3673,"Ġdelicious":3674,"Th":3675,"uac":3676,"Ġlog":3677,"ither":3678,"ĠRamen":3679,"Ġzest":3680,"Ġcrosswise":3681,"hy":3682,"ĠCountry":3683,"ĠFood":3684,"ĠEx":3685,"Ġbeginning":3686,"21":3687,"mp":3688,"amole":3689,"Ġhalfway":3690,"Ġmoisten":3691,"ĠLayered":3692,"Ġpods":3693,"Ġlentils":3694,"arbecued":3695,"Ġ100":3696,"Ġdepending":3697,"ĠCreole":3698,"uacamole":3699,"Ġblock":3700,"ĠColby":3701,"Ġrepeat":3702,"Ġmorning":3703,"17":3704,"butter":3705,"Ġcaps":3706,"Ġcouple":3707,"Ġchipped":3708,"ĠAlmond":3709,"ari":3710,"ĠCur":3711,"ĠSu":3712,"Ġdashes":3713,"Ġdipping":3714,"ĠPer":3715,"ĠPea":3716,"ĠArt":3717,"igor":3718,"ranspar":3719,"eness":3720,"ĠClean":3721,"ĠCucumber":3722,"ĠSteam":3723,"Ġcongeal":3724,"ĠPeg":3725,"Ġdipped":3726,"ransparent":3727,"Ġty":3728,"spberry":3729,"Ġdust":3730,"ĠChess":3731,"Lemon":3732,"Ġvigor":3733,"ounts":3734,"Ġtests":3735,"inal":3736,"heese":3737,"irds":3738,"ĠPinch":3739,"omes":3740,"ĠCarefully":3741,"agu":3742,"Ġsticking":3743,"rise":3744,"Ġtransparent":3745,"Ġshelled":3746,"Ġglasses":3747,"eriyaki":3748,"ddle":3749,"Ġcore":3750,"ĠFilling":3751,"eeze":3752,"ĠEnchiladas":3753,"thern":3754,"Ġright":3755,"Ġbarley":3756,"Ġsnow":3757,");":3758,"Ġfully":3759,"iginal":3760,"ghorn":3761,"ned":3762,"vol":3763,"Ġsw":3764,"ĠBaste":3765,"Ġthigh":3766,"Ġsandwiches":3767,"ĠImmediately":3768,"Ġsprinkled":3769,"!)":3770,"If":3771,"Ġseaf":3772,"Ġinstruc":3773,"Ġseafood":3774,"Ġroaster":3775,"ĠOri":3776,"rants":3777,"Ġvigorously":3778,"Ġdeveined":3779,"ĠJam":3780,"ĠKahlua":3781,"ĠButterscotch":3782,"Ġwon":3783,"abet":3784,"efruit":3785,"ĠOil":3786,"ĠSalsa":3787,"riddle":3788,"Ġsteril":3789,"ban":3790,"ĠBay":3791,"Ġfrypan":3792,"Ġcurrants":3793,"Ġoverbake":3794,"ĠSeafood":3795,"Ġsix":3796,"Ġchip":3797,"liced":3798,"ĠBrittle":3799,"Ġsqueeze":3800,"ye":3801,"Ġreaches":3802,"Ġhole":3803,"Ġlower":3804,"igs":3805,"Ġbecomes":3806,"volone":3807,"Ġvermicelli":3808,"Ġbrownies":3809,"Ġcapers":3810,"Ġsterilized":3811,"ĠAsparagus":3812,"Ġbrowning":3813,"ĠLower":3814,"ĠArtich":3815,"onghorn":3816,"ĠFeta":3817,"Ġcooling":3818,"itchen":3819,"more":3820,"Ġ48":3821,"ĠMixture":3822,"Ġspreading":3823,"anny":3824,"ummy":3825,"medium":3826,"round":3827,"ems":3828,"Ġliter":3829,"ald":3830,"Ġstrain":3831,"iry":3832,"Ġlee":3833,"ĠRagu":3834,"ĠCups":3835,"ĠTri":3836,"Ġlarger":3837,"enough":3838,"ĠTear":3839,"ĠGraham":3840,"Ġamounts":3841,"fur":3842,"kfur":3843,"ĠPol":3844,"ĠSurp":3845,"Ġcolander":3846,"ures":3847,"Ġmozzarella":3848,"ĠGrape":3849,"Ġdoneness":3850,"ĠNestle":3851,"ĠBarbecued":3852,"ĠDeep":3853,"cktail":3854,"ĠSeven":3855,"Ġportion":3856,"Ġtrimmed":3857,"Ġgriddle":3858,"ĠSqueeze":3859,"Ġgenerously":3860,"Ġsum":3861,"ĠShe":3862,"ĠLonghorn":3863,"ĠFluff":3864,"frozen":3865,"alia":3866,"Add":3867,"pec":3868,"ĠMed":3869,"dairy":3870,"nox":3871,"ĠPuffs":3872,"30":3873,"Ġlasagne":3874,"ĠHor":3875,"ĠProvolone":3876,"dge":3877,"iw":3878,"rs":3879,"ored":3880,"ĠSouffle":3881,"ĠDouble":3882,"ĠNorthern":3883,"ĠBaking":3884,"safe":3885,"obster":3886,"Ġdiagonally":3887,"Ġbase":3888,"ĠRefrigerator":3889,"Ġscraping":3890,"ĠKnox":3891,"Ġsummer":3892,"ord":3893,"Ġnight":3894,"ĠFashioned":3895,"ĠCocktail":3896,"idalia":3897,"Ġsqueezed":3898,"ĠRea":3899,"Ġdebone":3900,"Ġloosely":3901,"dium":3902,"mold":3903,