{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ġ<":261,"NE":262,"XT":263,"NEXT":264,"IN":265,"EN":266,"RE":267,"ST":268,"Ġc":269,"ING":270,"DI":271,"TS":272,"ENTS":273,"REDI":274,"INGREDI":275,"INGREDIENTS":276,"NER":277,"in":278,"TI":279,"Ġs":280,"er":281,"Ġ1":282,"ON":283,"INST":284,"RU":285,"TION":286,"CTION":287,"CTIONS":288,"INSTRU":289,"INSTRUCTIONS":290,"an":291,"AR":292,"STAR":293,"START":294,"END":295,"Ġo":296,"Ġt":297,"ar":298,"Ġb":299,"ed":300,"es":301,"Ġp":302,"Ġm":303,"at":304,"il":305,"re":306,"ut":307,"on":308,"en":309,"al":310,"and":311,"ou":312,"Ġf":313,"Ġand":314,"Ġch":315,"Ġw":316,"ing":317,"ic":318,"gar":319,"LE":320,"PE":321,"CI":322,"RECI":323,"TIT":324,"RECIPE":325,"TITLE":326,"Ġto":327,"sp":328,"pp":329,"Ġin":330,"le":331,"ĠC":332,"or":333,"el":334,"Ġ2":335,"ro":336,"ak":337,"our":338,"as":339,"am":340,"Ġsu":341,"it":342,"Ġsugar":343,"Ġon":344,"Ġd":345,"Ġa":346,"Ġ3":347,"ĠS":348,"Ġe":349,"ter":350,"Ġg":351,"Ġl":352,"Ġsal":353,"Ġtsp":354,"ix":355,"Ġpe":356,"he":357,"oo":358,"ĠB":359,"Ġsalt":360,"ion":361,"ĠP":362,"ge":363,"ine":364,"ac":365,"un":366,"is":367,"gg":368,"dd":369,"Ġfl":370,"Ġegg":371,"ow":372,"ĠT":373,"utter":374,"ese":375,"Ġ(":376,"Ġbutter":377,"ream":378,"ake":379,"ill":380,"ĠM":381,"Ġche":382,"Ġonion":383,"Ġv":384,"Ġcheese":385,"ick":386,"Ġun":387,"Ġflour":388,"ol":389,"us":390,"Ġh":391,"ĠA":392,"ot":393,"Ġof":394,"ra":395,"Ġcream":396,"Ġmin":397,"all":398,"Ġor":399,"ith":400,"Ġcho":401,"pper":402,"Ġbe":403,"ilk":404,"Ġwith":405,"Ġmix":406,"Ġpepper":407,"Ġst":408,"Ġminut":409,"ver":410,"ad":411,"ell":412,"til":413,"ater":414,"Ġuntil":415,"Ġminutes":416,"uc":417,"ice":418,"Ġwater":419,"Ġmilk":420,"Ġfor":421,"to":422,"red":423,"ch":424,"ook":425,"ts":426,"Ġeggs":427,"bsp":428,"ĠTbsp":429,"Ġcan":430,"Ġcr":431,"ĠAdd":432,"pped":433,"ato":434,"der":435,"ri":436,"Ġbro":437,"om":438,"00":439,"um":440,"Ġ4":441,"Ġthe":442,"Ġsa":443,"Ġn":444,"ve":445,"Ġoz":446,"ir":447,"uce":448,"icken":449,"Ġchopped":450,"Ġj":451,"illa":452,"et":453,"lic":454,"anilla":455,"Ġvanilla":456,"Ġsh":457,"gh":458,"Ġbak":459,"Ġinto":460,"up":461,"Ġat":462,"th":463,"Ġle":464,"Ġth":465,"wn":466,"ry":467,"Ġmar":468,"Ġbaking":469,"Ġgre":470,".)":471,"Ġgr":472,"Ġsauce":473,"Ġchicken":474,"owder":475,"ĠR":476,"ĠMix":477,"Ġso":478,"Ġpowder":479,"ie":480,"Ġwh":481,"ĠBake":482,"Ġover":483,"ay":484,"ast":485,"read":486,"oup":487,"ly":488,"ĠCh":489,"ate":490,"Ġoil":491,"Ġbrown":492,"Ġcook":493,"ure":494,"nd":495,"ien":496,"eat":497,"atoes":498,"ĠD":499,"les":500,"ack":501,"ans":502,"ush":503,"Ġco":504,"Ġsoup":505,"redien":506,"ingredien":507,"ĠW":508,"Ġingredien":509,"Ġingredients":510,"Ġr":511,"ip":512,"uts":513,"mon":514,"garine":515,"Ġmargarine":516,"col":517,"50":518,"Ġtom":519,"orn":520,"Ġju":521,"ab":522,"ound":523,"Ġbo":524,"ur":525,"st":526,"Ġlb":527,"Ġjuice":528,"ture":529,"Ġpan":530,"Ġre":531,"Ġsp":532,"Ġmixture":533,"Ġlar":534,"Ġgreen":535,"Ġlarge":536,"ef":537,"igh":538,"Ġ350":539,"Ġwell":540,"im":541,"mall":542,"kg":543,"Ġgar":544,"Ġpkg":545,"inch":546,"Ġcorn":547,"pple":548,"Ġall":549,"ĠF":550,"rain":551,"Ġse":552,"Ġfro":553,"Ġadd":554,"ish":555,"ther":556,"qu":557,"ĠSp":558,"Ġgarlic":559,"res":560,"heat":561,"id":562,"ves":563,"da":564,"ĠSt":565,"ery":566,"ĠI":567,"Ġpie":568,"Ġsoda":569,"ool":570,"ight":571,"Ġlemon":572,"ust":573,"ole":574,"umb":575,"Ġground":576,"Ġslic":577,"Ġy":578,"ĠPour":579,"room":580,"Ġpot":581,"inn":582,"ated":583,"ten":584,"ven":585,"ted":586,"elery":587,"Ġcelery":588,"Ġhour":589,"omb":590,"Ġonions":591,"colate":592,"Ġcup":593,"gether":594,"ers":595,"Ġboil":596,"Ġtogether":597,"Ġ6":598,"ushroom":599,"Ġnuts":600,"apple":601,"ass":602,"ineapple":603,"ĠCook":604,"ombine":605,"amon":606,"age":607,"ap":608,"ace":609,"if":610,"innamon":611,"Ġbeef":612,"ces":613,"Ġmushroom":614,"ain":615,"Ġsmall":616,"ĠL":617,"Ġcinnamon":618,"ger":619,"Ġpineapple":620,"Ġ8":621,"lace":622,"Ġcoc":623,"Ġwhit":624,"Ġsour":625,"edi":626,"ach":627,"Ġbl":628,"ars":629,"old":630,"ĠH":631,"Ġtop":632,"ĠStir":633,"ber":634,"Ġcon":635,"Ġheat":636,"Ġcrumb":637,"Ġstir":638,"Ġ5":639,"Ġchocolate":640,"edium":641,"Ġbread":642,"me":643,"Ġoven":644,"Ġbeat":645,"Ġmedium":646,"op":647,"owl":648,"Ġpotatoes":649,"Ġbowl":650,"Ġdrain":651,"ash":652,"ove":653,"ink":654,"Ġcake":655,"Ġmel":656,"ough":657,"ĠCombine":658,"inegar":659,"arm":660,"Ġvinegar":661,"Ġpec":662,"Ġtomatoes":663,"ĠG":664,"oon":665,"ise":666,"ood":667,"out":668,"Ġ10":669,"ĠWh":670,"Ġtomato":671,"Ġx":672,"asser":673,"Ġcar":674,"asserole":675,"rink":676,"ard":677,"Ġser":678,"zen":679,"Ġrem":680,"ff":681,"sh":682,"Ġdish":683,"Ġmay":684,"akes":685,"Ġhot":686,"ring":687,"ies":688,"Ġsliced":689,"Ġrice":690,"Ġpecans":691,"ĠIn":692,"ag":693,"rinkle":694,"edd":695,"Ġdry":696,"em":697,"Ġro":698,"Ġ9":699,"eddar":700,"ĠCool":701,"Ġgrated":702,"Ġcrumbs":703,"Ġbeans":704,"Ġcrack":705,"ire":706,"we":707,"na":708,"ased":709,"get":710,"ĠPlace":711,"ĠCo":712,"ĠSer":713,"ries":714,"eget":715,"Ġwhite":716,"aste":717,"egetab":718,"ub":719,"ely":720,"ant":721,"ll":722,"end":723,"Ġmelted":724,"Ġab":725,"ĠCheddar":726,"Ġcl":727,"weet":728,"Ġstick":729,"ips":730,"oa":731,"Ġfrozen":732,"Ġmeat":733,"ins":734,"Ġcut":735,"tion":736,"Ġis":737,"Ġshor":738,"Ġchips":739,"ange":740,"tening":741,"Ġshortening":742,"Ġabout":743,"av":744,"Ġvegetab":745,"Ġk":746,"Ġal":747,"onna":748,"onnaise":749,"Ġ30":750,"Ġmayonnaise":751,"art":752,"uit":753,"ore":754,"resh":755,"ress":756,"Ġremain":757,"Ġra":758,"Ġred":759,"ving":760,"Ġfrom":761,"ley":762,"Ġremaining":763,"mer":764,"Ġlight":765,"ustard":766,"ey":767,"Ġas":768,"Ġcooked":769,"riger":770,"uff":771,"Ġapp":772,"Ġfresh":773,"ason":774,"onut":775,"ul":776,"ccol":777,"ccoli":778,"Ġdrained":779,"Ġsl":780,"acon":781,"arsley":782,"Ġgreased":783,"Ġthen":784,"Ġcarro":785,"Ġchil":786,"Ġparsley":787,"Ġhal":788,"ep":789,"Ġham":790,"udd":791,"Ġbacon":792,"Ġmustard":793,"os":794,"udding":795,"Ġhours":796,"ĠCover":797,"ĠPut":798,"Ġtaste":799,"ĠBeat":800,"Ġserving":801,"ender":802,"Ġex":803,"Ġcrush":804,"ĠSprinkle":805,"Ġpean":806,"Ġgra":807,"Ġcoconut":808,"ded":809,"Ġcrushed":810,"ide":811,"Ġ15":812,"ĠWhip":813,"Ġsk":814,"raw":815,"Ġboiling":816,"Ġbeaten":817,"Ġshred":818,"ĠO":819,"Ġpap":820,"Ġroll":821,"li":822,"Ġbot":823,"Ġmushrooms":824,"ĠSal":825,"Ġshredded":826,"ks":827,"are":828,"ec":829,"rawber":830,"Ġseason":831,"stant":832,"co":833,"iz":834,"Ġorange":835,"ĠBro":836,"ĠServe":837,"Ġoli":838,"anan":839,"Ġcool":840,"Ġsof":841,"Ġcarrots":842,"Ġapples":843,"Ġbake":844,"let":845,"ĠRem":846,"Ġpudding":847,"Ġ12":848,"ĠRemove":849,"iced":850,"Ġ20":851,"Ġbroccoli":852,"ĠCake":853,"Ġeach":854,"ĠE":855,"ĠCream":856,"Ġpieces":857,"Ġpowdered":858,"Ġ13":859,"Ġfir":860,"tt":861,"Ġcans":862,"immer":863,"nuts":864,"ĠWor":865,"Ġdiced":866,"Ġbroth":867,"Ġcasserole":868,"Ġole":869,"Ġoleo":870,"Ġslices":871,"shire":872,"armes":873,"armesan":874,"ayer":875,"tershire":876,"cestershire":877,"Ġnut":878,"Ġshell":879,"ent":880,"Ġbox":881,"avor":882,"reas":883,"Ġrais":884,"ĠJ":885,"Ġcover":886,"usage":887,"oodles":888,"ĠWorcestershire":889,"ressing":890,"Ġraisins":891,"Ġref":892,"ĠParmesan":893,"ĠK":894,"yr":895,"pping":896,"yrup":897,"Ġpl":898,"iss":899,"Ġstrawber":900,"ruit":901,"Ġcher":902,"ĠMakes":903,"ĠSpread":904,"ime":905,").":906,"Ġtender":907,"Ġsyrup":908,"Ġhalf":909,"Ġnoodles":910,"Ġpour":911,"oll":912,"Ġan":913,"Ġpeanut":914,"meg":915,"ĠCr":916,"Ġnutmeg":917,"ĠCut":918,"oil":919,"Ġstirring":920,"Ġcrackers":921,"est":922,"ork":923,"Ġbanan":924,"ĠSalad":925,"Ġjell":926,"Ġchili":927,"milk":928,"Ġcocoa":929,"Ġrefriger":930,"Ġcrust":931,"ĠV":932,"Ġblack":933,"Ġsweet":934,"Ġpeppers":935,"Ġhe":936,"oves":937,"one":938,"ue":939,"ps":940,"Ġcloves":941,"ea":942,"ĠCasserole":943,"urn":944,"Ġshe":945,"Ġsausage":946,"ats":947,"Ġbuttermilk":948,"Ġsm":949,"ds":950,"ute":951,"ĠSa":952,"Ġseasoning":953,"illet":954,"Ġdressing":955,"mallow":956,"ĠChicken":957,"Ġwhi":958,"Ġit":959,"Ġup":960,"Ġcub":961,"bur":962,"Ġset":963,"Ġcold":964,"Ġsalad":965,"ally":966,"ĠBrown":967,"Ġvegetable":968,"chin":969,"ĠLet":970,"Ġcups":971,"ĠHeat":972,"Ġli":973,"ĠPie":974,"arch":975,"Ġlow":976,"Ġwhole":977,"Ġsqu":978,"ĠChe":979,"ĠDrain":980,"Ġblend":981,"Ġfill":982,"tr":983,"Ġwal":984,"Ġdough":985,"Ġskillet":986,"Ġseed":987,"starch":988,"Ġ45":989,"Ġcornstarch":990,"Ġus":991,"ĠBl":992,"Ġout":993,"ĠPre":994,"inger":995,"ried":996,"pan":997,"Ġcracker":998,"Ġbananas":999,"ĠRoll":1000,"Ġcookie":1001,"ano":1002,"Ġpack":1003,"Ġpre":1004,"Ġmarsh":1005,"Ġmarshmallow":1006,"Ġsheet":1007,"Ġpork":1008,"Ġwarm":1009,"burger":1010,"ew":1011,"25":1012,"Ġinstant":1013,"ham":1014,"ess":1015,"fore":1016,"Ġbefore":1017,"ian":1018,"ave":1019,"ĠTop":1020,"rim":1021,"Ġwalnuts":1022,"alls":1023,"Ġflavor":1024,"Ġcooking":1025,"ĠPe":1026,"ree":1027,"Ġare":1028,"eed":1029,"ĠTh":1030,"ĠMel":1031,"tom":1032,"75":1033,"ooth":1034,"Ġvegetables":1035,"Ġgraham":1036,"tional":1037,"Ġsaucepan":1038,"ightly":1039,"oni":1040,"Ġjello":1041,"ĠMelt":1042,"Ġbottom":1043,"ka":1044,"ump":1045,"zz":1046,"ced":1047,"Ġalmon":1048,"Ġsmooth":1049,"gano":1050,"Ġginger":1051,"ĠN":1052,"Ġfilling":1053,"Ġfruit":1054,"Ġminced":1055,"cc":1056,"tened":1057,"abb":1058,"Ġbell":1059,"Ġthick":1060,"Ġnot":1061,"Ġhamburger":1062,"Ġsimmer":1063,"abbage":1064,"aked":1065,"regano":1066,"Ġlayer":1067,"optional":1068,"ately":1069,"atter":1070,"reasts":1071,"Ġoregano":1072,"act":1073,"rika":1074,"ellow":1075,"tle":1076,"Ġtab":1077,"Ġwhites":1078,"Ġjar":1079,"Ġthin":1080,"Ġdone":1081,"Ġpaprika":1082,"Ġmarshmallows":1083,"eal":1084,"Ġlea":1085,"ucchin":1086,"Ġtea":1087,"ucchini":1088,"Ġ375":1089,"Ġlightly":1090,"ĠIt":1091,"Ġbreasts":1092,"Ġpeel":1093,"poon":1094,"Ġwa":1095,"ges":1096,"east":1097,"Ġen":1098,"lespoon":1099,"rimp":1100,"Ġextr":1101,"Ġfin":1102,"Ġif":1103,"Ġyol":1104,"Ġtablespoon":1105,"Ġyellow":1106,"Ġone":1107,"Ġplace":1108,"Ġextract":1109,"Ġfirst":1110,"Ġaside":1111,"meal":1112,"ĠChill":1113,"ĠY":1114,"Ġstrawberries":1115,"Ġyeast":1116,"urp":1117,"par":1118,"aw":1119,"ott":1120,"Ġdes":1121,"berry":1122,"ĠMo":1123,"ose":1124,"ĠBlend":1125,"Ġolive":1126,"isc":1127,"ired":1128,"ĠAnd":1129,"ens":1130,"Ġsoftened":1131,"ella":1132,"ne":1133,"Ġcabbage":1134,"Ġcont":1135,"Ġdesired":1136,"oaf":1137,"unch":1138,"Ġfinely":1139,"quart":1140,"issol":1141,"alian":1142,"arella":1143,"zzarella":1144,"rt":1145,"ĠBe":1146,"Ġservings":1147,"Ġliqu":1148,"ĠSh":1149,"Ġ25":1150,"hett":1151,"aghett":1152,"aghetti":1153,"Ġsoy":1154,"Ġlet":1155,"ĠItalian":1156,"ĠCheese":1157,"Ġz":1158,"acar":1159,"Ġtime":1160,"Ġpeas":1161,"Ġwine":1162,"ĠServes":1163,"Ġother":1164,"ize":1165,"Ġwhipped":1166,"ved":1167,"urpose":1168,"ĠMozzarella":1169,"Ġdash":1170,"gre":1171,"acaroni":1172,"ck":1173,"Ġice":1174,"eep":1175,"Ġput":1176,"Ġchill":1177,"olden":1178,"Ġcombine":1179,"Ġ40":1180,"Ġserve":1181,"Ġ325":1182,"asil":1183,"ade":1184,"spoon":1185,"ce":1186,"Ġolives":1187,"Ġmore":1188,"Ġteaspoon":1189,"Ġtort":1190,"kin":1191,"10":1192,"purpose":1193,"Ġpaper":1194,"dens":1195,"Ġliquid":1196,"densed":1197,"ĠPreheat":1198,"iscuit":1199,"ator":1200,"ite":1201,"ift":1202,"Ġ7":1203,"ex":1204,"Ġcondensed":1205,"night":1206,"Ġsprinkle":1207,"Ġyolks":1208,"Ġzucchini":1209,"Ġshrimp":1210,"Ġcherries":1211,"sweet":1212,"Ġbatter":1213,"row":1214,"irec":1215,"umpkin":1216,"ĠBring":1217,"Ġdirec":1218,"Ġslightly":1219,"Ġgolden":1220,"ee":1221,"Ġclove":1222,"Ġcom":1223,"Ġovernight":1224,"rop":1225,"Ġpast":1226,"Ġq":1227,"Ġby":1228,"Ġbag":1229,"Ġflakes":1230,"ĠDip":1231,"Ġqt":1232,"ĠU":1233,"elat":1234,"ĠPot":1235,"Ġ400":1236,"Ġdo":1237,"Ġbasil":1238,"Ġsoft":1239,"pe":1240,"oughly":1241,"'s":1242,"els":1243,"Ġrefrigerator":1244,"ĠJell":1245,"oroughly":1246,"Ġgelat":1247,"Ġpim":1248,"ĠCookies":1249,"Ġspaghetti":1250,"Ġspread":1251,"isco":1252,"quick":1253,"Ġmacaroni":1254,"ĠButter":1255,"Ġstand":1256,"ĠRef":1257,"inach":1258,"ĠCho":1259,"icrow":1260,"Ġcontain":1261,"Ġtopping":1262,"arb":1263,"Ġballs":1264,"ĠRefriger":1265,"ower":1266,"Ġsize":1267,"Ġthoroughly":1268,"aco":1269,"ĠBread":1270,"Ġrolls":1271,"Ġloaf":1272,"Ġcherry":1273,"reez":1274,"Ġfat":1275,"ĠCrisco":1276,"Ġapple":1277,"Ġlett":1278,"icrowave":1279,"ĠRice":1280,"ept":1281,"Ġlettuce":1282,"16":1283,"Ġoff":1284,"ĠĠ":1285,"oth":1286,"berries":1287,"ĠBoil":1288,"ottage":1289,"Ġfirm":1290,"Ġmixed":1291,"ble":1292,"ĠSift":1293,"Ġuse":1294,"oney":1295,"ĠChocolate":1296,"Ġfood":1297,"Ġpeach":1298,"Ġlon":1299,"Ġyou":1300,"Ġmash":1301,"ĠRefrigerate":1302,"Ġsticks":1303,"Ġcubes":1304,"Ġoats":1305,"ucumb":1306,"Ġdried":1307,"ile":1308,"ke":1309,"Ġmake":1310,"eak":1311,"cept":1312,"ĠFold":1313,"ĠBr":1314,"Ġfloured":1315,"key":1316,"Ġbiscuit":1317,"Ġcol":1318,"ature":1319,"Ġcottage":1320,"Ġalmonds":1321,"ifted":1322,"vered":1323,"Ġgelatin":1324,"fec":1325,"cook":1326,"ĠSl":1327,"tions":1328,"Ġmixing":1329,"fter":1330,"rab":1331,"Ġ35":1332,"Ġtur":1333,"fection":1334,"Ġstuff":1335,"eta":1336,"Ġcontainer":1337,"ened":1338,"led":1339,"Ġconfection":1340,"iel":1341,"Ġsc":1342,"Ġpeeled":1343,"Ġcucumb":1344,"Ġexcept":1345,"Ġpans":1346,"greased":1347,"ually":1348,"ĠWhen":1349,"Ġconfectioners":1350,"atmeal":1351,"range":1352,"elve":1353,"ĠSaute":1354,"ray":1355,"ich":1356,"Ġcovered":1357,"ĠSpoon":1358,"Ġthicken":1359,"Ġpaste":1360,"Ġspoon":1361,"Ġblended":1362,"arin":1363,"atsup":1364,"Ġbrowned":1365,"ento":1366,"cess":1367,"Ġwill":1368,"Ġpumpkin":1369,"Ġhoney":1370,"Ġfry":1371,"Ġcatsup":1372,"Ġcran":1373,"Ġonto":1374,"Ġgl":1375,"Ġcolor":1376,"ĠDrop":1377,"ĠVelve":1378,"Ġpimento":1379,"ĠSimmer":1380,"Ġspinach":1381,"stantly":1382,"avy":1383,"Ġconstantly":1384,"anges":1385,"Ġket":1386,"Ġbuttered":1387,"Ġtaco":1388,"Ġflavoring":1389,"Ġtablespoons":1390,"se":1391,"Ġleaves":1392,"Ġsifted":1393,"yle":1394,"Ġoranges":1395,"cent":1396,"Ġstrawberry":1397,"Ġpotato":1398,"Ġthis":1399,"Ġwax":1400,"nch":1401,"iff":1402,"dually":1403,"Ġfoil":1404,"ĠVelveeta":1405,"oun":1406,"Ġhead":1407,"Ġenough":1408,"ican":1409,"Ġri":1410,"Ġstri":1411,"Ġbou":1412,"Ġchun":1413,"illon":1414,"cooked":1415,"iv":1416,"Ġmashed":1417,"ittle":1418,"Ġbouillon":1419,"ind":1420,"rease":1421,"Ġpackage":1422,"Ġpt":1423,"Ġstuffing":1424,"Ġheavy":1425,"arp":1426,"Ġinch":1427,"ides":1428,"Ġdill":1429,"ding":1430,"Ġround":1431,"ĠLayer":1432,"12":1433,"Ġpick":1434,"Ġsteak":1435,"Ġmo":1436,"og":1437,"Ġbay":1438,"ĠSw":1439,"ĠCorn":1440,"ĠYiel":1441,"yme":1442,"Ġbon":1443,"Ġsides":1444,"ares":1445,"Ġsharp":1446,"ris":1447,"ape":1448,"Ġthyme":1449,"Ġcand":1450,"ings":1451,"apor":1452,"asses":1453,"vapor":1454,"Ġpeaches":1455,"Ġfine":1456,"Ġcle":1457,"ets":1458,"its":1459,"Ġstrips":1460,"Ġevapor":1461,"illas":1462,"Ġthaw":1463,"ton":1464,"erry":1465,"Ġrefrigerate":1466,"Ġde":1467,"lower":1468,"Ġmuff":1469,"Ġdissol":1470,"ĠGrease":1471,"ĠTurn":1472,"Ġevaporated":1473,"Ġturn":1474,"chup":1475,"Ġjust":1476,"ail":1477,"ates":1478,"covered":1479,"Ġtortillas":1480,"ney":1481,"Ġrest":1482,"Ġchops":1483,"Ġketchup":1484,"Ġprepar":1485,"Ġap":1486,"per":1487,"Ġslice":1488,"Ġroast":1489,"Ġvery":1490,"Ġcrab":1491,"Ġlime":1492,"enter":1493,"rench":1494,"Ġcookies":1495,"Ġdirections":1496,"Ġpeanuts":1497,"Ġsquash":1498,"Ġacc":1499,"ĠThen":1500,"ĠGr":1501,"Ġcenter":1502,"Ġeven":1503,"Ġlittle":1504,"Ġuncovered":1505,"Ġside":1506,"Ġkid":1507,"own":1508,"olasses":1509,"Ġcubed":1510,"mi":1511,"Ġturkey":1512,"Ġfreez":1513,"ording":1514,"Ġtart":1515,"ĠFrench":1516,"Ġthawed":1517,"nish":1518,"Ġprepared":1519,"Ġlay":1520,"Ġslow":1521,"Ġkidney":1522,"Ġsemi":1523,"ors":1524,"Ġminute":1525,"Ġstal":1526,"Ġaccording":1527,"Ġdou":1528,"ently":1529,"Ġafter":1530,"Ġmixer":1531,"Ġpo":1532,"Ġchilies":1533,"erb":1534,"ices":1535,"eser":1536,"ĠRo":1537,"ĠGra":1538,"ld":1539,"Ġremove":1540,"ous":1541,"ĠSwiss":1542,"Ġoatmeal":1543,"Ġplain":1544,"ĠSet":1545,"Ġcur":1546,"ĠSoup":1547,"ount":1548,"rox":1549,"ful":1550,"izz":1551,"Ġyour":1552,"ĠCar":1553,"Ġwhipping":1554,"Ġform":1555,"Ġbut":1556,"emper":1557,"Ġ16":1558,"Ġbre":1559,"roxim":1560,"tern":1561,"emperature":1562,"Ġmolasses":1563,"Ġdates":1564,"roximately":1565,"Ġbiscuits":1566,"Ġhand":1567,"Ġungreased":1568,"Ġtemperature":1569,"Ġcro":1570,"ĠFor":1571,"Ġevenly":1572,"ĠBis":1573,"Ġalmond":1574,"ĠRed":1575,"asion":1576,"ccasion":1577,"Ġleaf":1578,"Ġfork":1579,"Ġchest":1580,"arbec":1581,"umin":1582,"ubb":1583,"Ġqu":1584,"aul":1585,"uck":1586,"Ġoccasion":1587,"ĠMake":1588,"spice":1589,"Ġwhen":1590,"Ġ50":1591,"Ġchestnuts":1592,"Ġoccasionally":1593,"Ġlayers":1594,"ĠPotato":1595,"ĠBisquick":1596,"Ġblender":1597,"ern":1598,"Ġallspice":1599,"Ġstiff":1600,"arts":1601,"ffee":1602,"Ġmeal":1603,"Ġsepar":1604,"sa":1605,"aulif":1606,"Ġpinch":1607,"Ġtw":1608,"auliflower":1609,"ame":1610,"rap":1611,"Ġunb":1612,"ud":1613,"Ġball":1614,"Ġsquares":1615,"Ġtub":1616,"Ġspeed":1617,"izza":1618,"Ġpastry":1619,"Ġcucumbers":1620,"ss":1621,"risp":1622,"Ġpacked":1623,"ition":1624,"uffy":1625,"Ġdown":1626,"Ġhalves":1627,"und":1628,"ark":1629,"Ġbring":1630,"Ġbubb":1631,"Ġbr":1632,"una":1633,"ĠPress":1634,"asy":1635,"andarin":1636,"ĠFruit":1637,"ĠWith":1638,"ĠApple":1639,"Ġcann":1640,"ider":1641,"Ġthr":1642,"Ġgran":1643,"Ġsec":1644,"oss":1645,"Ġthrough":1646,"elf":1647,"oc":1648,"issolve":1649,"Ġshells":1650,"isp":1651,"Ġtartar":1652,"Ġbaked":1653,"ĠDissolve":1654,"ase":1655,"Ġwaf":1656,"edges":1657,"ĠSlice":1658,"Ġclean":1659,"fat":1660,"ĠDo":1661,"Ġcrisp":1662,"enne":1663,"ull":1664,"Ġam":1665,"ĠSauce":1666,"arbecue":1667,"ĠTo":1668,"Ġneed":1669,"Ġspray":1670,"Ġdouble":1671,"Ġaddition":1672,"Ġmuffin":1673,"ock":1674,"Ġwhile":1675,"Ġhard":1676,"Qu":1677,"Ġfluffy":1678,"Ġlean":1679,"erm":1680,"ĠSe":1681,"Ġrind":1682,"auce":1683,"Ġuncooked":1684,"about":1685,"ĠBroccoli":1686,"tail":1687,"Ġmelt":1688,"ayenne":1689,"Ġleast":1690,"ĠQu":1691,"Ġnon":1692,"Ġcider":1693,"ric":1694,"bread":1695,"Ġcauliflower":1696,"asco":1697,"Ġcrumbled":1698,"Ġmicrowave":1699,"ready":1700,"Ġstalks":1701,"kra":1702,"Ġblue":1703,"other":1704,"urt":1705,"Ġpasta":1706,"Ġcayenne":1707,"ĠChop":1708,"Ġreser":1709,"ng":1710,"ĠTab":1711,"rising":1712,"Ġunbaked":1713,"ĠUse":1714,"Ġcoloring":1715,"Ġsaute":1716,"Ġapproximately":1717,"Ġcomp":1718,"Ġlonger":1719,"ĠAr":1720,"Ġcarton":1721,"15":1722,"ereal":1723,"Ġbeating":1724,"ĠTabasco":1725,"Ġchunks":1726,"Ġglass":1727,"ext":1728,"ular":1729,"ricot":1730,"Ġshall":1731,"Ġbottle":1732,"Ġar":1733,"ogurt":1734,"sc":1735,"Ġplate":1736,"Ġstew":1737,"Ġ300":1738,"ĠPean":1739,"Ġcres":1740,"Ġseasoned":1741,"Ġmandarin":1742,"Ġaltern":1743,"Ġself":1744,"Ġslowly":1745,"Ġthinly":1746,"fl":1747,"ĠFl":1748,"Ġcoat":1749,"Ġcereal":1750,"Ġcornmeal":1751,"Ġkern":1752,"ipe":1753,"Ġcanned":1754,"ome":1755,"pare":1756,"ĠSto":1757,"ary":1758,"ĠPeanut":1759,"Ġcomplet":1760,"ist":1761,"Ġready":1762,"ĠBaked":1763,"Ġpro":1764,"Ġcrescent":1765,"ĠYields":1766,"Ġhigh":1767,"Ġspices":1768,"Ġday":1769,"Ġfew":1770,"Ġcomes":1771,"gular":1772,"Ġcoars":1773,"ĠGre":1774,"ĠFro":1775,"eless":1776,"lish":1777,"Ġrise":1778,"veral":1779,"Ġthickened":1780,"ĠEasy":1781,"Ġlong":1782,"ĠBeef":1783,"ulated":1784,"Ġcarrot":1785,"style":1786,"udge":1787,"Ġdissolved":1788,"vel":1789,"Ġcreamed":1790,"Ġseveral":1791,"Ġyogurt":1792,"ĠShape":1793,"sweetened":1794,"ĠArrange":1795,"Ġcompletely":1796,"ĠGar":1797,"Ġthem":1798,"Ġamount":1799,"ĠSweet":1800,"Ġcock":1801,"Ġ24":1802,"asag":1803,"Ġcocktail":1804,"Ġrack":1805,"Ġtube":1806,"ĠFill":1807,"Ġwafers":1808,"Ġgranulated":1809,"Ġcumin":1810,"Ġpin":1811,"Ġgrease":1812,"ĠFry":1813,"Ġrec":1814,"ĠGradually":1815,"otch":1816,"Ġale":1817,"Ġchuck":1818,"ĠIf":1819,"Ġmini":1820,"Ġdozen":1821,"ĠThis":1822,"emon":1823,"apen":1824,"alapen":1825,"ĠSqu":1826,"Ġboneless":1827,"Ġsalsa":1828,"less":1829,"ĠReduce":1830,"sting":1831,"ild":1832,"Ġtwo":1833,"Ġjars":1834,"Ġkernel":1835,"Ġapplesauce":1836,"ĠSc":1837,"Ġripe":1838,"ined":1839,"Ġskin":1840,"ig":1841,"Ġanother":1842,"Ġdri":1843,"ĠMicrowave":1844,"Ġunsweetened":1845,"ĠDel":1846,"Ġtuna":1847,"Ġpress":1848,"ĠSeason":1849,"merican":1850,"Ġseasonings":1851,"ppy":1852,"scotch":1853,"Ġlast":1854,"Ġquick":1855,"Ġthat":1856,"Ġgood":1857,"ĠBrand":1858,"ia":1859,"Ġtortilla":1860,"pl":1861,"Ġfish":1862,"Ġcranberry":1863,"Ġany":1864,"ĠHot":1865,"arter":1866,"Ġbubbly":1867,"Ġapricot":1868,"ĠMeat":1869,"bs":1870,"vy":1871,"ĠAmerican":1872,"agle":1873,"Ġtoast":1874,"Ġlike":1875,"Ġcranberries":1876,"Ġcurry":1877,"anana":1878,"Ġpart":1879,"ĠPrepare":1880,"Ġpat":1881,"ĠOn":1882,"Ġroom":1883,"Ġcaram":1884,"Ġsherry":1885,"Ġraw":1886,"Ġjelly":1887,"ied":1888,"inue":1889,"Ġjalapen":1890,"Ġboth":1891,"ĠEagle":1892,"ĠSo":1893,"ugar":1894,"ĠMon":1895,"Ġbreast":1896,"ĠZ":1897,"Ġkeep":1898,"Ġfold":1899,"Ġshallow":1900,"az":1901,"Ġusing":1902,"Ġwheat":1903,"ĠBanana":1904,"aro":1905,"nead":1906,"Ġdip":1907,"aschin":1908,"aschino":1909,"Ġcooled":1910,"Ġrasp":1911,"ĠPepper":1912,"ĠEgg":1913,"ivid":1914,"Ġtoss":1915,"ert":1916,"ilad":1917,"Ġbits":1918,"Ġlemonade":1919,"Ġcoffee":1920,"Ġprocess":1921,"Ġflaked":1922,"ĠCan":1923,"anch":1924,"Ġhas":1925,"ĠHam":1926,"ĠPunch":1927,"ĠPudding":1928,"so":1929,"Ġmaraschino":1930,"ĠHigh":1931,"ĠMex":1932,"Ġcreamy":1933,"ĠKaro":1934,"Ġdeep":1935,"ĠLemon":1936,"reme":1937,"Ġdirected":1938,"Ġend":1939,"Ġregular":1940,"Ġsquare":1941,"ok":1942,"Ġhash":1943,"Ġstock":1944,"meat":1945,"lec":1946,"Ġins":1947,"oke":1948,"ang":1949,"Ġim":1950,"ĠStrawber":1951,"Ġpecan":1952,"Ġsweetened":1953,"ĠCon":1954,"ĠBre":1955,"Ġalternately":1956,"Ġdark":1957,"rained":1958,"14":1959,"Ġchi":1960,"tz":1961,"ĠVegetab":1962,"Ġtow":1963,"Tel":1964,"bl":1965,"Ġbutterscotch":1966,"Ġblueberries":1967,"Ġnext":1968,"Ġonce":1969,"itz":1970,"Ġbanana":1971,"spar":1972,"ĠSalt":1973,"Ġ425":1974,"asagna":1975,"ĠPeel":1976,"rispies":1977,"ĠPotatoes":1978,"Ġcons":1979,"fuls":1980,"astic":1981,"ĠStrawberry":1982,"acle":1983,"ĠJack":1984,"iracle":1985,"ĠGarnish":1986,"Ġsecon":1987,"medi":1988,"mediately":1989,"ĠStore":1990,"ong":1991,"ĠToss":1992,"Ġbarbecue":1993,"Ġcandy":1994,"Ġbite":1995,"ation":1996,"gain":1997,"reser":1998,"Ġkn":1999,"Ġgently":2000,"tric":2001,"lectric":2002,"Ġgradually":2003,"ini":2004,"ams":2005,"ĠTake":2006,"ĠUn":2007,"Ġquarter":2008,"ĠRep":2009,"pick":2010,"Ġfull":2011,"ĠCoc":2012,"corn":2013,"Ġelectric":2014,"Ġagain":2015,"Ġhave":2016,"Ġgrap":2017,"ĠMiracle":2018,"adish":2019,"Ġchilled":2020,"ĠKrispies":2021,"avorite":2022,"ĠFudge":2023,"ĠMexican":2024,"Ġtooth":2025,"eradish":2026,"orseradish":2027,"uted":2028,"very":2029,"Ġbeen":2030,"ive":2031,"Ġscall":2032,"Ġmarin":2033,"Ġ60":2034,"itos":2035,"Ġsalmon":2036,"Ġaround":2037,"Ġtoothpick":2038,"Ġweed":2039,"Ġdi":2040,"velop":2041,"icott":2042,"ĠYou":2043,"ran":2044,"ĠRitz":2045,"ĠStuff":2046,"ife":2047,"Ġbunch":2048,"Ġboiled":2049,"hub":2050,"hubarb":2051,"ĠBreak":2052,"Ġherb":2053,"essert":2054,"Ġhorseradish":2055,"ĠWash":2056,"Ġseal":2057,"Ġenvelop":2058,"Ġrings":2059,"heated":2060,"ĠRepeat":2061,"ĠFreez":2062,"Ġneeded":2063,"amp":2064,"isten":2065,"Ġpizza":2066,"ould":2067,"Ġfreeze":2068,"pot":2069,"cake":2070,"Ġjalapeno":2071,"Ġspice":2072,"Ġboiler":2073,"Ġme":2074,"plant":2075,"Ġgravy":2076,"ĠThe":2077,"ĠAl":2078,"ĠSugar":2079,"ĠPec":2080,"Ġbars":2081,"ling":2082,"Ġknife":2083,"Ġund":2084,"Ġlen":2085,"Ġper":2086,"Ġdripping":2087,".\\":2088,"fer":2089,"esame":2090,"Ġpound":2091,"Ġav":2092,"Ġplus":2093,"Ġheated":2094,"Ġdrippings":2095,"ĠKeep":2096,"Ġsome":2097,"not":2098,"ĠVegetable":2099,"Ġused":2100,"Ġevery":2101,"andy":2102,"Ġseeds":2103,"ĠQuick":2104,"Ġplastic":2105,"Ġcrock":2106,"ĠPineapple":2107,"stit":2108,"ĠBeans":2109,"Ġcandied":2110,"Ġfirmly":2111,"Ġbet":2112,"Ġfried":2113,"Ġwaxed":2114,"Ġflat":2115,"Ġcoarsely":2116,"sparag":2117,"sparagus":2118,"Ġpimentos":2119,"Ġcucumber":2120,"ĠMay":2121,"Ġfrying":2122,"ting":2123,"ys":2124,"inse":2125,"Ġfreezer":2126,"Ġdro":2127,"Ġminiature":2128,"Ġcornbread":2129,"Ġedges":2130,"centr":2131,"Ġpreheated":2132,"Ġchives":2133,"Ġimmediately":2134,"ĠPound":2135,"Ġmelts":2136,"ters":2137,"terey":2138,"Ġgarnish":2139,"Ġadditional":2140,"ĠMin":2141,"usts":2142,"'t":2143,"uer":2144,"ĠLine":2145,"Ġconcentr":2146,"balls":2147,"ocad":2148,"Ġsub":2149,"Ġpretz":2150,"Ġmold":2151,"Ġsesame":2152,"Ġseparate":2153,"ĠBars":2154,"Ġ450":2155,"nut":2156,"icotta":2157,"Ġchunk":2158,"ĠRolls":2159,"ĠSour":2160,"Ġtoasted":2161,"Ġbean":2162,"kraut":2163,"uerkraut":2164,"20":2165,"ĠZucchini":2166,"Ġadding":2167,"ĠDiv":2168,"Ġgrapes":2169,"Ġcrusts":2170,"Ġcrabmeat":2171,"wise":2172,"ett":2173,"for":2174,"Ġbrowns":2175,"Ġ-":2176,"ĠBalls":2177,"ĠMonterey":2178,"Ġtoo":2179,"ĠRanch":2180,"ĠEng":2181,"Ġsubstit":2182,"lets":2183,"Ġapart":2184,"ĠChil":2185,"Ġsalted":2186,"ions":2187,"Ġsage":2188,"oin":2189,"ĠNut":2190,"Ġbroil":2191,"ĠRicotta":2192,"wh":2193,"ĠPecan":2194,"ĠDressing":2195,"ious":2196,"gs":2197,"ĠSausage":2198,"erries":2199,"Ġback":2200,"undt":2201,"Ġwire":2202,"ĠYield":2203,"ons":2204,"ivided":2205,"Ġ14":2206,"grees":2207,"Ġdegrees":2208,"uk":2209,"esson":2210,"Ġavocad":2211,"orsels":2212,"ft":2213,"Ġconcentrate":2214,"ĠPumpkin":2215,"utch":2216,"ĠChili":2217,"Ġuns":2218,"Ġ18":2219,"Ġpoppy":2220,"Ġfrosting":2221,"Ġmorsels":2222,"Ġboxes":2223,"can":2224,"ĠDream":2225,"oy":2226,"ĠGreen":2227,"Ġrecipe":2228,"wich":2229,"ĠEnglish":2230,"Ġdivided":2231,"iluted":2232,"imes":2233,"ĠForm":2234,"ĠWesson":2235,"oul":2236,"ĠOrange":2237,"ĠWrap":2238,"ized":2239,"ĠLoaf":2240,"Ġrolled":2241,"Ġraspberry":2242,"irt":2243,"Ġ11":2244,"cy":2245,"Ġpickles":2246,"ort":2247,"ĠDutch":2248,"ost":2249,"aking":2250,"ĠRet":2251,"Ġfreshly":2252,"ĠMarin":2253,"Ġ*":2254,"Ġeggplant":2255,"Ġberries":2256,"ĠReturn":2257,"Ġyolk":2258,"Ġbar":2259,"ĠBundt":2260,"ĠBean":2261,"Ġenvelope":2262,"Ġremo":2263,"uns":2264,"andwich":2265,"ollow":2266,"ĠShrimp":2267,"Ġpar":2268,"bon":2269,"Ġpepperoni":2270,"Ġel":2271,"ken":2272,"stick":2273,"ĠOre":2274,"isk":2275,"ener":2276,"Ġfavorite":2277,"Ġshape":2278,"Ġgrain":2279,"Ġsheets":2280,"ĠPizza":2281,"lit":2282,"Ġbeg":2283,"Ġorder":2284,"Ġsur":2285,"Ġtightly":2286,"reserves":2287,"Ġrhubarb":2288,"gth":2289,"),":2290,"ĠPork":2291,"Ġdrops":2292,"erted":2293,"Ġchop":2294,"Ġlength":2295,"Ġinserted":2296,"Ġcoated":2297,"Ġne":2298,"ems":2299,"Ġturning":2300,"ĠPat":2301,"ĠFreeze":2302,"Ġreduce":2303,"zzle":2304,"tra":2305,"ĠCrumb":2306,"Ġinches":2307,"ĠIce":2308,"Ġmayo":2309,"Ġsli":2310,"ĠCoconut":2311,"Ġgal":2312,"ĠAll":2313,"Ġwedges":2314,"erbet":2315,"Ġpretzels":2316,"Ġrefrigerated":2317,"ĠTom":2318,"ĠMuff":2319,"aping":2320,"Ġsauerkraut":2321,"Ġsugars":2322,"Ġpickle":2323,"Ġasparagus":2324,"Ġbroken":2325,"ots":2326,"Ġlasagna":2327,"ĠCont":2328,"ines":2329,"ĠBrush":2330,"Ġrum":2331,"Ġart":2332,"Ġthey":2333,"Ġflavored":2334,"Ġsurf":2335,"ĠNo":2336,"ĠPick":2337,"Ġalso":2338,"Ġonly":2339,"ĠDessert":2340,"gel":2341,"icious":2342,"ully":2343,"ĠPam":2344,"Ġcheddar":2345,"iento":2346,"idd":2347,"Ġseparated":2348,"ĠAfter":2349,"ĠMe":2350,"Ġpreserves":2351,"Ġpop":2352,"Ġwrap":2353,"Ġtops":2354,"erman":2355,"Ġsurface":2356,"ewarm":2357,"Ġpimiento":2358,"Ġtimes":2359,"ukewarm":2360,"ties":2361,"Ġextra":2362,"io":2363,"inner":2364,"ĠCarro":2365,"bow":2366,"Ġreserved":2367,"Ġno":2368,"Ġangel":2369,"ante":2370,"Ġpiece":2371,"flavor":2372,"Ġlukewarm":2373,"ĠBlue":2374,"ĠMuffins":2375,"istency":2376,"Ġshould":2377,"Ġsubstitute":2378,"ness":2379,"Ġpure":2380,"Ġadded":2381,"ĠCran":2382,"No":2383,"ĠOld":2384,"icante":2385,"Ġconsistency":2386,"int":2387,"oaves":2388,"Ġnonfat":2389,"eg":2390,"Ġpinto":2391,"Ġop":2392,"ĠSpray":2393,"ĠDivide":2394,"Ġseconds":2395,"Ġoys":2396,"Ġpit":2397,"ĠDi":2398,"meric":2399,"ĠGerman":2400,"Ġskim":2401,"ĠOatmeal":2402,"ĠCherry":2403,"Ġslivered":2404,"emary":2405,"Ġros":2406,"Ġturmeric":2407,"Ġsherbet":2408,"ez":2409,"aze":2410,"Ġlid":2411,"Ġteaspoons":2412,"Ġfil":2413,"most":2414,"Ġchoice":2415,"Ġsoups":2416,"flavored":2417,"ĠCranberry":2418,"ola":2419,"Ġquart":2420,"Ġac":2421,"Ġcomb":2422,"Ġmois":2423,"qual":2424,"Ġscallions":2425,"ĠGood":2426,"ĠMars":2427,"Ġcube":2428,"Ġlemons":2429,"ĠStew":2430,"aff":2431,"ĠSquash":2432,"Ġpicante":2433,"asure":2434,"ĠKnead":2435,"ĠRa":2436,"Ġthickens":2437,"alor":2438,"boil":2439,"ĠApp":2440,"Ġstewed":2441,"Ġpunch":2442,"Ġboard":2443,"Ġoften":2444,"Ġlim":2445,"Ġcontinue":2446,"Ġlengthwise":2447,"Ġrosemary":2448,"Ġheaping":2449,"Ġcaramels":2450,"Ġhands":2451,"ĠCrumble":2452,"Ġelbow":2453,"Ġexcess":2454,"ĠPet":2455,"Ġartich":2456,"Ġcaramel":2457,"eam":2458,"ĠSpinach":2459,"Ġloaves":2460,"Ġskinless":2461,"utons":2462,"uring":2463,"oles":2464,"inches":2465,"Ġdrop":2466,"Ġalmost":2467,"Ġmade":2468,"hey":2469,"ĠContinue":2470,"ĠDor":2471,"Ġmild":2472,"Ġcornfl":2473,"ph":2474,"ĠCheez":2475,"iny":2476,"ĠMash":2477,"ĠWhile":2478,"eri":2479,"Ġcroutons":2480,"Ġwhich":2481,"ĠMinute":2482,"ĠChip":2483,"ĠWhiz":2484,"Ġribs":2485,"ĠStuffed":2486,"Ġwhip":2487,"Ġrelish":2488,"istach":2489,"Ġprocessor":2490,"ĠCl":2491,"ween":2492,"Ġcor":2493,"Ġmoder":2494,"ĠOr":2495,"ĠBiscuit":2496,"Ġdays":2497,"ĠSpaghetti":2498,"Ġtowel":2499,"any":2500,"ĠAcc":2501,"try":2502,"Ġfre":2503,"Ġstyle":2504,"Up":2505,"ĠPeach":2506,"Ġokra":2507,"Ġbetween":2508,"ĠCrab":2509,"ĠSup":2510,"Ġsn":2511,"ershey":2512,"air":2513,"tc":2514,"Ġwash":2515,"ĠJello":2516,"ĠAccent":2517,"istachio":2518,"edge":2519,"Ġfrequ":2520,"Ġfrequently":2521,"Ġclams":2522,"oultry":2523,"ible":2524,"boiled":2525,"ĠPast":2526,"Ġoun":2527,"ĠCup":2528,"ĠAng":2529,"Ġmuffins":2530,"Ġfryer":2531,"hmallow":2532,"rans":2533,"amel":2534,"ĠPro":2535,"ĠHershey":2536,"Ġnonstick":2537,"Ġpoultry":2538,"antro":2539,"Ġfour":2540,"ilantro":2541,"alted":2542,"Ġstems":2543,"Ġstove":2544,"Ġbreak":2545,"ering":2546,"ĠBarbecue":2547,"ĠRoast":2548,"Ġwee":2549,"ĠSteak":2550,"Ġmint":2551,"Ġhalved":2552,"cakes":2553,"ĠTaco":2554,"free":2555,"way":2556,"Ġknead":2557,"do":2558,"irl":2559,"Ġclear":2560,"ĠDoritos":2561,"Ġpatties":2562,"rag":2563,"ĠDump":2564,"olid":2565,"ashion":2566,"ĠCabbage":2567,"ĠGreat":2568,"ma":2569,"eez":2570,"Ġcilantro":2571,"ĠCamp":2572,"ĠAngel":2573,"Ġfillets":2574,"Ġstore":2575,"bell":2576,"ĠMarshmallow":2577,"ĠBall":2578,"egg":2579,"Ġstill":2580,"cl":2581,"Ġwood":2582,"Ġquartered":2583,"Ġserved":2584,"Ġ55":2585,"Ġthree":2586,"aple":2587,"Ġgrape":2588,"amb":2589,"joy":2590,"burg":2591,"eringue":2592,"ĠFried":2593,"ĠFresh":2594,"ĠBrownies":2595,"Ġ250":2596,"Ġbul":2597,"Ġpink":2598,"ĠDelight":2599,"Ġboned":2600,"Ġpopcorn":2601,"Ġbroiler":2602,"ially":2603,"cle":2604,"ragon":2605,"Ġbeets":2606,"Ġbuns":2607,"arragon":2608,"unchy":2609,"Ġmoistened":2610,"fry":2611,"Ġmeatballs":2612,"inned":2613,"Ġsure":2614,"Ġ\\":2615,"irtight":2616,"Ġairtight":2617,"efully":2618,"ilada":2619,"ĠCaramel":2620,"ĠFr":2621,"Ġhearts":2622,"Ġallow":2623,"ĠCrush":2624,"Ġbone":2625,"ĠRe":2626,"Ġundrained":2627,"aby":2628,"Ġic":2629,"Ġmoderate":2630,"ĠOreo":2631,"ĠMushroom":2632,"app":2633,"size":2634,"Ġwooden":2635,"ial":2636,"fast":2637,"eses":2638,"cover":2639,"Ġcoarse":2640,"Ġedge":2641,"Ġetc":2642,"ĠBiscuits":2643,"Ġreal":2644,"Ġcrumbly":2645,"ĠFrosting":2646,"Ġjuices":2647,"ĠTur":2648,"ĠOnion":2649,"ĠCampbell":2650,"Ġplatter":2651,"cessary":2652,"Ġunsalted":2653,"Ġicing":2654,"Ġtarragon":2655,"ĠCoat":2656,"ĠSn":2657,"Ġnecessary":2658,"bler":2659,"Ġmarinade":2660,"ĠFarm":2661,"Ġcheeses":2662,"ĠTater":2663,"Ġless":2664,"Ġtap":2665,"ann":2666,"Ġunder":2667,"Ġdissolve":2668,"Ġunflavored":2669,"Ġfollow":2670,"ĠDri":2671,"affin":2672,"ingers":2673,"ĠFrost":2674,"inese":2675,"ĠCrisp":2676,"tover":2677,"Ġsmoke":2678,"Ġparaffin":2679,"ĠLightly":2680,"Ġbott":2681,"Ġchiles":2682,"high":2683,"ĠSquares":2684,"Ġshake":2685,"ĠDot":2686,"ĠDelicious":2687,"Ġbeer":2688,"13":2689,"Ġwhisk":2690,"Ġforms":2691,"Ġrolling":2692,"Ġskinned":2693,"cr":2694,"All":2695,"ĠCrust":2696,"jor":2697,"ĠSoak":2698,"ĠPh":2699,"ty":2700,"ĠChinese":2701,"ously":2702,"Ġsandwich":2703,"Ġrect":2704,"routs":2705,"ear":2706,"Ġsq":2707,"Ġquarts":2708,"arty":2709,"ĠAllow":2710,"Ġcombined":2711,"Ġcornflakes":2712,"Ġgall":2713,"Ġlima":2714,"ĠSk":2715,"Ġpickling":2716,"ransfer":2717,"Ġflower":2718,"ĠSlow":2719,"Ġglaze":2720,"Ġseeded":2721,"joram":2722,"no":2723,"Ġmaple":2724,"Ġpuree":2725,"Ġmarjoram":2726,"ĠSm":2727,"ĠMacaroni":2728,"uminum":2729,"head":2730,"Ġjam":2731,"ĠTomato":2732,"ĠShake":2733,"ĠCreme":2734,"Ġbags":2735,"Ġench":2736,"Ġgrill":2737,"oked":2738,"ĠDrizzle":2739,"od":2740,"Ġtowels":2741,"Ġbaby":2742,"anish":2743,"Ġ'":2744,"Ġchunky":2745,"ĠRinse":2746,"Ġcalor":2747,"als":2748,"Ġsprouts":2749,"ai":2750,"ĠHamburger":2751,"rye":2752,"jon":2753,"idge":2754,"omem":2755,"Ġteaspoonfuls":2756,"Ġaluminum":2757,"bbler":2758,"Ġwithout":2759,"isin":2760,"Ġspring":2761,"omemade":2762,"ating":2763,"Ġpears":2764,"Ġcutter":2765,"Ġreserving":2766,"ĠDe":2767,"Ġrye":2768,"Ġpistachio":2769,"ĠGl":2770,"Ġbulk":2771,"peel":2772,"oca":2773,"oop":2774,"ĠSupreme":2775,"ioca":2776,"bits":2777,"thing":2778,"af":2779,"Ġpeak":2780,"use":2781,"Ġdon":2782,"fish":2783,"ĠRec":2784,"blong":2785,"Ġavocado":2786,"oam":2787,"Ġhamburg":2788,"ĠBest":2789,"Ġcutting":2790,"Ġrinse":2791,"Ġcap":2792,"Ġthickness":2793,"ĠUs":2794,"Ġ&":2795,"outh":2796,"ĠCandy":2797,"ĠPasta":2798,"epar":2799,"atch":2800,"ĠSlowly":2801,"Ġoblong":2802,"ftover":2803,"tm":2804,"Ġspoonfuls":2805,"Ġbrandy":2806,"ah":2807,"uch":2808,"ecor":2809,"ĠPickles":2810,"Ġind":2811,"ĠBroil":2812,"ĠKra":2813,"Ġtake":2814,"ĠDijon":2815,"Ġrefried":2816,"ĠCarrot":2817,"peeled":2818,"ĠCobbler":2819,"eserve":2820,"iscard":2821,"Ġtins":2822,"ĠBlueberry":2823,"ĠCornbread":2824,"ĠPepperidge":2825,"able":2826,"oodle":2827,"Ġstage":2828,"Ġleftover":2829,"ĠPan":2830,"Ġpr":2831,"Ġlined":2832,"ĠWhite":2833,"vil":2834,"Ġscal":2835,"ĠCrack":2836,"Ġget":2837,"Ġtapioca":2838,"Ġwalnut":2839,"ĠVeg":2840,"ften":2841,"Ġapricots":2842,"lings":2843,"phia":2844,"Ġundiluted":2845,"ops":2846,"elphia":2847,"iladelphia":2848,"Ġpitted":2849,"Ġsame":2850,"ĠLay":2851,"Ġpor":2852,"ĠReserve":2853,"ĠUsing":2854,"Ġquickly":2855,"icy":2856,"Ġlard":2857,"ĠPhiladelphia":2858,"ĠGrand":2859,"ĠSepar":2860,"ĠTea":2861,"ĠSoften":2862,"ĠCoffee":2863,"Ġfoam":2864,"Ġsteam":2865,"Ġending":2866,"Ġret":2867,"ĠTurkey":2868,"Ġenchilada":2869,"Ġgelatine":2870,"ĠRecipe":2871,"Ġbegins":2872,"ĠWill":2873,"Ġgi":2874,"Ġmeringue":2875,"Ġremoving":2876,"Ġbrush":2877,"Ġequal":2878,"Ġsecond":2879,"Ġcrumble":2880,"Ġparts":2881,"Ġcorned":2882,"Ġbran":2883,"Ġwide":2884,"Ġwild":2885,"Ġwor":2886,"ĠUncover":2887,"uss":2888,"Ġseedless":2889,"Ġweeks":2890,"Ġbest":2891,"ĠTuna":2892,"Ġreserve":2893,"Ġsplit":2894,"ĠJust":2895,"iche":2896,"Ġsprayed":2897,"Ġ\"":2898,"mel":2899,"Ġpeaks":2900,"Ġpartially":2901,"Ġcir":2902,"ĠRom":2903,"Ġraspberries":2904,"ere":2905,"Ġcas":2906,"ĠBreakfast":2907,"Ġgallon":2908,"Ġmakes":2909,"Ġstalk":2910,"ĠSeparate":2911,"ĠCro":2912,"ĠChris":2913,"Ġsprink":2914,"aving":2915,"Ġpul":2916,"with":2917,"ĠSpanish":2918,"Ġcrunchy":2919,"away":2920,"ettuc":2921,"ĠLow":2922,"Ġmoist":2923,"Ġsmoked":2924,"hew":2925,"ashioned":2926,"ingu":2927,"Ġkettle":2928,"iffy":2929,"yre":2930,"ĠTw":2931,"Ġholes":2932,"Ġreturn":2933,"Ġblueberry":2934,"Ġinst":2935,"Ġsun":2936,"Ġahead":2937,"yrex":2938,"11":2939,"ĠScall":2940,"ander":2941,"orb":2942,"uncan":2943,"Ġarrange":2944,"ĠCreamy":2945,"ingle":2946,"ĠVal":2947,"Ġavocados":2948,"idbits":2949,"ĠApples":2950,"ĠMarinate":2951,"Ġbones":2952,"Ġabs":2953,"Ġdinner":2954,"ears":2955,"ĠNext":2956,"ipped":2957,"ĠRaisin":2958,"Ġwings":2959,"Ġoysters":2960,"Ġeverything":2961,"ĠStyle":2962,"ĠDish":2963,"Ġdel":2964,"eaten":2965,"iron":2966,"ĠJiffy":2967,"ĠChops":2968,"ĠTransfer":2969,"ĠOven":2970,"omme":2971,"Ġtidbits":2972,"ĠPyrex":2973,"ket":2974,"ĠIm":2975,"Ġrounded":2976,"Ġspri":2977,"ĠParty":2978,"ual":2979,"Ġcaraway":2980,"tmas":2981,"Ġbec":2982,"Ġdoub":2983,"insed":2984,"ossible":2985,"Ġquarters":2986,"ĠMilk":2987,"while":2988,"acho":2989,"ĠKraft":2990,"ĠDough":2991,"ĠValley":2992,"Ġpulp":2993,"Ġabsorb":2994,"cho":2995,"ĠDuncan":2996,"Ġalong":2997,"ipton":2998,"Ġsqueez":2999,"Ġflowerets":3000,"Ġsingle":3001,"Ġeat":3002,"Ġremainder":3003,"ĠLasagna":3004,"Ġartichoke":3005,"Ġwant":3006,"Ġrinsed":3007,"iddle":3008,"ouch":3009,"Ġfudge":3010,"Ġconsomme":3011,"ĠSeal":3012,"ĠChristmas":3013,"ath":3014,"Ġscalded":3015,"Ġmeats":3016,"Ġpopped":3017,"Ġcontainers":3018,"Ġact":3019,"ier":3020,"ĠLipton":3021,"Ġgener":3022,"Ġsteaks":3023,"add":3024,"ĠGently":3025,"ĠEn":3026,"ĠGrill":3027,"ison":3028,"Ġremoved":3029,"etiz":3030,"ĠHines":3031,"ages":3032,"uced":3033,"umbo":3034,"Ġleaving":3035,"Ġvegg":3036,"Ġtes":3037,"Ġloo":3038,"ĠStove":3039,"ĠPack":3040,"ĠTort":3041,"Ġactive":3042,"cup":3043,"Ġmein":3044,"Ġmiddle":3045,"ĠBlack":3046,"Ġgiven":3047,"Ġmaking":3048,"nation":3049,"dish":3050,"Ġroasting":3051,"ĠCinnamon":3052,"idden":3053,"Ġsift":3054,"Ġbottles":3055,"Ġdoubled":3056,"aker":3057,"small":3058,"ect":3059,"ĠTex":3060,"ĠRomano":3061,"Ġfruits":3062,"approximately":3063,"ople":3064,"bu":3065,"ĠScallop":3066,"ĠSplit":3067,"ĠHidden":3068,"enison":3069,"ĠKool":3070,"ountry":3071,"undrained":3072,"Ġrectang":3073,"Ġbetter":3074,"Ġcarefully":3075,"Ġprefer":3076,"flower":3077,"Ġwashed":3078,"Ġtri":3079,"ĠCol":3080,"Ġburn":3081,"Ġbig":3082,"ĠOne":3083,"ily":3084,"Ġcalories":3085,"Ġunpeeled":3086,"Ġgreens":3087,"Ġwork":3088,"ĠLea":3089,"Ġmarinate":3090,"Ġcashew":3091,"ĠHomemade":3092,"ĠCarnation":3093,"ĠEggs":3094,"Ġrot":3095,"irloin":3096,"oppy":3097,"Ġopen":3098,"Ġveal":3099,"Ġduring":3100,"ĠFritos":3101,"bury":3102,"ĠMar":3103,"Ġdogs":3104,"Aid":3105,"aj":3106,"ĠBur":3107,"Ġmuch":3108,"of":3109,"ĠBran":3110,"Ġsit":3111,"Ġtbsp":3112,"ĠFrozen":3113,"ĠPr":3114,"ĠCheesecake":3115,"Ġsweetener":3116,"ĠMeatballs":3117,"Ġlingu":3118,"ĠOf":3119,"Ġreduced":3120,"Ġindivid":3121,"Ġcustard":3122,"Ġsunflower":3123,"bo":3124,"28":3125,"Ġprun":3126,"Ġfoamy":3127,"ĠSalmon":3128,"Ġcored":3129,"aster":3130,"Ġkind":3131,"Ġveggies":3132,"ity":3133,"Ġhold":3134,"ĠHoney":3135,"ady":3136,"epend":3137,"Ser":3138,"unt":3139,"uncooked":3140,"Ġcoating":3141,"vers":3142,"ffle":3143,"ĠMeasure":3144,"Ġsirloin":3145,"ills":3146,"ĠAltern":3147,"Ġstart":3148,"ths":3149,"Ġtin":3150,"Ġleave":3151,"Ġounce":3152,"ĠHaw":3153,"Ġtouch":3154,"ĠEnch":3155,"Ġpeople":3156,"aiian":3157,"ĠWal":3158,"ĠGarlic":3159,"Ġbit":3160,"anwhile":3161,"Ch":3162,"Ġlevel":3163,"ĠHawaiian":3164,"Ġbubbles":3165,"Ġfrost":3166,"ĠCakes":3167,"save":3168,"Ġsoften":3169,"Ġlite":3170,"geal":3171,"ĠThaw":3172,"ĠButtermilk":3173,"ank":3174,"ĠQuiche":3175,"Ġgerm":3176,"ĠMeanwhile":3177,"by":3178,"ĠFlour":3179,"ĠOver":3180,"Ġiron":3181,"Ġcakes":3182,"Ġends":3183,"ĠToast":3184,"Ġmeasure":3185,"Ġsprigs":3186,"pro":3187,"ĠPl":3188,"ĠVanilla":3189,"ĠCustard":3190,"dry":3191,"Ġwafer":3192,"Ġherbs":3193,"ĠChex":3194,"ourbon":3195,"ĠRel":3196,"Ġfettuc":3197,"mb":3198,"asagne":3199,"ĠSandwich":3200,"Ġthan":3201,"crumb":3202,"ĠRelish":3203,"Ġoyster":3204,"ĠScalloped":3205,"ĠEnjoy":3206,"ĠSouth":3207,"ĠSlaw":3208,"Ġits":3209,"Ġcolored":3210,"Ġflatten":3211,"Ġring":3212,"ĠCrock":3213,"Ġsoak":3214,"ĠGrate":3215,"okes":3216,"my":3217,"Ġbeater":3218,"Ġparty":3219,"ĠTexas":3220,"Ġdrink":3221,"Ġscallops":3222,"ĠWater":3223,"ĠFlat":3224,"illsbury":3225,"Ġpint":3226,"boned":3227,"ĠGrandma":3228,"ĠCre":3229,"Ġchow":3230,"ĠJo":3231,"Ġsave":3232,"Ġpear":3233,"ula":3234,"Ġtwice":3235,"fresh":3236,"Ġinside":3237,"Ġpreven":3238,"undiluted":3239,"Ġprunes":3240,"Ġrun":3241,"ina":3242,"Ġbris":3243,"Ġthese":3244,"bone":3245,"ĠCrunch":3246,"ĠHash":3247,"Ġdessert":3248,"Ġdrizzle":3249,"Ġsections":3250,"cing":3251,"Ġpies":3252,"Ġmeas":3253,"may":3254,"Ġdeboned":3255,"Ġreach":3256,"ĠFlatten":3257,"Ġradish":3258,"Ġsauteed":3259,"Ġpounds":3260,"ross":3261,"Ġpoint":3262,"thy":3263,"Ġprevent":3264,"ents":3265,"isted":3266,"ĠTots":3267,"rn":3268,"arge":3269,"ĠPillsbury":3270,"Ġboils":3271,"Ġroasted":3272,"Ġdoz":3273,"ĠCal":3274,"efore":3275,"cut":3276,"oliday":3277,"ĠDice":3278,"ĠIcing":3279,"Ġalum":3280,"ĠHe":3281,"ght":3282,"Ġgreat":3283,"Ġabove":3284,"agon":3285,"clu":3286,"Ġlump":3287,"fro":3288,"Ġdot":3289,"Ġdissolves":3290,"med":3291,"ĠMold":3292,"Ġcooker":3293,"Ġindividual":3294,"esy":3295,"Ġtorn":3296,"Ġline":3297,"ĠDon":3298,"Ġunsifted":3299,"Ġdiscard":3300,"Ġpuff":3301,"gin":3302,"ĠMom":3303,"ĠLeave":3304,"Fat":3305,"zo":3306,"ĠBatter":3307,"Ġtrim":3308,"Ġflake":3309,"Ġshap":3310,"Ġgrits":3311,"mint":3312,"ĠMarinated":3313,"Ġounces":3314,"Ġsolid":3315,"ĠPuff":3316,"Ġoiled":3317,"Ġoptional":3318,"ĠCarrots":3319,"Ġlisted":3320,"ĠFavorite":3321,"ĠWheat":3322,"ird":3323,"ĠAn":3324,"Ġlook":3325,"Ġskins":3326,"ecorate":3327,"ĠDate":3328,"Ġspears":3329,"Ġstarts":3330,"ĠCracker":3331,"Ġspat":3332,"ĠTrim":3333,"orets":3334,"ecial":3335,"enn":3336,"Ġartichokes":3337,"Ġabsorbed":3338,"ĠBefore":3339,"ĠVery":3340,"Ġjalapenos":3341,"Ġpancake":3342,"Ġmost":3343,"Ġhom":3344,"asily":3345,"azed":3346,"ĠSave":3347,"Ġoverb":3348,"Ġown":3349,"ĠCheesy":3350,"crumbs":3351,"reserve":3352,"tender":3353,"Ġrep":3354,"Ġflorets":3355,"Ġcashews":3356,"ieners":3357,"Ġspatula":3358,"Ġeasily":3359,"tal":3360,"low":3361,"ĠTang":3362,"ouse":3363,"Ġnacho":3364,"ĠDill":3365,"Ġfollowing":3366,"ĠYum":3367,"ĠBacon":3368,"Ġtiny":3369,"ĠChowder":3370,"Ġscoop":3371,"Ġass":3372,"ĠShred":3373,"alade":3374,"epending":3375,"Ġcloth":3376,"ium":3377,"Ġfive":3378,"Serves":3379,"Ġradishes":3380,"Ġpeppercorn":3381,"roll":3382,"areri":3383,"Ġway":3384,"Ġbark":3385,"Ġaway":3386,"obs":3387,"ĠSeed":3388,"airy":3389,"Ġbourbon":3390,"Ġwra":3391,"Ġbreadcrumbs":3392,"ron":3393,"Ġfran":3394,"Ġshallots":3395,"Makes":3396,"areribs":3397,"Ġpower":3398,"Ġ36":3399,"Ġfinish":3400,"ectar":3401,"ĠBar":3402,"Ġrese":3403,"ory":3404,"Ġenjoy":3405,"Ġsaltine":3406,"Ġtray":3407,"ĠCucumb":3408,"Ġbrownie":3409,"Ġbrisket":3410,"Ġpossible":3411,"ĠFish":3412,"iladas":3413,"ĠMushrooms":3414,"Ġ275":3415,"ĠPop":3416,"uice":3417,"redge":3418,"Ġcandies":3419,"Ġflavors":3420,"ĠNor":3421,"ules":3422,"ĠUncle":3423,"Ġloos":3424,"ĠBen":3425,"Ġrectangle":3426,"Ġcurd":3427,"ĠApplesauce":3428,"ib":3429,"mix":3430,"Ġcross":3431,"ĠTomatoes":3432,"18":3433,"ĠRub":3434,"Ġbunches":3435,"ĠPancakes":3436,"Ġstring":3437,"Ġvenison":3438,"proof":3439,"ĠAp":3440,"asting":3441,"Ġstuffed":3442,"ĠGrind":3443,"Ġsized":3444,"Ġverm":3445,"Ġgranules":3446,"ĠHell":3447,"ĠDumplings":3448,"Ġwet":3449,"Ġmeasuring":3450,"Ġpers":3451,"urple":3452,"46":3453,"bas":3454,"Ġsnipped":3455,"ĠDinner":3456,"ĠRhubarb":3457,"orning":3458,"Ġbowls":3459,"ond":3460,"ajun":3461,"Ġblending":3462,"ĠAlternate":3463,"mann":3464,"Ġcircle":3465,"ĠCookie":3466,"Ġdiagon":3467,"Ġmon":3468,"alf":3469,"Ġpared":3470,"Pot":3471,"land":3472,"odka":3473,"orted":3474,"Ġtenderl":3475,"Ġdairy":3476,"Ġster":3477,"ĠSkillet":3478,"Ġpeppermint":3479,"Ġcome":3480,"ruc":3481,"ĠMandarin":3482,"Ġold":3483,"ellini":3484,"lean":3485,"ielbas":3486,"Ġbrand":3487,"Ġcanola":3488,"ouffle":3489,"ĠRuss":3490,"ĠGinger":3491,"St":3492,"Ġlit":3493,"ĠGolden":3494,"cluding":3495,"Ġtherm":3496,"ĠNoodle":3497,"ĠFlake":3498,"Ġtoothpicks":3499,"Ġpeppercorns":3500,"Ġcleaned":3501,"inning":3502,"Ġ17":3503,"elli":3504,"Ġstiffly":3505,"except":3506,"Ġdeve":3507,"Ġpull":3508,"Ġeasy":3509,"Ġrounds":3510,"ĠProcess":3511,"Ġmarm":3512,"Ġmarmalade":3513,"ead":3514,"Ġplum":3515,"ometer":3516,"vert":3517,"Ġyams":3518,"ĠOreos":3519,"Ġthermometer":3520,"Ġfit":3521,"ĠNew":3522,"Ġtight":3523,"ĠAlmon":3524,"Ġ32":3525,"Ġroot":3526,"ĠSea":3527,"Ġclam":3528,"Ġnectar":3529,"Ġplac":3530,"Ġent":3531,"ua":3532,"Ġdoes":3533,"ĠCom":3534,"Ġdice":3535,"Ġpints":3536,"ĠApricot":3537,"!!":3538,"Ġwok":3539,"aki":3540,"Ġbarley":3541,"lined":3542,"ĠWork":3543,"ĠCajun":3544,"Ġwieners":3545,"ĠLime":3546,"isses":3547,"large":3548,"Ġunbeaten":3549,"fe":3550,"Ġparmesan":3551,"Ġhandle":3552,"ĠCreole":3553,"ĠStro":3554,"Ġvodka":3555,"amily":3556,"ĠHave":3557,"Ġmace":3558,"ug":3559,"ĠBurg":3560,"Ġfire":3561,"Ġpurple":3562,"rawfish":3563,"Ġenvelopes":3564,"iskey":3565,"Ġ+":3566,"ĠEqual":3567,"Ġracks":3568,"Ġlamb":3569,"ĠSpicy":3570,"Ġportions":3571,"Ġlinguine":3572,"ĠStrain":3573,"sized":3574,"ĠSpiced":3575,"ĠHeath":3576,"Ġlater":3577,"Ġovercook":3578,"ĠIr":3579,"Ġfingers":3580,"Ġblanch":3581,"ielbasa":3582,"ple":3583,"Ġbasting":3584,"tils":3585,"Ġloin":3586,"Ġstack":3587,"arbecu":3588,"Ġhominy":3589,"Ġpacket":3590,"Ġmoisten":3591,"Ġdevil":3592,"ĠAm":3593,"ĠHoliday":3594,"ĠSho":3595,"Ġgo":3596,"sugar":3597,"Ġcutlets":3598,"Ġshort":3599,"ouble":3600,"Ġpimientos":3601,"Ġdishes":3602,"Ġtriang":3603,"rid":3604,"te":3605,"ahl":3606,"Ġchipped":3607,"ĠKeeps":3608,"Ġentire":3609,"Ġdump":3610,"tin":3611,"box":3612,"ĠNest":3613,"yaki":3614,"Ġnear":3615,"white":3616,"ganoff":3617,"Ġpods":3618,"itch":3619,"ĠGravy":3620,"ĠSpecial":3621,"ĠStart":3622,"ĠSouthern":3623,"eyed":3624,"ahlua":3625,"32":3626,"form":3627,"Ġdelicious":3628,"iander":3629,"ĠFin":3630,"Ġassorted":3631,"ĠColby":3632,"Th":3633,"Ġblock":3634,"igs":3635,"be":3636,"thern":3637,"Ġlentils":3638,"Ġclub":3639,"ĠArt":3640,"ĠAunt":3641,"ĠIrish":3642,"ĠIs":3643,"Ġspoonful":3644,"ĠCauliflower":3645,"Ġalternating":3646,"etizer":3647,"Ġscrap":3648,"ĠRussian":3649,"Ġsticky":3650,"ĠHellmann":3651,"just":3652,"Ġcrosswise":3653,"ĠWhisk":3654,"ĠNe":3655,"oli":3656,"ither":3657,"ĠPeppers":3658,"Ġteaspoonful":3659,"eriyaki":3660,"ĠPea":3661,"Ġcoriander":3662,"ĠCountry":3663,"ĠSeaf":3664,"mp":3665,"ĠPoppy":3666,"spberry":3667,"atur":3668,"efruit":3669,"ĠStroganoff":3670,"ĠServing":3671,"Ġlog":3672,"irds":3673,"ĠCur":3674,"Ġglasses":3675,"Ġprepare":3676,"ĠAlmond":3677,"arbecued":3678,"ĠPeg":3679,"Ġinstruc":3680,"Ġblanched":3681,"ale":3682,"rape":3683,"ouple":3684,"Ġshapes":3685,"ĠNoodles":3686,"Ġdipped":3687,"ĠEnchiladas":3688,"ĠBay":3689,"Ġwon":3690,"Ġwhiskey":3691,"ĠChess":3692,"Ġrepeat":3693,"eur":3694,"Ġnew":3695,"Ġbeginning":3696,"Ġsteril":3697,"Ġmorning":3698,"ĠArtich":3699,"ddle":3700,"Ġinstead":3701,"mbles":3702,"ĠOri":3703,"amen":3704,"ĠSu":3705,"ĠFilling":3706,"Ġsprinkled":3707,"Ġcouple":3708,"ĠPretz":3709,"Ġspreading":3710,"oz":3711,"Ġlee":3712,"Ġshelled":3713,"Ġresembles":3714,"uac":3715,"Ġright":3716,"amole":3717,"ĠSalsa":3718,"ĠKahlua":3719,"Ġoverbake":3720,"ĠGrape":3721,"Ġfrypan":3722,"uacamole":3723,"ĠCucumber":3724,"Ġ100":3725,"17":3726,"ye":3727,"ĠJam":3728,"Ġdipping":3729,"Ġsterilized":3730,"Ġdepending":3731,"ĠPinch":3732,"Ġseaf":3733,"butter":3734,"Ġseafood":3735,"ĠNorthern":3736,"Ġacross":3737,"heese":3738,"ĠFood":3739,"riddle":3740,"omes":3741,"ĠEggplant":3742,"idal":3743,"ĠHerb":3744,"vol":3745,"ĠSteam":3746,"ald":3747,"ĠLayered":3748,"Ġsticking":3749,"ĠCarefully":3750,"rs":3751,"Ġcaps":3752,"Ġdeveined":3753,"ĠPer":3754,"ami":3755,"Ġdashes":3756,"ĠSeven":3757,"Ġcongeal":3758,"Ġsnow":3759,"Ġsandwiches":3760,"Ġsix":3761,"Ġgum":3762,"ĠAsparagus":3763,"ĠFeta":3764,"Ġstrain":3765,"Ġportion":3766,"inal":3767,"Ġty":3768,"Ġzest":3769,"volone":3770,"idalia":3771,"hy":3772,"Ġspareribs":3773,"ĠEx":3774,"rise":3775,"eness":3776,"Ġ48":3777,"Ġreaches":3778,"abet":3779,"icelli":3780,"Ġdust":3781,"ĠBrittle":3782,"ĠButterscotch":3783,"anny":3784,"Ġcooling":3785,"30":3786,"ned":3787,"ĠLower":3788,"Ġliqueur":3789,"igor":3790,"safe":3791,"Ġhole":3792,"Ġroaster":3793,"ounts":3794,"ĠShe":3795,"ĠTear":3796,"ĠOil":3797,"Ġpackets":3798,"ĠPol":3799,"iginal":3800,"eeze":3801,"21":3802,"Ġsqueeze":3803,"itchen":3804,"Ġstem":3805,"Ġbecomes":3806,"Ġbrowning":3807,"Ġbrownies":3808,"ures":3809,"Ġvigor":3810,"Ġlasagne":3811,"Ġlarger":3812,"Ġgenerously":3813,"ĠImmediately":3814,"ored":3815,"Ġgriddle":3816,"Ġchip":3817,"ĠClean":3818,"Ġlink":3819,"aters":3820,"liced":3821,"ĠRamen":3822,"usages":3823,"Ġthigh":3824,"Ġcore":3825,"ĠRefrigerator":3826,"sparent":3827,"pec":3828,"Ġlower":3829,"Ġcreme":3830,"Lemon":3831,"ransparent":3832,"medium":3833,"ĠThese":3834,"ĠGraham":3835,"agu":3836,"ĠNestle":3837,"ĠBarbecued":3838,"rants":3839,"ĠSeafood":3840,"more":3841,"ĠBaste":3842,"!)":3843,"Ġfully":3844,"Ġsw":3845,"acc":3846,"ĠDouble":3847,"Ġhalfway":3848,"Ġtenderloin":3849,"If":3850,"ĠMixture":3851,"ban":3852,"Ġcurrants":3853,"Ġinstructions":3854,"ĠSurp":3855,"Ġtests":3856,"Ġtransparent":3857,"enough":3858,"Ġvigorously":3859,"ĠSouffle":3860,"Ġnight":3861,"ĠAlso":3862,"ĠTri":3863,"ĠBaking":3864,"Ġbase":3865,"cktail":3866,"Ġcolander":3867,"dium":3868,"ĠPuffs":3869,"ĠKno":3870,"Ġflavorings":3871,"Ġseparately":3872,"ĠVegetables":3873,"ĠFrit":3874,"umps":3875,"ĠHouse":3876,"ĠOp":3877,"Ġgrapefruit":3878,"ĠProvolone":3879,"Ġdebone":3880,"Ġcapers":3881,"Ġkielbasa":3882,"ĠCups":3883,"ĠVidalia":3884,"ance":3885,");":3886,"round":3887,"ĠArtichoke":3888,"ĠAs":3889,"Ġnoodle":3890,"ĠSqueeze":3891,"Ġdoneness":3892,"ĠSnack":3893,"ĠScr":3894,"ĠWalnut":3895,"Add":3896,"ghorn":3897,"obster":3898,"ĠCocktail":3899,"ameter":3900,"Ġdiagonally":3901,"ĠKnox":3902,